{"text":"\n     (a)     Registration Fees. All weighing and measuring devices used for commercial purposes, as defined in subdivision (e) of Section 12500 of the Business and Professions Code, shall be registered annually with the County Sealer of Weights and Measures. The fee charged by the County Sealer for such registration shall be used to offset the costs of inspecting and testing of said devices pursuant to Section 12240 of the Business and Professions Code and to recover the cost of carrying out Business and Professions Code Section 12211. \n     (b)     Calculation of Fees. The amount of the fees shall be set to recover the total costs of inspection and testing incurred by the County Sealer for each annual registration, but shall not exceed the maximum annual charges authorized under California Business and Professions Code Section 12240. Each registration fee shall include a business location component; a device fee component; and a State of California administrative charge. The registration fees shall be according to the following schedule: \n          Beginning January 1, 2013, and thereafter, the registration fee shall be one hundred dollars ($100) per business location, plus a device fee listed in subsections (c)(1)below. \n     (c)     Device Fees.\n          (1)     For large capacity weighing devices, other than livestock, with capacities of 10,000 pounds or greater, the device fee shall not exceed two hundred fifty dollars ($250) per device; \n          (2)     For smaller capacity weighing devices, other than livestock scales, with capacities of a least 2,000 pounds but less than 10,000 pounds, the device fee shall not exceed one hundred fifty dollars ($150) per device; \n          (3)     For livestock scales with capacities of 10,000 pounds or greater, the device fee shall not exceed one hundred fifty dollars ($150) per device; \n          (4)     For livestock scales with capacities of at least 2,000 pounds but less than 10,000 pounds, the device fee shall not exceed one hundred dollars ($100) per device; \n          (5)     For liquefied petroleum gas meters, truck mounted or stationary, the device fee shall not exceed one hundred eighty-five dollars ($185) per device. \n          (6)     For wholesale and vehicle meters, the device fee shall not exceed seventy-five dollars ($75) per device;\n          (7)     For computing scales, the device fee shall not exceed twenty ($20) per device. For purposes of this subsection, a computing scale shall be a weighing device with a capacity of less than 100 pounds that indicates the money value of any commodity weighed, at predetermined unit prices, throughout all or part of the weighing range of the scale. For the purposes of this subsection, the portion of the annual registration fee consisting of the business location fee and the device fees authorized by this subsection shall not exceed the sum of one thousand dollars ($1000) for each business location.\n          (8)     For jewelry and prescription scales, the device fee shall not exceed eighty dollars ($80) per device. For purposes of this subsection, a jewelry or prescription scale is a scale that meets the specifications, tolerances and sensitivity established pursuant to California Business and Professions Code Section 12107.\n          (9)     For weighing devices, other than computing, jewelry and prescription scales as defined in subsection (7), with capacities of at least 100 pounds, but less than 2,000 pounds, the device fee shall not exceed fifty dollars ($50) per device.\n          (10)     For vehicle odometers utilized to charge mileage usage fees in vehicle rental transactions or in computing other charges for service, including, but not limited to, ambulance, towing or limousine services, the device fee shall not exceed sixty dollars ($60) per device.\n               (A)     This subsection does not apply to odometers in rental passenger vehicles, as defined by California Vehicle Code Section 465, that are subject to California Civil Code Section 1936. If a person files a complaint with the County Sealer of Weights and Measures, regarding the accuracy of rental passenger vehicle odometer, the County Sealer may charge a fee to the operator of the vehicle rental business sufficient to recover, but not to exceed, the reasonable cost of testing the device in investigation of the complaint. \n               (B)     For vehicle odometers utilized to charge mileage usage fees in vehicle rental transactions involving nonpassenger vehicles that are not subject to California Civil Code Section 1936, the portion of the annual registration fee consisting of the business location fee and the device authorized under subsection (10) shall not exceed three hundred forty dollars ($340) for each business location.\n          (11)     For all other commercial weighing or measuring devices not listed above, the device fee shall not exceed twenty dollars ($20) per device. For purposes of this subsection (c)(12),\n1 the total annual registration fee shall not exceed the sum of one thousand dollars ($1,000) for each business location. \n     (d)     Business Locations. For purposes of this Section, a single business location is defined as: \n          (1)     each vehicle, except for those vehicles that are employed in vehicle rental transactions containing one or more commercial devices; or, \n          (2)     (A)     for vehicles that are employed in vehicle rental transactions that are not subject to Cal. Civil Code Section 1936, each business location at which vehicles are stored or maintained by a vehicle rental company for the purposes of renting vehicles to customers.\n               (B)     A facility that meets all of the following criteria shall not be considered a business location for the purposes of this paragraph:\n                    (i)     The facility is not wholly, or in any part, owned, leased or operated by the vehicle rental company.\n                    (ii)     The facility not operated or staffed by an employee of the vehicle rental company.\n                    (iii)     The facility stores or maintains, on a temporary basis, vehicles at the location for customer convenience.\n               (C)     If a person files a complaint with the county sealer regarding the accuracy of an odometer in vehicle found or located at facility described in subsection (B), above, the county sealer may charge a fee to the operator of vehicle rental company sufficient to recover, but not to exceed the reasonable cost of testing the device in investigation of the complaint.\n          (3)     each business location that uses different categories or types of commercial devices that require the use of specialized testing equipment and that necessitates not more than one inspection trip by a weights and measures official. \n     (e)     Utility Meters. For marinas, mobilehome parks, recreational vehicle parks, and apartment complexes, where the owner of the marina, park, or complex owns and is responsible for the utility meters, the device fee shall not exceed the following:\n          (1)     For water submeters, two dollars ($2) per device per space or apartment.\n          (2)     For electric submeters, three dollars ($3) per device per space or apartment.\n          (3)     For vapor submeters, four dollars ($4) per device per space or apartment.\n          Marinas, mobilehome parks, recreational vehicle parks, and apartment complexes for which the above fees are assessed shall be inspected and tested as frequently as required by regulation. \n     (f)     State of California Fees. In addition to the fees set forth above, the California Code of Regulations, Title 4, Division 9, Chapter 3, Article 3, Section 4075, requires each county office of weights and measures to collect the following fees on behalf of the California Department of Food and Agriculture for recovery of the Department's administrative costs, and to remit these funds to the Department.\n\nDevice Category\nAdministrative Fee\nElectric Submeter\n$0.10\nWater Submeter\n$0.10\nVapor Submeter\n$0.10\nCNG Meter\n$1.10\nFabric, Cordage, Wire Meter\n$1.10\nGrease and Lube Meter\n$1.10\nOdometer\n$1.10\nRetail Motor Fuel Dispenser\n$1.10\nRetail Meter\n$1.10\nRetail Water Meter\n$1.10\nTank (Liquid Test)\n$1.10\nTaximeter\n$1.10\nVehicle Meter\n$1.10\nWholesale Meter\n$1.10\nMiscellaneous Measuring Device\n$1.10\nScales  less than 2,000 pounds capacity\n$1.10\nLiquified Gas Meter\n$8.00\nScales 2,000 to 10,000 pounds capacity\n$8.00\nScales greater than 10,000 pounds capacity\n$12.00\n     (g)     Rules and Regulations. The County Sealer shall promulgate such rules and regulations as are reasonable and necessary to implement this ordinance. \n     (h)     Penalties. The penalty for fees not paid within 30 days of billing shall be 100 percent. \n(Amended by Ord. 20-86, App. 2/7/86; Ord. 236-88, App. 6/10/88; Ord. 421-94, 12/23/94; Ord. 30-06, File No. 060030, App. 2/23/2006; Ord. 175-10, File No. 100717, App. 7/23/2010; Ord. 81-13, File No. 130132, App. 5/15/2013, Eff. 6/14/2013) \nCODIFICATION NOTE\n\n1.     So in Ord. 81-13.\n\n","heading":{"title":"1","chaptersection":"13-5","identifier":"1.13-5","catch_text":"WEIGHTS AND MEASURES – PERMITS AND FEES."}}