{"text":"\n     (a)     For purposes of this Section, the term \"commercial purposes\" shall have the meaning prescribed in Section 12500 of the California Business and Professions Code. \n     (b)     Pursuant to the California Business and Professions Code, Division 5, Chapter 2, Article 2, Sections 12210(b) and 12210.5, the Board of Supervisors hereby directs the County Agricultural Commissioner-Sealer of Weights and Measures to calibrate, test, weigh, and measure, and certify to the accuracy of, weights and measures and weighing and measuring devices and instruments, tools and accessories connected therewith, whether or not used for commercial purposes, upon the written request of any person. The Board of Supervisors hereby authorizes the County Agricultural Commissioner-Sealer of Weights and Measures to establish a schedule of fees for testing of weighing and measuring devices initiated by written request. Pursuant to Section 12210.5 of the California Business and Professions Code, the fee schedule established shall be in accordance with those fees established by the Director of Agriculture of the State of California. The fee schedule shall be ratified by resolution of the Board of Supervisors. \n     (c)     After any commercial weighing or measuring instrument or device has been tested as prescribed by Section 12210(a) of the California Business and Professions Code and found to be outside the tolerances or specifications set by the California Department of Food and Agriculture, the County Agricultural Commissioner-Sealer of Weights and Measures may reinspect, retest and recertify such an instrument or device in order to determine if it is within those tolerances and specifications. Owners or operators of commercial weighing or measuring devices that fail such an initial test shall be charged for any required retesting the same fee established for tests conducted upon written request. \n     (d)     Immediately upon the approval of a change in the fees by the State of California, the County Agricultural Commissioner-Sealer of Weights and Measures shall forward to the Board of Supervisors, for the Board's ratification, the change in the fees. \n(Added by Ord. 155-81, App. 4/3/81; amended by Ord. 449-88, App. 10/6/88; Ord. 417-93, App. 12/23/93; Ord. 187-04, File No. 040759, App. 7/22/2004) \n\n","heading":{"title":"1","chaptersection":"15.1","identifier":"1.15.1","catch_text":"FEES FOR TESTING WEIGHING AND MEASURING DEVICES."}}