{"text":"\n     (a)     Definitions. For purposes of this Section: \n     \"United Nations Plaza\" shall mean the area comprised of Fulton Street between Hyde and Market Streets and Leavenworth Street between McAllister and Fulton Streets, previously closed to vehicular traffic by the Board of Supervisors. \n     \"Hallidie Plaza\" shall mean the area bounded by the northwesterly line of Market Street, the southerly line of Eddy Street and the westerly line of Lot 13, Assessor's Block 341. \n     (b)     Permitting Authorities. Permits for the use of United Nations Plaza and Hallidie Plaza shall be issued by the Recreation and Park Department or the Recreation and Park Commission according to the procedures and standards established for the issuance of permits for the use of property under the jurisdiction of the Recreation and Park Commission; provided, however, that the Recreation and Park Department and the Recreation and Park Commission shall only issue permits for activities that are recreational in nature or that are engaged in primarily for the purpose of espousing or advocating causes or ideas, which activities are generally recognized as protected by the First Amendment to the U.S. Constitution. Permits to engage in any other type of activity in United Nations or Hallidie Plaza shall be issued by the Board of Supervisors. \n     (c)     Appeals. An appeal from the denial of a permit application by the Recreation and Park Department or the Recreation and Park Commission for the use of United Nations Plaza or Hallidie Plaza shall be made to the Board of Supervisors. An appropriate committee of the Board of Supervisors shall consider the appeal before it goes to the full Board, unless there is insufficient time before the date of the proposed event for committee review. If a quorum of the full Board cannot be convened in time to consider the appeal before the date of the proposed event, the procedure to be followed shall be that established in the Park Code or by Commission resolution for the appeal of the denial of a permit application by the Recreation and Park Department when a quorum of the Recreation and Park Commission cannot be convened in a timely manner to consider the appeal. In the event that neither the Code nor a Commission resolution contains such a procedure, the decision of the Recreation and Park Department shall be final. \n     (d)     Procedures; Restitution. All procedures and standards, other than procedures for appeal from the denial of a permit application, shall be the same for permits issued by the Recreation and Park Department for the use of United Nations Plaza and Hallidie Plaza as they are for permits issued for the use of park property. If a permittee uses United Nations Plaza or Hallidie Plaza and damages it, or fails to clean up after the permitted event, or otherwise leaves the property in a manner that requires the expenditure of labor or money to restore the Plaza, the City and County of San Francisco may bill the permittee and otherwise seek any remedy normally sought when the property involved is property under the jurisdiction of the Recreation and Park Commission. \n     (e)     No Transfer of Jurisdiction. Nothing in this action shall be construed as evidence of an intent to render United Nations Plaza or Hallidie Plaza \"park land\" or \"park property\" as those terms are used in the Charter or to place United Nations Plaza or Hallidie Plaza under the jurisdiction of the Recreation and Park Commission. \n(Added by Ord. 148-00, File No. 000633, App. 6/30/2000)\n\n","heading":{"title":"1","chaptersection":"58","identifier":"1.58","catch_text":"PERMITS FOR UNITED NATIONS AND HALLIDIE PLAZAS."}}