{"text":"\n     (a)     A corporate seal of the City and County is hereby adopted and established as the official seal of the City and County.\n     (b)     The official seal is described as follows: A shield supported by a miner on the left and a sailor on the right, with a device of a steamship passing the Golden Gate; at the foot of the supporters, emblems of commerce, navigation and mining; at the crest, a phoenix issuing from flames, below which shall appear a motto consisting of the words \"Oro en Paz – Fierro en Guerra\" (gold in peace; iron in warfare); and around the margin the words \"Seal of the City and County of San Francisco.\" \n     (c)     The Clerk of the Board of Supervisors shall have the custody of the corporate seal. The use of the corporate seal of the City and County of San Francisco shall be for purposes directly connected with official business of the City and County; and those matters approved by the Board of Supervisors by resolution. \n     (d)     The Clerk of the Board is empowered to authorize the use of the City seal on items that are offered for sale by the City and County of San Francisco for the purpose of promoting the City and County of San Francisco. Prior to authorizing such use, the Clerk shall procure from the Director of Administrative Services a plan describing the items that would bear the City seal. Such plan shall include the criteria used in determining the proposed items and an analysis of the marketability of each item. Only those items bearing the City seal that have been authorized by the Clerk pursuant to this Section may be offered for sale by the City and County of San Francisco. The Clerk of the Board is empowered to authorize the use of the City seal on the face of San Francisco Affinity Credit Cards and San Francisco Affinity Prepaid Phone Cards that are offered for sale in connection with San Francisco Affinity Credit Card and San Francisco Affinity Prepaid Phone Card Programs to be developed by the City. \n     (e)     Every person who maliciously or for commercial purposes, or without the prior approval of the Board of Supervisors, uses or allows to be used any reproduction or facsimile of the Seal of the City and County of San Francisco in any manner whatsoever is guilty of a misdemeanor. \n(Added by Ord. 534-79, App. 11/2/79; amended by Ord. 98-99, File No. 990407, App. 4/30/99)\n\n","heading":{"title":"1","chaptersection":"6","identifier":"1.6","catch_text":"CORPORATE SEAL."}}