{"text":"\n     No money shall be drawn from the treasury of the City and County, nor shall any obligation for the expenditure of any money be incurred except in pursuance of appropriations or transfers made as provided in the Charter and the Administrative Code. \n     All warrants or checks shall be drawn by the Controller, in payment of claims, prepared and signed by the responsible official, for services, supplies and other obligations against the City and County, supported by proper invoices, bills and other necessary data. \n     The Controller shall audit such claims. If he or she finds the same to be correct and proper in all particulars, and clearly within the purposes for which the appropriation item to which it is charged was made, and that there is an adequate balance in such appropriation item to meet the payment, he or she shall draw and approve the warrant therefor. \n     If all or any portion of the claim is not correct, or if all proceedings required incidental to such payment have not been followed, the Controller may approve such part of such claim as he or she shall find correct and draw the warrant therefor, or he or she may return the claim to the department concerned with his or her disapproval. \n     Prior to his or her drawing any warrant or check therefor, the Controller may, in addition to any other inspection required by any other official, make such investigation and inspection as he or she deems necessary as to the quality, quantity and condition of services, material, supplies or equipment received by any officer or department for which payment is to be made by such warrant or check. If, in his or her opinion, any claim is not legal, he or she shall withhold approval of the same and immediately return such claim, together with a statement of his or her action thereon and reason therefor, to the responsible official, or transmit the same to the Mayor for instructions. No warrant or check shall be drawn in payment of a claim against a fund in which there is an insufficient unencumbered balance for the payment thereof. Such claims, if legal, shall be registered by the Controller in the order of receipt by him or her, and shall be paid in such order as moneys to cover the same become available in the proper fund. \n(Added by Ord. 439-96, App. 11/8/96)\n\n","heading":{"title":"10","chaptersection":"07","identifier":"10.07","catch_text":"DISBURSEMENTS."}}