{"text":"\n     The number and rates of compensation for all positions continued or created by the Supervisors in adopting each annual budget, and each annual or supplemental appropriation ordinance, shall be established and enumerated in an ordinance continuing and creating positions in City and County departments and offices, and providing the rates of compensation therefor, which ordinance shall be passed or amended at the same time as the annual or supplemental appropriation ordinance is passed. The number of positions enumerated therein shall be segregated by classes according to the civil service classification of employment and the positions in any department or office under any such class shall not be listed individually or subdivided, except where necessary to show varying rates of pay for employments included in any such class. Rates of compensation enumerated shall be those established by salary standardization schedules or by collective bargaining, and shall not be listed for individuals or individual positions, except where the compensation of incumbents is higher than the rate fixed by salary standardization or collective bargaining, which compensation shall not be reduced so long as the incumbents legally hold such positions. Notwithstanding the provisions of Charter Section \n2.105 with respect to amendment of sections of ordinances, any change in the number of positions allowed for any department or office, and seniority or other compensation increases authorized as provided elsewhere in the Charter for officers or employees, may be covered by amendment of the appropriate item or items of the ordinance herein referred to. The said ordinance shall constitute the legal basis for check by the Civil Service Commission or the Controller as to the legality of the creation of any position in the City and County service and the rate of compensation fixed therefor. \n     The Controller and the Director of Human Resources may make such administrative adjustments in the salary provisions of the annual salary ordinance as are necessary to conform to the salary provisions of any collective bargaining agreements approved by the Board of Supervisors subsequent to the adoption of the annual budget. \n(Added by Ord. 439-96, App. 11/8/96)\n\n","heading":{"title":"10","chaptersection":"04. ","identifier":"10.04. ","catch_text":"ANNUAL SALARY ORDINANCE."}}