{"text":"\n     Unused and unencumbered appropriations or unencumbered balances existing at the close of any fiscal year in revenue or expense appropriations of the City and County for any such fiscal year, including such balances in revenue and expense appropriations provided under the provisions of Section \n16.106 of the Charter for libraries, parks and squares, playgrounds and civil services in any such fiscal year, but exclusive of revenue or money required by law to be held in school, bond, bond interest, bond redemption, pension, trust, utility or other specific funds, or to be devoted exclusively to specified purposes other than annual appropriations, and together with revenues collected or accruing from any source during any such fiscal year, in excess of the estimated revenue from such source as shown by the annual budget and the appropriation ordinance for such fiscal year, shall be transferred by the Controller, at the closing of such fiscal year, to a \"cash reserve fund\" which is hereby created and which may be used only in the manner authorized by Section \n10.08; provided, however, that when the balance in said cash reserve fund shall equal 10 per centum of the current or the last preceding tax levy no such transfer shall be made by the Controller except on the recommendation of said Controller, the approval of the Mayor and the authorization of the Board of Supervisors, by majority vote. \n     Such unused and unencumbered appropriations, balance and revenue collections in excess of revenue estimates, as hereinbefore in this Section defined, when not transferred to the cash reserve fund as hereinbefore in this Section required or authorized, shall be held as surplus. \n     Such surplus shall be taken in to account as revenue of the ensuing fiscal year; provided, however, that any such surplus created or existing in any fiscal year may be appropriated by the Board of Supervisors by means of an ordinance designated as a supplemental appropriation ordinance, in the same manner and subject to the same conditions, except time, as provided in the Charter for the submission and approval of the annual budget and the appropriation ordinance. \n     No ordinance or resolution for the expenditure of money, except the annual appropriation ordinance, shall be passed by the Board of Supervisors unless the Controller first certifies to such Board that there is a sufficient unencumbered balance in a fund that may legally be used for such proposed expenditure, and that, in the judgment of the Controller, revenues as anticipated in the appropriation ordinance for such fiscal year and properly applicable to meet such proposed expenditure will be available in the treasury in sufficient amount to meet the same as it becomes due. \n(Added by Ord. 277-96, App. 7/3/96)\n\n","heading":{"title":"10","chaptersection":"02","identifier":"10.02","catch_text":"CASH RESERVE FUND AND SUPPLEMENTAL APPROPRIATIONS."}}