{"text":"\n     The several items of expenditure appropriated in each annual appropriation ordinance, being based on estimated receipts, income or revenues which may not be fully realized, it shall be incumbent upon the Controller to establish a schedule of allotments, as he or she may determine, under which the sums appropriated to the several departments shall be expended. The Controller shall revise such revenue estimates periodically. If such revised estimates indicate a shortage the Controller shall hold in reserve an equivalent amount of the corresponding expenditure appropriations set forth in any said annual appropriation ordinance until the collection of the amount as originally estimated is assured; and, in all cases where it is provided by the Charter that a specified or minimum tax shall be levied for any department, the amount of the appropriation in any annual appropriation ordinance derived from taxes shall not exceed the amount actually produced by the levy made for said department. The Controller in issuing warrants or checks or in certifying contracts or purchase orders or other encumbrances, pursuant to Section \n10.06 of this Code, shall consider only the allotted portions of appropriation items to be available for encumbrance or expenditure and shall not approve the incurring of liability under any allotment in excess of the amount of such allotment. In case of emergency or unusual circumstance which could not be anticipated at the time of apportionment, an additional allotment for a period may be made on the recommendations of the department head and that of the Mayor, board or commission and the approval of the Controller. After the allotment schedule has been established or fixed, as heretofore provided, it shall be unlawful for any department or officer to expend or cause to be expended a sum greater than the amount set forth for the particular activity in the said allotment schedule so established unless an additional allotment is made, as herein provided. \n(Added by Ord. 439-96, App. 11/8/96)\n\n","heading":{"title":"10","chaptersection":"05. ","identifier":"10.05. ","catch_text":"ALLOTMENTS."}}