{"text":"\n     The Board of Supervisors may gradually build up a cash reserve fund. Said fund shall be used exclusively: \n     (1)     For the payment in any fiscal year of legally budgeted expenditures for such year in anticipation of the collection, after the close of such fiscal year, of legally collectible taxes and other revenues, as set forth in the budget and the appropriation ordinance for such fiscal year; and \n     (2)     For paying that portion of the authorized expenses of the City and County for any fiscal year, which, as certified to said board by the Controller, becomes due and payable and must be paid prior to the receipt of tax payments for such fiscal year; provided, that such cash reserve fund shall not at any time exceed the estimated expenditures for the first five months of the then current fiscal year, less the amount of estimated revenues and receipts from sources other than tax rate revenues. \n     In the event that funds are not available in such a cash reserve fund to meet authorized expenditures of any fiscal year, the Treasurer, upon the recommendation of the Controller, is authorized to transfer monies to the cash reserve from any idle funds then held by the Treasurer in the pooled funds of the City and County which are legally available for such a purpose, except a pension fund. The Treasurer and the Controller shall set the terms and conditions of the transfer, taking into account the requirements and nature of the fund from which the transfer was made. All monies transferred pursuant to this Section shall accrue interest at not less than the then current rate of interest earned by the Treasurer on the pooled funds of the City and County. Any transfer of a temporarily idle balance made as hereinabove authorized shall be repaid within one year of said transfer. Such transfers shall be secured by and made solely in anticipation of the collection of taxes levied or to be levied for the year in which said transfer is made and such transfer shall be repaid solely from the proceeds of revenues which accrued during the year in which said loan or transfer was made; provided, however, that tax anticipation loans made as hereinafter in this Section authorized, shall constitute a prior lien on said taxes levied or to be levied or collected. In no event shall the Controller or the Treasurer cause any transfer of monies pursuant to this Section if said transfer would be inconsistent with the terms and conditions of any outstanding bonded indebtedness of the City and County, including any of its boards or commissions. \n     The Board of Supervisors shall have the power to borrow money by the issuance of tax anticipation notes, temporary notes, commercial paper, or any other short-term debt instruments in the manner provided by the statute of the State of California or pursuant to ordinance of the Board of Supervisors. \n(Added by Ord. 439-96, App. 11/8/96; amended by Ord. 313-00, File No. 001908, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"08. ","identifier":"10.08. ","catch_text":"DISBURSEMENTS IN ADVANCE OF REVENUES."}}