{"text":"\n     (a)     Establishment of Fund. The San Francisco City Hall Preservation Fund is established as a category eight fund for the purposes of receiving donations of money, property and personal services which may be offered to the City and County of San Francisco through the City Administrator's Office for the uses described in subsection (b).\n     (b)     Use of Fund. Except as otherwise required by the terms and conditions of any gift (\"Donor Restrictions\"), the City shall use and expend money, property, and personal services comprising the Fund solely for the purposes as will be determined by the City Administrator to assist in promotional events, community outreach activities, preservation, maintenance, repair, and improvements to San Francisco City Hall (\"City Hall\") that are associated with the commemoration in 2015 of the 100th anniversary of the establishment of City Hall. Subject to any Donor Restrictions, any funds remaining after the completion of all Centennial related events and activities may be used for City Hall preservation, maintenance, repair, and improvements to City Hall, as well as for related City Hall promotional events and community outreach activities.\n     (c)     Gift Acceptance Authority. The City Administrator shall have the authority to accept and expend any donation of funds, goods, or services in accordance with this Section \n10.100-289 without further action by the Board of Supervisors; except that, acceptance and expenditure of donations of a market value greater than $100,000 shall require Board of Supervisors approval by resolution.\n     (d)     On February 1 of each year until February 1, 2016, the City Administrator shall provide an annual report to the Clerk of the Board of Supervisors listing the amounts, types, and sources of donations made in the prior calendar year, as well as all expenditures from the Fund in the prior calendar year.\n     (e)     Administration of the Fund. The fund shall be administered by the City Administrator's Office.\n     (f)     Sunset Date. This Fund shall sunset on June 30, 2016, provided that any unexpended funds shall remain subject to any applicable gift restrictions.\n(Added by Ord. No. 70-13, File No. 130085, App. 4/23/2013, Eff. 5/23/2013)\n\n","heading":{"title":"10","chaptersection":"100-289","identifier":"10.100-289","catch_text":"SAN FRANCISCO CITY HALL PRESERVATION FUND."}}