{"text":"\n     (a)     Establishment of Fund. The Arts Commission Public Artwork Trust Fund is established as a category eight fund to receive any monies collected for the Public Art Fee in accordance with Planning Code Section \n429, as may be amended from time to time, and deposited with the City Treasurer for use by the Arts Commission in accordance with Planning Code Section \n429 and to receive revenue from private contributions to the City for the Arts Commission's public art program for use in the C-3 District or within a half mile of the boundary of the C-3 District or, if the project is within another zoning district, within a half mile of the project boundary.\n     (b)     Use of Fund. Unless otherwise provided by Charter, municipal code, contract or funding source, the monies in said fund shall be expended only for\n          (1)\n1     the creation, installation, and exhibition of temporary and permanent public works of art in the public realm and within the C-3 District or within a half mile of the boundary of the C-3 District or, if the project is within another zoning district, within a half mile fo the project boundary;\n          (2)     the conservation, preservation, and restoration, but not maintenance of temporary and permanent public works of art in the public realm and within the C-3 District or within a half mile of the boundary of the C-3 District or, if the project is within another zoning district, within a half mile of the project boundary;\n          (3)     a competitive public process overseen by the Arts Commission for distribution of funds to San Francisco nonprofit arts entities and artists to fund temporary public art projects, performance, film and video screenings, and capital improvements for publicly accessible cultural facilities within the C-3 District or within a half mile of the boundary of the C-3 District or, if the project is within another zoning district, within a half mile fo the project boundary; and\n          (4)     the reasonable administrative expenses of the Arts Commission staff in connection with administering compliance with the requirements of this Section on a time and materials basis for managing projects funded through the Public Artworks Trust, not to exceed 20% of the costs for any one project.\n     (c)     Exceptions to Fund Category. The Arts Commission shall authorize all expenditures from the fund.\n(Added by Ord. 62-12, File No. 110853, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     The subdivisions of this division (b) were designated (i), (ii), (iii), and (v) in Ord. 62-12; they have been redesignated by the codifier for clarity and consistency.\n\n","heading":{"title":"10","chaptersection":"100-29. ","identifier":"10.100-29. ","catch_text":"ARTS COMMISSION PUBLIC ARTWORK TRUST FUND."}}