{"text":"\n     (a)     Establishment of Account. The Police DNA Testing in Sexual Assault Cases Account is hereby established as a category six fund for the purpose of receiving general fund amounts appropriated by the Board of Supervisors, grant funds, gifts of money, and any other funds that may be offered to the City and County of San Francisco through the Police Department for the uses and purposes described in subsection (b). \n     (b)     Use and Administration of the Account. Money comprising the Police Department DNA Testing in Sexual Assault Cases Account shall be used and expended to provide personnel, equipment, training and other resources needed to ensure timely collection and testing of deoxyribonucleic acid (DNA) evidence in sexual assault cases, as provided in Administrative Code Section \n2A.89. The Chief of Police, or the Chief's designee, is authorized to administer the Police DNA Testing in Sexual Assault Cases Account and to determine expenditures from the account for the uses and purposes described herein. \n     (c)     Authority of Chief. The Chief of Police is authorized to accept all gifts and grants to the Police Department for the uses and purposes described in subsection (b), including but not limited to gifts of money, equipment, property, supplies and services. Gifts to the account are exempt from the provisions of Administrative Code Section \n10.100-305. Grant funds for the purposes described in subsection (b) are exempt from the provisions of Administrative Code Section \n10.170-1. \n     (d)     If the Controller projects that the account will end the fiscal year with a surplus, excluding any restricted gift or grant funds, and if the Mayor's Office certifies that the Police Department has met the goals established by this Administrative Code Section \n2A.89 during the preceding six months, the Mayor may authorize the Police Department to reprogram the surplus funds to use for other evidence collection or analysis requirements. \n(Added by Ord. 317-10, File No. 101349, App. 12/21/2010)\n\n","heading":{"title":"10","chaptersection":"100-172","identifier":"10.100-172","catch_text":"POLICE DNA TESTING IN SEXUAL ASSAULT CASES ACCOUNT."}}