{"text":"\n     (a)     Establishment of Fund. The Water Enterprise Environmental Enhancement Surcharge Fund is established as a category eight fund for the purpose of receiving environmental enhancement surcharge proceeds collected from water sales to retail and wholesale water customers by the San Francisco Public Utilities Commission. Section 4.04.D of the July, 2009 \"Water Supply Agreement Between the City and County of San Francisco and Wholesale Customers in Alameda County, San Mateo County and Santa Clara County\" approved in San Francisco Public Utilities Commission Resolution Number 09-0069 adopted on April 28, 2009 required the creation of a restricted reserve fund for the use and administration of environmental enhancement surcharge proceeds as set forth in subsections (b) and (c).\n     (b)     Use of the Fund. Money received into the fund shall be used exclusively for specific environmental restoration and enhancement measures for the Sierra and local watersheds. Specific uses of Environmental Enhancement Surcharge Fund proceeds will be decided by consensus of the General Managers of the San Francisco Public Utilities Commission and the Bay Area Water Supply and Conservation Agency following input from environmental stakeholders and other interested members of the public.\n     (c)     Administration of Fund. The fund shall be maintained from July 1, 2011 through December 31, 2018. Any proceeds that remain in the fund as of December 31, 2018 shall be used to complete projects previously approved under subsection (b). Upon completion of the identified projects, the balance of any unexpended sums in the fund shall be distributed by the San Francisco Public Utilities Commission to its retail water customers and to the Bay Area Water Supply and Conservation Agency in proportion to the total amount of environmental enhancement surcharges assessed to retail and wholesale water customers, respectively.\n(Added by Ord. 106-11, File No. 110579, App. 6/20/2011, Eff. 7/20/2011)\n\n","heading":{"title":"10","chaptersection":"100-224. ","identifier":"10.100-224. ","catch_text":"PUBLIC UTILITIES WATER ENTERPRISE ENVIRONMENTAL ENHANCEMENT SURCHARGE FUND."}}