{"text":"\n     (a)     The Assessor of the City and County of San Francisco is hereby authorized to recommend a reward to be paid by the Board of Supervisors from the general fund for information leading to the detection of an underpayment of property tax owing to the City and County of San Francisco when the underpayment results from a change of ownership (as defined in Revenue and Taxation Code § 60 et seq.) that was not reported as required under Division 1, Part 2, Chapter 3, Article 2.5 of the Revenue and Taxation Code. \n     (b)     For purposes of this section, the term \"real estate watchdog\" means a person providing information leading to the detection of an underpayment of property tax (when the underpayment results from a change of ownership as defined in Revenue and Taxation Code § 60 et seq.) owing to the City and County of San Francisco. \n     (c)     In order for a real estate watchdog to qualify for a reward:\n          (1)     the Assessor must certify that the unreported change of ownership will result in a re-assessment leading to the actual collection of the tax or a lien or other device that is reasonably likely to result in the collection of the tax; \n          (2)     the watchdog must not have participated in concealing the unreported transfer;\n          (3)     the information furnished must be information unknown to the Assessor; and\n          (4)     the watchdog must file an application for reward along with supporting documentation with the Assessor for the City and County of San Francisco, who shall have the authority to prescribe the form of the application and to design and administer the watchdog program. \n     (d)     The Assessor shall make a determination on every application filed and, if in his discretion a reward is warranted, recommend an amount of reward to the Board of Supervisors. Rewards are entirely in the City's discretion and there is in no circumstance the right to an award. The amount of the recommended reward on an application: \n          (1)     reposes in the discretion of the Assessor;\n          (2)     is subject to approval by the Board of Supervisors;\n          (3)     will be determined based on the usefulness of information furnished;\n          (4)     may be up to ten percent of the increase in tax due from the date of the unreported change in ownership to the date the information is provided that is or would be collected because of the information provided; \n          (5)     may not be more than one hundred thousand dollars $100,000.00); and\n          (6)     will be paid as soon as administratively feasible after approval by the Board of Supervisors.\n     (e)     The authority provided for in this Section to recommend a reward to be paid from the general fund for information leading to the detection of an underpayment of property tax owing to the City and County of San Francisco when the underpayment results from a change of ownership (as defined in Revenue and Taxation Code § 60 et seq.) that was not reported as required under Division 1, Part 2, Chapter 3, Article 2.5 of the Revenue and Taxation Code shall be available to and may be exercised by the Assessor for a period of five years from the effective date of this Section. \n     (f)     After review by the Controller, the Assessor shall submit an annual report to the Board of Supervisors for each year for which the reward program authorized under this Section is in existence that sets forth any identifiable increases in property tax assessments resulting from information obtained due to this program. \n     (g)     Not later than six months prior to the expiration of the Assessor's authority as provided in subsection (d) above, the Assessor shall recommend to the Board of Supervisors whether the Assessor's authority to recommend rewards under this ordinance should continue for an additional period. \n(Added by Ord. 28-06, File No. 051759, App. 2/16/2006; Ord. 48-11, File No. 110068, App. 3/16/2011)\n\n","heading":{"title":"10","chaptersection":"177-2","identifier":"10.177-2","catch_text":"REWARD FOR INFORMATION CONCERNING UNDERPAYMENTS OF TAX."}}