{"text":"\n     The Controller shall on an annual basis, as part of his or her duties in reviewing budget estimates submitted to him or her and consolidated by him or her for transmission to the Mayor, verify that the annual budget for each recipient agency contains an allocation of funds for transfer to the General Fund sufficient to fund the cost of services to be rendered and facilities to be provided by all rendering agencies. In those cases where the Controller determines that the recipient agency has failed in its budget estimate to make the allocation of funds for transfer to the General Fund to defray the cost of rendering services or providing facilities to all service rendering agencies, calculated pursuant to its general service charge, the Controller shall make the appropriate allocation by reducing expenditures for other items in the budget estimates. \n(Added by Ord. 152-80, App. 4/18/80; amended by Ord. 319-00, File No. 001914, App. 12/28/2000)\nSec. 10.199-1.\n(Amended by Ord. 59-83, App. 2/4/83; repealed by Ord. 319-00, File No. 001914, App. 12/28/2000)\nSec. 10.201.\n(Added by Ord. 58-82, App. 2/11/82; amended by Ord. 278-96, App. 7/3/96; repealed by Ord. 319-00, File No. 001914, App. 12/28/2000)\nSec. 10.203.\n(Added by Ord. 342-87, App. 8/21/87; amended by Ord. 283-90, App. 7/24/90; repealed by Ord. 319-00, File No. 001914, App. 12/28/2000) \nSec. 10.204.\n(Added by Ord. 416-93, App. 12/23/93; amended by Ord. 79-96, App. 2/23/96; Ord. 278-96, App. 7/3/96; repealed by Ord. 319-00, File No. 001914, App. 12/28/2000) \nSec. 10.205.\n(Added by Ord. 376-96, App. 9/30/96; repealed by Ord. 319-00, File No. 001914, App. 12/28/2000)\nARTICLE XIX:\n[RESERVED]\n\nARTICLE XX:\nLIEN PROCEDURE \n\n\nSec. 10.230.\nApplicability.\n\nSec. 10.230A.\nRequest for Payment; Notice of Delinquent Account and Proposed Lien; Authorization for Lien.\n\nSec. 10.231.\nReport to Board of Supervisors.\n\nSec. 10.232.\nNotice of Hearing.\n\nSec. 10.233.\nHearing.\n\nSec. 10.234.\nCreation of Lien.\n\nSec. 10.235.\nRecordation.\n\nSec. 10.236.\nFiling With Controller and Tax Collector; Distribution of Proceeds.\n\nSec. 10.237.\nRelease of Lien, Recording Fee. \n\nSEC. 10.230.  APPLICABILITY.\n     The following procedures are adopted pursuant to California Government Code Section 54988 and/or the Charter City Powers of City and County of San Francisco. Where an ordinance of the City and County of San Francisco authorizes the creation and imposition of a lien to enforce financial obligations owed to the City and County of San Francisco, the procedure set forth herein shall govern unless a different lien procedure is specifically provided for. If another ordinance of the City and County authorizes a different lien procedure which is subsequently declared invalid by a court of competent jurisdiction, then the procedures set forth in this Article shall apply. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.230A.  REQUEST FOR PAYMENT; NOTICE OF DELINQUENT ACCOUNT AND PROPOSED LIEN; AUTHORIZATION FOR LIEN.\n     (a)     Prior to initiating proceedings under this Article for the imposition of a lien, the department seeking to collect the fee, charge or cost at issue shall mail the property owner a written request for payment. If the fee, charge or cost has not been paid within 30 calendar days of such notice, the department may initiate lien proceedings pursuant to this Article to recover the amount due. Where another ordinance authorizing a specific lien requires not less than 30 calendar days written notice to the property owner prior to the initiation of lien proceedings, that notice shall constitute compliance with this Subsection. \n     (b)     A department seeking to initiate lien proceedings shall, following the end of the 30 calendar day period set forth in subsection (a), send the property owner via certified mail a written notice of proposed lien that shall include information as to the amount due, instructions for payment, and the name and telephone number of a department official to contact for questions or further information. The notice shall further state that if the amount due is not paid within 45 days, it shall be considered a delinquent account subject to lien pursuant to this Article and that before the lien may be imposed, the property owner has the right to appear before the Board of Supervisors at a hearing regarding the amount due. The notice shall also state that if the obligation remains unpaid, administrative fees, penalties and interest (including interest on amounts due after they have become a lien and continuing until paid) pursuant to this Article will accrue and become part of the lien. \n     (c)     To the extent that an ordinance authorizing a specific lien does not provide for notice, or establishes lesser notice requirements, this section shall establish minimum notice requirements. To the extent that an ordinance authorizing a specific lien establishes greater or additional notice requirements, those notice requirements shall control. The provisions of this section are not intended to affect any notice requirements imposed by preemptive State or federal law. \n     (d)     A financial obligation that is subject to this Article, and which remains unpaid after 45 calendar days from the date of the notice required pursuant to subsection (b) shall be deemed a delinquent account. In accordance with the procedures set forth in this Article, the Board of Supervisors may ensure collection of a delinquent account by making the amount thereof, along with any administrative charges, penalties, fees and interest, a lien against the subject property. \n(Added by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.231.  REPORT TO BOARD OF SUPERVISORS.\n     Each head of a department or office shall report not less than annually to the Board of Supervisors on delinquent accounts as provided herein. The report to the Board of Supervisors shall contain the following information for each such delinquent account: \n     1.     The property owner's name;\n     2.     The purpose of the charge, the payment for which is overdue;\n     3.     The amount due, including penalty and interest;\n     4.     The amount of the unpaid balance, including penalty on the delinquent payment;\n     5.     A description of the parcel or property against which a lien may be assessed. The descriptions of the parcels shall be those used for the same parcels on the Assessor's map books for the current year; and \n     6.     A recommendation on whether the lien procedure is appropriate for such delinquent account; and if not, a detailed explanation of inappropriateness shall be included. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.232.  NOTICE OF HEARING.\n     Upon receipt of such report the Board shall fix a time, date and place for a hearing on the report and any protest or objections thereto, and shall cause notice of the hearing to be sent by certified mail to each owner of the property described in the report not less than 10 days prior to the date of hearing. Such notice shall be mailed to the owner at the address maintained by the Tax Collector for the mailing of property tax bills. In addition, where the proposed lien would be entitled to greater force, effect and priority than that provided by law for a judgment lien, a copy of the notice shall be mailed to other persons who have a recorded interest in the property. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.233.  HEARING.\n     At the time fixed for the hearing on the report, the Board of Supervisors shall consider it along with any protests or objections of the owners of the properties liable to be assessed for delinquent accounts or other persons with a recorded interest in one or more of the properties. The Board may make such revisions, corrections or modifications of the report as it may deem necessary. In the event that the Board is satisfied with the correctness of the report (as submitted or as revised, corrected or modified), it shall be confirmed by resolution. The decision of the Board on the report and on all protests or objections thereto shall be final and conclusive; provided, however, any delinquent account may be removed from the report by payment in full at any time prior to confirmation of the report. The Clerk of the Board shall cause the confirmed report to be verified in form sufficient to meet recording requirements. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.234.  CREATION OF LIEN.\n     Upon recordation of the confirmed report by the Board, the delinquent charges contained therein shall constitute a lien against the property. \n     The lien shall continue until the lien value and all interest, fees and penalties due and payable thereon are paid. All laws applicable to the levy, collection and enforcement of ordinary municipal taxes shall be applicable to said lien, subject to two exceptions: (1) if any real property to which the lien would attach has been transferred or conveyed to a bona fide purchaser for value, or if a lien of a bona fide encumbrancer for value has been created and attaches thereon, prior to the date on which the first installment of taxes would become delinquent, then the lien that would otherwise be imposed by this Section shall not attach to the real property and the costs of enforcement relating to the property shall be transferred to the unsecured roll for collection; and (2) liens recorded pursuant to this Article shall only have the force, effect and priority of a judgment lien unless State law confers a different priority. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.235.  RECORDATION.\n     The Clerk of the Board of Supervisors shall cause the confirmed and verified report to be recorded in the County Recorder's office. The lien on each parcel of property described in said report shall carry additional charges for administrative expenses of $50 or 10 percent of the amount owed, whichever is higher, together with interest at the rate of one percent per full month compounded monthly from the date of recordation of the lien on all charges due. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.236.  FILING WITH CONTROLLER AND TAX COLLECTOR; DISTRIBUTION OF PROCEEDS.\n     The Clerk of the Board of Supervisors shall file a certified copy of each confirmed report with the Controller and Tax Collector within 10 days after confirmation of the report, whereupon it shall be the duty of said officers to add the amount of said lien to the next regular bill for taxes levied against said property for municipal purposes, and thereafter said amount shall be collected at the same time and in the same manner as ordinary City and County ad valorem real property taxes are collected, and shall be subject to the same procedure under foreclosure and sale in case of delinquency as provided for property taxes of the City and County of San Francisco, except that in conducting such a foreclosure and sale, the City shall have only the authority and priority that it is entitled to for enforcement of a judgment lien unless state law confers a different priority. \n     Except for the release of lien recording fee authorized in Section \n10.237, where the expenditure of City funds for which the lien is being imposed was made from departmental funds, all sums collected by the Tax Collector pursuant to this Article shall be allocated to the credit of the department for which the lien was imposed and to such other City departments as are administering collection of the lien for reimbursement of those expenses. Where the costs for which the lien is imposed have been paid from the General Fund instead of departmental funds, the sums collected shall be deposited in the General Fund, and not allocated to the department for which the lien was imposed. Unless otherwise authorized by law, the proceeds of the lien transferred to the department may be used only to fund the activities or undertakings the charge leading to the lien was designed to fund. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\nSEC. 10.237.  RELEASE OF LIEN, RECORDING FEE.\n     Upon payment to the Tax Collector of the lien amount plus applicable penalties, administrative fees and interest charges, the Tax Collector shall cause to be recorded a Release of Lien with the County Recorder, and from the sum collected pursuant to Section \n10.236, shall pay to the County Recorder a Release of Lien fee of $9.00. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\nCHAPTER 10A:\n[RESERVED]\nSEC. 10A.1.  RESERVED.\n(Added by Ord. 274-06, File No. 060700)\nEditor's Note:     Former Ch. 10A (\"Pilot Foot Patrol Program\") expired by operation of its sunset provision on 1/1/2008.\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"10","chaptersection":"199","identifier":"10.199","catch_text":"CONTROLLER'S REVIEW."}}