{"text":"\n     (a)     Establishment of Fund. The Trial Courts Courthouse Construction Fund is established as a category four fund for the purpose of receiving all funds collected pursuant to Resolution No. 713-92 of the Board of Supervisors of the City and County of San Francisco as authorized by Section 76238 of the California Government Code from surcharges on first filing fees, and all funds collected pursuant to Resolution No. 713-92 as authorized by Sections 76000 and 76100 of the California Government Code from penalty assessments in criminal and parking cases. \n     (b)     Use of Fund. The monies in this fund are payable only for the purpose of assisting the City and County of San Francisco (the \"City\") in the acquisition, rehabilitation, construction and financing of courtrooms or of a courtroom building or buildings containing facilities necessary or incidental to the operation of the justice system at the time necessary therefor. In conjunction therewith, the monies in such fund including interest, may be applied to pay or reimburse the City for any lease rental payments or debt service payments or any other costs and expenses incurred by the City in connection with any lease financing or other financing entered into for the purpose of acquiring, rehabilitating, or constructing courtrooms, a courthouse building or buildings or courtroom facilities as hereinabove described. Such payments may be applied, upon the recommendation of the Director of Public Finance, to the prepayment or early retirement of lease revenue bonds or any other type of indebtedness or obligation issued or executed and delivered for the foregoing purposes. The monies in such fund, including interest, may also be used to rehabilitate existing courtrooms or an existing courtroom building or buildings for other uses if new courtrooms or a courtroom building or buildings are acquired, constructed or financed, or to acquire, rehabilitate, construct or finance excess courtrooms or an excess courtroom building or buildings if such excess is anticipated to be needed at a later time. Should any such excess courtrooms or courtroom buildings be leased or rented for uses other than the operation of the justice system until such time as such excess courtrooms or excess courtroom building or buildings are needed for the operation of the justice system, any amounts received as lease or rental payments pursuant to this subdivision shall be deposited in the San Francisco Courthouse Construction Fund. \n     (c)     Administration of Fund. All funds shall be expended as jointly determined by the Courthouse Construction Fund Committee (consisting of the Presiding Judges of the Superior and Municipal Courts, the Executive Officer of the Superior Court and the Clerk of the Municipal Court), with the approval of the Board of Supervisors. The fund shall be maintained by the Controller's Office which shall record all receipts and expenditures. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-353. ","identifier":"10.100-353. ","catch_text":"TRIAL COURTS COURTHOUSE CONSTRUCTION FUND."}}