{"text":"\n     (a)     Establishment of Funds. There are hereby established category eight funds for the Department of Public Health for the purpose of receiving all gifts, donations and contributions of money or personal property of less than $25,000 in value or amount, which may from time to time be received by the City through the Health Commission to be used for the general benefit and comfort of patients of the Department of Public Health without expense other than what may be necessary for proper maintenance, are hereby accepted exclusively for such purposes. All cash received and accepted hereunder for the general benefit and comfort of patients of the San Francisco General Hospital shall be deposited in a special fund to be known as the \"San Francisco General Hospital Gift Fund,\" a public trust; all cash received and accepted hereunder, for the general benefit and comfort of patients of the Laguna Honda Hospital shall be deposited in a special fund to be known as the \"Laguna Honda Hospital Gift Fund,\" a public trust; all cash received and accepted hereunder for the general benefit and comfort of patients of any other division of the Department of Public Health shall be deposited in any appropriate special fund established for such purposes; and all cash received and accepted hereunder for purposes of methadone treatment shall be deposited in a special fund to be known as the \"Public Health Methadone Treatment Fund.\" As to all other forms of gifts or contributions received and accepted hereunder, the Health Commission shall promptly inventory such gifts and contributions and provide the Controller with a copy of such inventory. \n     (b)     Use of Funds. All expenditures from any of said funds shall be made for the purposes for which the gift or donation was originally made. \n     (c)     Exceptions to Fund Category. All expenditures from the fund require the approval of the Public Health Commission. \n     (d)     Administration of Fund. The Department of Public Health shall, on an annual basis, within the first two weeks of July, report in writing to the Board of Supervisors a listing of all gifts, donations and contributions of money or personal property of less than $25,000 in value or amount. The report shall list the nature, amount and disposition of these gifts, donations and contributions. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-201","identifier":"10.100-201","catch_text":"PUBLIC HEALTH GIFT FUNDS."}}