{"text":"\n     (a)     Establishment of Fund. The Water Enterprise Capital Cost Recovery Payment Surcharge Fund is established as a category eight fund for the purpose of receiving capital cost recovery payment surcharge proceeds collected from wholesale water customers by the San Francisco Public Utilities Commission. Section 5.03.F of the July, 2009 \"Water Supply Agreement Between the City and County of San Francisco and Wholesale Customers in Alameda County, San Mateo County and Santa Clara County\" approved in San Francisco Public Utilities Commission Resolution Number 09-0069 adopted on April 28, 2009 allows the San Francisco Public Utilities Commission's wholesale water customers to prepay the balance of \"Existing Regional Asset\" capital costs. California Water Code Section 81438(k) authorizes the San Francisco Public Utilities Commission to collect a surcharge from its wholesale water customers to pay required debt service and other costs associated with the issuance of revenue bonds by the Bay Area Water Supply and Conservation Agency for the purpose of funding the advance prepayment of Existing Regional Asset costs to San Francisco. Section 3.03(b) of the January 1, 2013 \"Prepayment and Collection Agreement between the City and County of San Francisco and the Bay Area Water Supply and Conservation Agency\" requires the creation of a restricted reserve fund for the use and administration of Capital Cost Recovery Payment Surcharge proceeds as set forth in subsections (b) and (c).\n     (b)     Use of the Fund. Money received into the fund shall be used exclusively for the deposit and remittance of Capital Cost Recovery Payment Surcharge proceeds by the San Francisco Public Utilities Commission to the Trustee for the Bay Area Water Supply and Conservation Agency revenue bonds in accordance with the terms of the January 1, 2013 Prepayment and Collection Agreement referenced in subsection (a) above.\n     (c)     Administration of Fund. The fund shall be maintained from July 1, 2013 through the termination date of the Wholesale Water Revenue Prepayment and Collection Agreement.\n(Added by Ord. 18-13, File No. 121194, App. 2/11/2013, Eff. 3/13/2013)\n\n","heading":{"title":"10","chaptersection":"100-225","identifier":"10.100-225","catch_text":"PUBLIC UTILITIES WATER ENTERPRISE CAPITAL COST RECOVERY PAYMENT SURCHARGE FUND."}}