{"text":"\n     (a)     Establishment of Fund. The Mayor's Home Ownership Assistance Loan Fund is established as a category eight fund to receive monies from repayment of promissory notes utilized by the City on surplus City sites which have been sold for the development of low and moderate income housing and monies generated by repayment of loans from the Home Ownership Assistance Loan Fund. \n     (b)     Use of Fund. The fund is to be used exclusively for the purpose of expanding home ownership opportunities for first-time home buyers who are persons, families or households of low or moderate income. Low income is defined as up to 80 percent of the median income and moderate income as 81 percent to 120 percent of the median income for San Francisco. Median income will be the current amount as defined by the Department of Housing and Urban Development. Monies from the fund may be used (1) to provide loans to low and moderate income individuals, families and households, and (2) to provide loans to nonprofit corporations for the purchase of housing units to be resold to low and moderate income individuals, families and households; or for curing a default on a senior loan made with respect to a unit that has secondary financing from the City. The loans may be used to assist with the acquisition of housing units constructed on surplus City sites that otherwise would not be affordable to low and moderate income households. \n     (c)     Exceptions to Fund Category. The Director of the Mayor's Office of Housing shall approve all expenditures from the fund. Administrative expenses shall be appropriated through the annual budget process or supplemental appropriation. \n     (d)     Administration of Fund. The Mayor's Office of Housing, or its successor, shall administer a loan program under the Home Ownership Assistance Loan Fund, and in such capacity shall (1) prepare and service loan agreements; (2) receive payments from loans, maintain current accounts showing principal, interest, shared appreciation and fees relating to the loans made from the Home Ownership Assistance Loan Fund; and (3) allocate funds for administration associated with the operation of the Home Ownership Assistance Loan Fund, such administrative funds being limited to interest earnings generated by loans, the share of appreciation accruing to City as outlined in the loan agreements, collection of fees and proceeds of investments of unexpended cash balances from the Home Ownership Assistance Loan Fund. The Mayor's Office of Housing, or its successor, shall report annually to the Board of Supervisors on the current status of the Home Ownership Assistance Loan Fund, the amounts approved for disbursement, the number and types of units assisted, and shall make recommendations for any changes deemed necessary to improve the effectiveness of the Home Ownership Assistance Loan Fund in achieving its purpose. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-108","identifier":"10.100-108","catch_text":"MAYOR'S HOME OWNERSHIP ASSISTANCE LOAN FUND."}}