{"text":"\n     (a)     Any department, board, or commission that seeks to accept and expend federal, State, or other grant funds must comply with any applicable provisions of this Section.\n     (b)     The acceptance and expenditure of federal, State, or other grant funds in the amount of $100,000 or more is subject to the approval by resolution of the Board of Supervisors. If, as a condition of the grant, the City is required to provide any matching funds, those funds shall be included in determining whether the grant meets the $100,000 threshold. This subsection shall also apply to an increase in a grant where the increase, alone or in combination with any other previous increases to that grant, would raise the cumulative total amount of the grant to $100,000 or more. The department, board, or commission requesting approval shall submit the following documents to the Board prior to its consideration:\n          (1)     A proposed resolution approving the acceptance and expenditure of grant funds, or a proposed ordinance as required under subsection (b),\n1 signed by the department head, the Mayor or his or her designee, and the Controller; \n          (2)     A completed \"Grant Information Form.\" The Clerk of the Board shall prepare the form; it shall include a disability access checklist, indirect cost recovery, and other information as the Board of Supervisors may require; \n          (3)     A copy of the grant application;\n          (4)     A letter of intent to award the grant or acknowledgment of grant award from the granting agency; and,\n          (5)     A cover letter to the Clerk of the Board of Supervisors substantially conforming to the specifications of the Clerk of the Board.\n     (c)     Grants or Increases to Grants of Less Than $100,000. The Controller may prescribe rules for the acceptance and expenditure of federal, State, or other grant funds in amounts less than $100,000, or for increases to grants where the increase, alone or in combination with any other previous increases to that grant, would not raise the cumulative total amount of the grant to $100,000 or more. The Controller may also prescribe rules for the acceptance and expenditure of increases to grants, where the original grant or any subsequent increase to the grant has been approved by the Board of Supervisors under subsection (b) or (d) and where the latest increase would be in an amount less than $50,000.\n     (d)     Grant Funded Positions. No position funded by a grant, regardless of the amount of the grant, shall be authorized or filled unless the classification, duration, and number of positions to be funded by the grant are specifically set forth in an ordinance approving acceptance and expenditure, which ordinance shall also contain appropriate amendments to the annual salary ordinance to reflect the positions proposed to be funded through the grant. \n     (e)     Recurring Grants. Grants that provide funding to departments or programs of the City and County in a recurring manner or continue funding from one year to the next shall be included in the annual budget submission by the Department. \n          The Department budget submission shall also include a budget detail, explanations and substantiations of the grant funding. If it is not possible for the Department to include recurring grant funds in its annual Department budget submission, the acceptance and expenditure of a recurring grant shall follow the procedure set forth in paragraph (a)\n2 of this Section. \n     (f)     Indirect Costs. Every grant shall contain provisions for the reimbursement of indirect costs. Such indirect cost provisions shall reimburse the City and County from grant funds for administrative services that are necessary for the administration and performance of the project or program. Every department, office, board or commission shall establish a rate for such indirect costs that is approved by the Controller and fixed in accordance with a directive issued by the Controller. The indirect cost rate shall be included in the grant budget that is submitted to the Board of Supervisors and in the authorizing resolution. \n          The receipt and expenditure of grant funds shall not be approved by the Board of Supervisors unless the Controller has certified that provisions for appropriate indirect cost reimbursement is included in the grant budget. \n          If indirect costs are not allowed by the funding agency, or for other reasons indirect costs cannot be included in the budget, these reasons shall be stated in the authorizing resolution. Upon approving acceptance and expenditure, the Board of Supervisors may waive the requirement for the inclusion of reimbursement of indirect costs. \n     (g)     Grant Budget. Every department, board, commission, agency, or office submitting a budget for a grant of public funds to the Board of Supervisors pursuant to this Section shall submit such budget in a format that conforms to and provides the detail substantiation that is required of similar appropriations in the annual budget for the City and County. The mission and goals statement, which is required as part of the annual budget, is not required by this Section for submittal of a grant budget. \n     (h)     Grant Budget Revision. A department, agency, or office may reallocate or transfer funds of line item expenditures within an approved grant budget, if such reallocations or transfers are within the total of the approved budget and are allowed by the granting agency. If any line item of a Federal or State grant is modified or increased by more than 15 percent, copies of documentation of such modification or increase which are transmitted to Federal or State agencies shall also be transmitted to the Board of Supervisors. \n     (i)     Grant Draw Down of Funds. Departments, agencies, boards, and commissions shall promptly draw down grant funds from a Federal, State, or other funding agency and deposit such funds in the Treasury of the City and County of San Francisco to minimize the displacement of City funds that support grant activities. \n     (j)     Grant Transportation Authority. The provisions of this Section shall not be applicable to applications for or expenditure of funds from the San Francisco County Transportation Authority. The Controller shall prescribe rules for the acceptance and expenditure of such funds. \n     (k)     Certain Transportation Funds (Proposition 1B Funds). The voters of California adopted Proposition 1B, the Highway Safety, Traffic Reduction, Air Quality, and Port Security Bond Act of 2006, at the November 7, 2006 California General Election. Under the Proposition, the State will appropriate two billion dollars ($2,000,000,000) into the Local Streets and Road Improvement, Congestion Relief, and Traffic Safety Account of 2006 (\"Proposition 1B Local Street and Road Improvement Funds\"). These funds will be distributed to cities and counties for improvements to transportation facilities that will assist in reducing local traffic congestion and further deterioration, improving traffic flows, or increasing traffic safety that may include, but not be limited to, street and highway pavement, maintenance, rehabilitation, installation, construction and reconstruction of necessary associated facilities such as drainage and traffic control devices, or the maintenance, rehabilitation, installation, construction and reconstruction of facilities that expand ridership on transit systems, safety projects to reduce fatalities, or as a local match to obtain state or federal transportation funds for similar purposes. The Proposition requires that the funds distributed to the City be deposited in a local account that is designated for the receipt of state funds allocated for local streets and roads. \n          (1)     The Board of Supervisors finds that while there are a range of projects involving various City departments that could benefit from the Proposition 1B Local Street and Road Improvement Funds, implementing a coordinated planning process for use of those funds will help ensure the effective and efficient expenditure of funds in a manner that will maximize the benefit to the City and its residents. \n          (2)     The Board of Supervisors further finds that given the range of projects and the Citywide impact of transportation-related projects, it is appropriate for the Board to review proposed expenditures of Proposition 1B Local Street and Road Improvement Funds, and to be kept apprised of the progress on projects that are receiving Proposition 1B Local Street and Road Improvement Funds. \n          (3)     The Board of Supervisors shall not to appropriate any Proposition 1B Local Street and Road Improvement Funds, as referenced above, until the Board has received from the department or departments requesting the appropriations a specific and detailed spending plan for the funds. The Spending Plan (the \"Plan\") shall set forth projects, programs and other improvements to be funded over the next ten years (10) years by Proposition 1B Local Street and Road Improvement Funds, and shall include a budget, scope, and schedule, as well as any other information requested by the Board. The Plan should also address the relative need or urgency, cost effectiveness, and fair geographic distribution of resources, taking into account the various needs of San Francisco's neighborhoods. The Plan shall be coordinated with other relevant City agencies including the Planning Department and the Municipal Transportation Agency, as well as the San Francisco Transportation Authority. The Plan should identify attempts to leverage or match Proposition 1B Local Street and Road Improvement Funds with funding from other sources, including any other state or federal funds. No City Department shall expend or encumber any Proposition 1B Local Street and Road Improvement Funds without approval from the Board of Supervisors pursuant to this ordinance. Any Proposition 1B Local Street and Road Improvement Funds received by the City and County of San Francisco will be deposited into a local account named \"The Proposition 1B Local Account,\" and shall remain in such account until the Board of Supervisors approves a department's specific spending plan. Under no circumstances will Proposition 1B Local Street and Road Improvement Funds be mixed with other funds prior to the approval of the spending plans as outlined in this paragraph. Proposition 1B Local Street and Road Improvement Funds can be appropriated as part of the annual budget process only if the requirements of this paragraph are met. The Board of Supervisors further encourages any department seeking such an appropriation to consult and work with its commission if any, the public, and the Board on the development of such spending plans. \n          (4)     Any department that receives an appropriation of Proposition 1B Local Street and Road Improvement Funds shall report back to the Board of Supervisors beginning six months from the date of the appropriation, and at six-month intervals thereafter until the appropriation has been spent. The report required by this Section shall state the amount of Proposition 1B Local Street and Road Improvement Funds expended as of the reporting date and shall describe the progress on the project, the projected date of completion, and such additional information as the Board may require as a condition of the appropriation. \n          (5)     The Controller shall perform an audit every two years of all Proposition 1B Local Street and Road Improvement Funds that are allocated, whether expended or not, to determine what projects were actually funded. Any Department receiving Proposition 1B Local Street and Road Improvement Funds shall cooperate with the Controller's Office in the performance of the audit. \n(Added by Ord. 391-97, App. 10/17/97; amended by Ord. 230-06, File No. 060852, App. 9/14/2006; Ord. 102-07, File No. 070316, App. 5/4/2007; Ord. 97-12, File No. 120192, App. 5/29/2012, Eff. 6/28/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 97-12; the reference should be to division (d).\n\n2.     So in Ord. 97-12; the reference should be to division (b).\n\n","heading":{"title":"10","chaptersection":"170-1","identifier":"10.170-1","catch_text":"GRANT FUNDS – ACCEPTANCE AND EXPENDITURE."}}