{"text":"\n     (a)     Establishment of Fund. The Medical Examiner's Peace Officer Training Fund is hereby established as a category two fund into which shall be deposited all state funds allocated by the Commission on Peace Officer Standards and Training to the City and County for the training of peace officer members of the Medical Examiner's Office. \n     (b)     Use of Fund. Monies from the fund shall be used exclusively for recruitment and training of peace officer members of the Medical Examiner's Office, including but not limited to, expenses incurred in the recruitment of personnel, purchase of equipment and training aids, expenses incurred in attending seminars, training schools and conferences, expenses incurred in assigning officers on an overtime basis to fill the regular duty assignments of officer members being trained and such other expenses as may be incurred in the recruitment and training of peace officer members of the Medical Examiner's Office. The Medical Examiner's Office will adhere to the standards for selection and training of peace officer members of the coroners' offices established by the California Commission on Peace Officer Standards and Training. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\nSEC. 10.100-155.  RESERVED.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; repealed by Ord. 65-10, File No. 100044, App. 4/2/2010)\nSEC. 10.100-157.  RESERVED.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; repealed by Ord. 65-10, File No. 100044, App. 4/2/2010)\nSEC. 10.100-159.  RESERVED.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; repealed by Ord. 65-10, File No. 100044, App. 4/2/2010)\nSEC. 10.100-162.  RESERVED.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; repealed by Ord. 65-10, File No. 100044, App. 4/2/2010)\nSEC. 10.100-164.  RESERVED.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; repealed by Ord. 65-10, File No. 100044, App. 4/2/2010)\n\n","heading":{"title":"10","chaptersection":"100-150. ","identifier":"10.100-150. ","catch_text":"MEDICAL EXAMINER'S PEACE OFFICERS' TRAINING FUND."}}