{"text":"\n     (a)     Establishment of Fund. The HOPE SF Fund is hereby established as a category four fund for the purpose of assisting in the replacement and/or rehabilitation of distressed public housing projects in the City and County of San Francisco. \n     (b)     Deposits to Fund.\n          1.     Base Deposit. The City shall appropriate $5,000,000.00 from the General Fund into the HOPE SF Fund for fiscal year 2007-2008. In subsequent years, it shall be City policy to appropriate the same base amount to the HOPE SF Fund, as well as the additional deposits described in subsection (b)(2), below. \n          2.     Additional Deposits. It shall be City policy to increase the base deposit described in subsection (b)(1), above, each fiscal year in an amount equal to the tax revenues generated during the prior fiscal year through construction and development activities on projects funded in whole or in part by the HOPE SF Fund. The Controller's calculation of the amount of such revenues with reference to any particular project shall include the following: \n               A.     The portion of property and possessory interest tax revenues allocated to the City's General Fund under State law;\n               B.     Property transfer tax revenues derived from the City's Real Property Transfer Tax Ordinance (\nArticle 12-C of the City Business and Tax Regulations Code); \n               C.     Sales and use tax revenues derived from the Bradley-Burns Uniform Local Sales and Use Tax Law (the one percent levy authorized under California Revenue and Taxation Code Section 7203.1); and \n               D.     Payroll tax revenues derived from the City's Payroll Expense Tax Ordinance (\nArticle 12-A of the City Business and Tax Regulations Code); \n     (c)     Use of Fund.\n          1.     The fund shall be used exclusively for the purpose of providing financial assistance to the San Francisco Housing Authority and housing developers, where the contribution of monies from the fund to a specific eligible HOPE SF Project described in clause (2) below will be accompanied by an agreement as to the affordability of some or all units in such HOPE SF Project for persons and families of very-low, low and moderate income as defined by the United States Department of Housing and Urban Development. Such affordability shall be maintained for a period of not less than the greater of 50 years or the useful life of the project. \n          2.     There are two eligible types of HOPE SF Projects: public housing developments in need of substantial rehabilitation; and public housing developments in need of demolition and new construction of public housing in conjunction with affordable housing and market-rate housing. Funds may be used to pay for the following: \n               A.     Capital expenses typically associated with the development and/or rehabilitation of public housing or affordable housing, including but not limited to infrastructure costs, construction costs, design costs, permit fees, financing fees, capitalized reserves, and developer fees; \n               B.     Administrative costs required to oversee the program;\n               C.     Payment of debt service on any bond or lease financing issued by the City for HOPE SF Fund-eligible purposes; and\n               D.     Other activities associated with the development of any HOPE SF Project, subject to the adopted rules and regulations described in paragraph (d) below. \n          3.     Grants, Bequests, and Other Sources. The Controller shall also cause the following to be deposited in the HOPE SF Fund; any and all grants, gifts, or bequests from private sources for the purposes cited above; any monies repaid to the City as a result of loans made by City to developers from monies in the HOPE SF Fund to assist in the development of replacement public housing and/or affordable housing associated with the replacement of public housing; any repayments of monies to City where the City is beneficiary under a promissory note which was acquired as a result of the City's housing affordability assistance from monies in the HOPE SF Fund; and any monies otherwise allocated to the fund, all to the extent such monies are not required to be deposited in other funds or applied to other purposes. \n     (d)     Administration of Fund. The fund shall be administered by the Mayor's Office of Housing. The Director of the Mayor's Office of Housing shall promulgate such rules and regulations as he or she may deem appropriate to carry out the provisions of the fund. Such rules and regulations shall be developed in consultation with any appropriate agencies or organizations with which the Director, or his or her designee, may choose to consult. The rules and regulations shall be subject to a public hearing and approved by resolution of the Board of Supervisors. The Mayor's Office of Housing shall develop procedures such that, for all projects funded by the HOPE SF Fund, the Mayor's Office of Housing requires the project sponsor or its successor in interest to give preference in occupying units first to any current occupants of a housing development receiving Funds, and second to Residential Certificate of Preference Holders under the San Francisco Redevelopment Agency's Property Owner and Occupant Preference Program, as reprinted September 11, 2008 and effective October 1, 2008 and on file with the Clerk of the Board in File No. 080521, who meet all of the qualifications for the unit. The Mayor's Office of Housing shall develop procedures and amend its regulations within 90 days of the effective date of this legislation to implement the preference described in this Section. Said procedures and regulations shall be subject to approval by Resolution of the Board of Supervisors.\n(Added by Ord. 180-07, File No. 070849, App. 8/3/2007; amended by Ord. 232-08, File No. 080521, App. 10/30/2008)\n\n","heading":{"title":"10","chaptersection":"100-370. ","identifier":"10.100-370. ","catch_text":"SAN FRANCISCO HOPE SF FUND."}}