{"text":"\n     (a)     Establishment of Fund. The Mayor's Housing Affordability Fund is created as a category two fund to receive any prior legally binding obligations any grants, gifts, bequests from private sources for the purposes sited in section (b), any monies repaid to the City as a result of loans made by City to developers to assist in the development of affordable housing, any repayments of monies to City where the City is beneficiary under a promissory note which was acquired as a result of City's housing affordability assistance, any repayments of loans made from this fund and any monies otherwise appropriated to the fund. \n     (b)     Use of Fund. The fund shall be used exclusively for the purpose of providing financial assistance to for-profit and nonprofit housing developers, where the contribution of monies from the fund will allow units in a project to be affordable to persons and families of low and moderate income. City departments may recover any costs of administering any project receiving funds from the Mayor's Housing Affordability Fund. The Mayor's Office of Housing shall develop procedures and amend its regulations such that, for all projects funded by this fund, it requires the project sponsor or its successor in interest to give preference in occupying units or receiving assistance first to Residential Certificate of Preference Holders under the San Francisco Redevelopment Agency's Property Owner and Occupant Preference Program, as reprinted September 11, 2008 and effective October 1, 2008 and on file with the Clerk of the Board in File No. 080521, who meet all of the qualifications for the unit or assistance. The Mayor's Office of Housing shall develop procedures and amend its regulations within 90 days of the effective date of this legislation to implement the requirements of this Section. Said procedures and regulations shall be subject to approval by Resolution of the Board of Supervisors.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; amended by Ord. 232-08, File No. 080521, App. 10/30/2008)\n\n","heading":{"title":"10","chaptersection":"100-110. ","identifier":"10.100-110. ","catch_text":"MAYOR'S HOUSING AFFORDABILITY FUND."}}