{"text":"\n     (a)     Findings.\n          1.     The Board of Education and the Superintendent of the San Francisco Unified School District have indicated their strong commitment to accountability at all levels of District operations and have taken measures over the past year to investigate, audit, and review the past spending practices of the District's Facilities Department with respect to school construction bond funds; and, \n          2.     The District has stated that it welcomes continued input and assistance from the community and from City and State government officials and is engaged in an ongoing effort to restructure the District's Facilities Department; and, \n          3.     Two School Board Commissioners, Commissioners Wynns and Cruz, have introduced two resolutions that are currently pending before the Board of Education to strengthen the District's oversight of school construction bond funds; and, \n          4.     Each of these resolutions has been introduced and been read once, and is expected to be adopted by the Board of Education at a regularly scheduled Board meeting early in calendar year 2002; and, \n          5.     The first of these resolutions, if adopted, would provide that the District exceed state statutory requirements for the oversight of school construction bond funds and institute the highest level of oversight that the District has ever had over the use of school construction bond funds by establishing the District's School Facilities Citizen's Oversight Committee; and, \n          6.     The first resolution provides that the School Facilities Citizen's Oversight Committee provide advice and recommendations to the District regarding the expenditure of funds for bond related projects, actively review and report on the proper expenditure of taxpayers' money for school construction and to take any necessary action in furtherance of its purpose, including, but not limited to, receiving and reviewing copies of annual independent financial audits and deferred maintenance proposals, inspecting school facilities and grounds, and receiving and reviewing cost-saving measures designed to reduce the costs of professional fees and site preparation. \n          7.     The second resolution would establish a Bond Program Advisory Council to report to the Board of Education and provide information to City and State officials, and make recommendations regarding policies to the Board of Education surrounding the effective and efficient implementation of school bond construction funds. \n     (b)     The San Francisco Unified School District (\"the District\") through its Facilities and Planning Department must submit written reports to the Budget Analyst's Office, the City's Public Finance Office, the Department of Public Works, and the Controller's Office, on a quarterly basis to update these City departments on the status of the use of the 2002 bond proceeds. Should the School District not do so, these departments shall notify the Board of Supervisors. Prior to the appropriation of 2002 school bond proceeds by the Board of Supervisors, the District shall provide to the City Treasurer, the Director of Public Finance and the Budget Analyst of the Board of Supervisors, a written timeline and expenditure plans for each of the projects to be funded with these bond funds in order to determine whether the appropriations of these bond funds are necessary and/or appropriate. \n(Added by Ord. 12-02, File No. 012185, App. 1/25/2002)\n\n","heading":{"title":"10","chaptersection":"19-4","identifier":"10.19-4","catch_text":"NOTICE BY DEPARTMENTS TO BOARD OF SUPERVISORS."}}