{"text":"\n     (a)     Purpose. In order to recover the cost to the City for the District Attorney to participate in the operation of the Community Courts Program, as described in Section \n10.100-295 of this Code, the City will collect a Community Court Program Administrative Fee as follows: \n     (b)     Collection of Fee. The District Attorney is authorized to collect the Administrative Fee from persons who are determined by the District Attorney to be eligible for the Community Court Program and who elect to participate in the Program. The District Attorney shall explain the basis and amount of any fee to each person in advance of his or her participation in the Community Court Program. The District Attorney is also authorized to collect the Administrative Fee from persons who are eligible for and who elect to participate in the Program but whose cases are heard in an administrative office because there is no Community Court in the neighborhood in which the incident or dispute occurred. \n     (c)     Amount of Fee. Consistent with the Dispute Resolution Program Act (California Business and Professions Code section 465 et seq. and implementing regulations at 16 California Administrative Code section 3600 et seq.), the Administrative Fee shall be assessed on a sliding scale basis. Individuals whose income and resources fall below 60 percent of the Area Median Income for individuals shall pay no Administrative Fee. Individuals whose income and resources are at or above 60 percent of the Area Median Income for individuals shall pay $115.00 per case. A business participating in the Community Courts Program shall pay $165.00 per case. Beginning with fiscal year 2005-2006, the Controller shall each year review and adjust the Administrative Fees set in this Section without further action by the Board of Supervisors to ensure that the Administrative Fees produce sufficient revenue to support the District Attorney's participation in the Community Court Program, but do not produce revenue that exceeds that necessary to support the District Attorney's participation. \n     (d)     No Additional Fees. No agency providing dispute resolution services through the Community Court Program may collect any additional administrative fees from participants in the Community Courts Program. \n     (e)     Use of Fee. Consistent with the budgetary and fiscal provisions of the Charter, proceeds received from collection of the Administrative Fee shall be used to recover the costs to the City for the District Attorney to participate in the operation of the Community Courts Program. \n(Added by Ord. 189-05, File No. 051001, App. 7/29/2005; Ord. 87-06, File No. 051917, App. 5/5/2006)\nSEC. 10.184.\n(Added by Ord. 225-71, App. 9/2/71; repealed by Ord. 318-00, File No. 001913, App. 12/28/2000)\nSEC. 10.187.\n(Added by Ord. 606-81, App. 12/24/81; repealed by Ord. 318-00, File No. 001913, App. 12/28/2000)\nSEC. 10.191.\n(Amended by Ord. 273-72, App. 9/20/72; repealed by Ord. 318-00, File No. 001913, App. 12/28/2000)\nSEC. 10.192.\n(Added by Ord. 261-75, App. 6/11/75; repealed by Ord. 318-00, File No. 001913, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"183","identifier":"10.183","catch_text":"COMMUNITY COURT PROGRAM ADMINISTRATIVE FEE."}}