{"text":"\n     (a)     Establishment of Fund. The Water Department Revenue Fund is established as a category four fund for receipt of the entire gross revenue of the Water Department whenever revenue bonds issued by the Public Utilities Commission for water facilities under the jurisdiction of the Public Utilities Commission are outstanding. This section shall apply to all bonds that were outstanding or authorized on or before July 1, 1996. \n     (b)     Use of Fund. Monies in the Water Department Revenue Fund, including earnings thereon, shall be appropriated, transferred, expended or used for the following purposes pertaining to the financing, maintenance and operation of the Water Department and related facilities owned, operated or controlled by the Commission and only in accordance with the following priority: (1) the payment of operation and maintenance expenses for such utility and related facilities; (2) the payment of pension charges and proportionate payments to such compensation and other insurance or outside reserve funds as the Commission may establish or the Board of Supervisors may require with respect to employees of the Commission; (3) the payment of principal, interest, reserve, sinking fund, and other mandatory funds created to secure revenue bonds hereafter issued by the Commission for the acquisition, construction or extension of Water Department or related facilities owned, operated or controlled by the Commission; (4) the payment of principal and interest on general obligation bonds heretofore or hereafter issued by the City and County for Water Department purposes; (5) the reconstruction and replacement as determined by the Commission or as required by any Water Department revenue bond ordinance or resolution duly adopted and approved; (6) the acquisition of land, real property or interest in real property for, and the acquisition, construction, enlargement and improvement of, new and existing buildings, structures, facilities, equipment, appliances and other property necessary or convenient to the development or improvement of such utility owned, controlled or operated by the Commission; and for any other lawful purpose of the Commission including the transfer of surplus funds pursuant to Section \n16.103 of the Charter. \n     (c)     Administration of Fund. All amounts paid into said fund shall be maintained by the Treasurer separate and apart from all other City and County funds and shall be secured by the Treasurer's official bond or bonds. Separate accounts shall be kept of said fund with respect to receipts and disbursements. Said fund shall be exempted from Charter Section \n16.103. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-366","identifier":"10.100-366","catch_text":"WATER DEPARTMENT REVENUE FUND."}}