{"text":"\n     (a)     Findings. The proliferation of graffiti on public buildings and other public property has created a blight which offends both citizens of and visitors to San Francisco. The removal of such graffiti will enhance the beauty of the City in which we live and will encourage others to visit and to relocate here. Removal will thus both reflect and renew our civic pride and contribute to our economic viability. Providing a source of funds for the promotion of neighborhood beautification projects will support the efforts of local residents and businesses to improve the quality of life for San Francisco residents and the local economy, and assist in reducing the amount of graffiti in San Francisco. \n     (b)     Statement of Intent. The Board of Supervisors wishes to address the above concerns by establishing a Neighborhood Beautification and Graffiti Clean-up Fund which will promote neighborhood beautification projects, including projects designed to improve the environmental quality of neighborhoods, and finance the clean-up of graffiti on public property. \n     (c)     Establishment of Fund. The Mayor's Neighborhood Beautification and Graffiti Clean-Up Fund is established as a category four fund for the purpose of receiving all donations or grants of money which may be collected by the City and County of San Francisco for the purposes noted in (b). \n     (d)     Use of Fund. The fund shall be used exclusively for the purposes enumerated in (b), provided that such expenditures shall include reimbursement to City and County departments for expenses incurred in the administration of the fund. \n     (e)     Administration of Fund. The Mayor shall have the following duties in regard to administration of the fund: \n          1.     The Mayor, or his or her designee, shall be responsible for the administration of the Neighborhood Beautification and Graffiti Clean-Up Fund, and shall have all such authority as may be reasonably necessary to carry out those responsibilities. \n          2.     The Mayor shall promulgate such rules and regulations as he or she may deem appropriate to carry out the provisions of this section. Before issuing or amending any rules and regulations, the Mayor shall provide a 30-day public comment period by providing published notice in an official newspaper of general circulation in the City of the intent to issue or amend the rules and regulations. The rules and regulations shall be approved by resolution of the Board of Supervisors. Such rules and regulations shall include, but not be limited to, the qualifications of applicants and factors to be considered in the award of grants to fund programs to help remove graffiti and promote neighborhood beautification projects, including preference for the following projects: youth programs and innovation, projects that are neighborhood generated, and projects designed to benefit areas of San Francisco that are economically disadvantaged. \n          3.     The Mayor shall submit a semiannual report to the Board of Supervisors setting forth an accounting of the amounts disbursed and the uses for which said funds were made. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-114. ","identifier":"10.100-114. ","catch_text":"MAYOR'S NEIGHBORHOOD BEAUTIFICATION AND GRAFFITI CLEAN-UP FUND."}}