{"text":"\n     (a)     Establishment of Fund. The Public Guardian/Public Administrator Fund is established as a category eight special fund, meaning that funds are automatically appropriated, interest shall be accumulated and that any fund balance shall carry forward year to year. The Public Guardian/Public Administrator Fund shall contain all monies collected or appropriated by the Public Guardian's Office for the uses described in subsection (b). The fund shall also be used as a gift fund to receive all donations of money that may be offered to the Public Guardian's Office.\n     (b)     Use of Fund. The S.F. Public Guardian is the official under the California Probate Code to serve as the conservator where there is no one else who is qualified and willing to act and where the Public Guardian's appointment would be in the best interest of the individual as determined by the San Francisco Probate Court. Monies deposited in the fund shall be expended for the purposes designated by the Public Guardian and the Director of the Department of Aging and Adult Services. The fund shall be used primarily to increase and enhance conservatorship services for individuals who are unable to meet basic personal needs for health, food, clothing, and shelter or who are substantially unable to manage their financial resources. The fund may be used to increase staffing and other resources to better provide services including, but not limited to the following:  investigating and processing conservatorships; assessing physical, mental, and financial needs; ensuring appropriate medical care, social work services, and budgeting for conservatees; securing housing or shelter for conservatees; locating and managing the assets and income of conservatees; developing plans for both immediate and long-term care of conservatees; and advocating on behalf of conservatees to government agencies, private parties, relatives, and other individuals.\n     (c)     Administration of the Fund. The Public Guardian and the Director of the Department of Aging and Adult Services, shall jointly administer the fund.\n(Added by Ord. 15-12, File No. 111208, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"10","chaptersection":"100-190. ","identifier":"10.100-190. ","catch_text":"PUBLIC GUARDIAN/PUBLIC ADMINISTRATOR GIFT FUND."}}