{"text":"\n     (a)     Establishment of Fund. The San Francisco General Hospital Trust Fund is established as a category eight fund into which shall be placed deposits made by long-term care patients at the San Francisco General Hospital. \n     (b)     Use of Fund. Long-term care patients at the San Francisco General Hospital may deposit in this trust fund any money received by and belonging to him or her, and may, except as herein otherwise provided, withdraw such deposits as needed for his or her personal incidental expenses or other purposes; provided, however, that every patient who is obligated to pay for his or her care as determined under the provisions of Section \n115.1 of \nArticle 3, Chapter V, Part II of the San Francisco Municipal Code (Health Code), shall deposit monthly in the trust fund an amount not less than the sum so set for monthly repayment by him or her to the San Francisco General Hospital for the cost of such care. Any money deposited to the account of such patient in excess of the amount to be so paid for care may be withdrawn by the depositor at any time, for personal incidental needs or otherwise. At the end of such month, the amount to be paid to the San Francisco General Hospital for the patient's care shall be transferred from the trust fund and credited to the San Francisco General Hospital; and the patient's trust fund account shall be so charged. Upon discharge or withdrawal of a patient from the San Francisco General Hospital; any unearned portion of the monthly charge for institutional care will be refunded to the patient, together with tiny and all other amounts on deposit in his or her name in the trust fund. \n          For the purpose of facilitating the withdrawal of moneys belonging to long-term care patients, the Executive Administrator of San Francisco General Hospital may maintain, as a part of the trust fund, a revolving fund in such amount as shall be authorized by the Health Commission with the concurrence of the Controller. Such revolving fund may be maintained in cash at San Francisco General Hospital or may be deposited in such banks as the Executive Administrator of San Francisco General Hospital may direct. \n     (c)     Administration of Fund. The Executive Administrator of San Francisco General Hospital shall cause full, true and correct records to be maintained currently regarding the receipt and disbursement of all moneys belonging to any such long-term care patients on deposit in the San Francisco General Hospital Trust Fund, and for that purpose shall maintain individual accounts for each such patient. Management of such individual accounts for long-term patients shall indicate the following: \n          Interest. Any deposit made by the patient in excess of $50; shall be placed in an interest-bearing account and such interest shall accrue for the benefit of the patient; \n          Quarterly Statements. Individual financial records shall be available through quarterly statements and on request of the patient or his or her legal representative; and \n          Death. Upon the death of a patient, the patient's funds and a final accounting of these funds shall be conveyed to the individual or probate jurisdiction administering the patient's estate. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-215","identifier":"10.100-215","catch_text":"PUBLIC HEALTH SAN FRANCISCO GENERAL HOSPITAL TRUST FUND."}}