{"text":"\n     (a)     Findings. Housing linked with services, \"supportive\" or \"service-enriched\" housing, has become widely recognized as an ideal model for addressing the problem of homelessness. This model recognizes that low-income people often have multiple unmet needs, including a need for both safe affordable housing and readily available support services to effectively stabilize their lives. There are opportunities to leverage federal, state and other funds to expand and improve our supportive housing stock. However, the requirements for integrated service programs and local matching funds demand timely access and coordinated support from a single City source, which has heretofore been unavailable. \n     (b)     Statement of Intent. The Board of Supervisors wishes to address the above concerns by establishing a supportive services fund which will both facilitate the development of newly constructed or rehabilitated affordable supportive housing and ensure that a portion of the existing affordable housing in San Francisco is accessible and appropriate to those with service needs which put them at risk of repeated homelessness and hinder them from participating fully in the community. For purposes of this ordinance \"affordable housing\" shall mean housing affordable to low and moderate income households as defined by California Health and Safety Code Sections 50052.5, et seq. Such affordability shall be maintained for a period of not less than the greater of fifty years or the life of the project. \n     (c)     Establishment of Fund. The Mayor's Supportive Housing Service Fund is established as a category eight fund for the purpose of providing financial assistance to the owners of for-profit and nonprofit affordable housing developments, where the contribution of monies from the fund will provide necessary supportive services to the residents of these affordable housing developments. Said fund shall be known as the Supportive Housing Service Fund. Subject to any prior legally binding obligations, any grants, gifts or bequests from private or public sources for this purpose and any monies appropriated to the fund shall be deposited into said special fund. \n     (d)     Use of Fund. Monies deposited in the fund shall be expended exclusively in accordance with the rules and regulations promulgated pursuant to Subsection (e), below. The supportive housing services for which expenditures may be made by this fund are mental health services, services for people with HIV/AIDS, services for seniors, social work/case management services, substance abuse services, vocational services, child care, and community development services (such as establishing tenant councils or facilitating peer support groups). The services must be for the direct benefit of and easily accessible to the residents of low and moderate income housing developments. \n     (e)     Exceptions to Fund Category. The Executive Director of the Mayor's Office of Housing, or his or her designee, shall administer expenditures from the fund, subject to the rules and regulations established through the process described in (f). Interest shall accrue to the fund if the balance in the fund exceeds $10,000. \n     (f)     Administration of Fund. The Executive Director of the Mayor's Office of Housing shall promulgate such rules and regulations as he or she may deem appropriate to carry out the provisions of the fund. Such rules and regulations shall be developed in consultation with the organizations that participate in the Council of Community Housing, or successor or similar organization, and any other appropriate agencies or organizations with which the Executive Director, or his or her designee, may choose to consult. Such rules and regulations shall include, but not be limited to the qualifications of applicants and factors to be considered in the award of grants to fund supportive housing services. Such rules and regulations shall be designed to ensure that although the highest priority use is established for supportive services at proposed new affordable housing developments, that monies from this fund may also be expended for supportive services at existing affordable housing developments. The rules and regulations shall be subject to a public hearing and approved by resolution of the Board of Supervisors. \n          The Supportive Housing Services Fund Committee shall consist of those officials currently serving as members of the Affordable Housing Loan Committee (the Executive Director of the Redevelopment Agency, the Director of the Mayor's Office of Housing and the Mayor's Homeless Coordinator, or any respective successors responsible for housing and homeless services as designated by the Mayor), a representative from the Department of Social Services and a representative from the Department of Public Health who shall be appointed by the respective department head in consultation with the Mayor. Vacancies shall be filled by the Mayor as they may occur. \n          The Supportive Housing Services Fund Committee shall be delegated the following responsibilities: \n          (1)     To prepare and distribute announcements and requests for grant proposals to existing providers of affordable housing and supportive services, and others who may be interested; \n          (2)     To review and evaluate all proposals and requests of housing providers eligible to receive funding under this program. The Supportive Housing Services Fund Committee shall consult with individuals or groups who have expertise in the particular supportive services or target populations under consideration, in making their evaluations; \n          (3)     To recommend appropriate action to the Mayor on all proposals and requests for funding;\n          (4)     To monitor the implementation of the proposals approved for funding under this program in compliance with the provisions herein;\n          (5)     To submit a semi-annual report to the Budget Committee of the Board of Supervisors setting forth an accounting of the amounts disbursed and the uses for which said funds were made. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-131. ","identifier":"10.100-131. ","catch_text":"MAYOR'S SUPPORTIVE HOUSING SERVICE FUND."}}