{"text":"\n     (a)     Establishment of Fund. The Mayor's Small Business Revolving Loan Fund is established as a category four fund to receive proceeds related to the Community Development Block Grant Revolving Loan Program, the Economic Development Administration Title IX Revolving Loan Fund Program, and such other additional sources which may be made available. The monies to be deposited in the Fund include, subject to any, prior legally binding obligations, principal repayments of loans made from the Fund and fees and interest earnings generated by loans made from the fund. \n     (b)     Use of Fund. Expenditures from the fund shall be for the following purposes: (1) to provide for loans to aid local small businesses; and (2) to provide for expenses incurred in the administration of such loans. Pursuant to Economic Development Administration Title IX the authorization for the loans shall be approved by the Loan Administration Board previously established by resolution of the Board of Supervisors. Administrative expenses are appropriated through the annual budget process or supplemental appropriation for the Mayor's Office of Housing, Economic Development and Small Business. \n     (c)     Administration of Fund. The Mayor's Office of Housing, Economic Development and Small Business shall administer loan programs under the Fund, and in such capacity shall (1) service loan agreements; (2) receive payments for, and maintain current accounts of principal, interest, and fees relating to the loan agreements, and redeposit them into the Fund; (3) allocate funds for administration associated with the operation of the Fund, such funds being limited to interest earnings generated by loans, collection of fees and the proceeds of investments of unexpended cash balances from the Fund. \n          The Mayor's Office of Housing, Economic Development and Small Business shall report annually to the Board of Supervisors on the current status of the Fund, the amounts approved for disbursement and the number and types of projects assisted. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-129. ","identifier":"10.100-129. ","catch_text":"MAYOR'S SMALL BUSINESS REVOLVING LOAN FUND."}}