{"text":"\n     (a)     Findings. The quality of public education in the City and County of San Francisco is an important factor in economic development and quality of life for San Francisco residents. The Unified School District relies heavily on state funds to provide for education. Significant reductions in state funding result in destabilization of our public education system. All aspects of city government must act in concert to assure the education of our children. \n     (b)     Statement of Intent. The Board of Supervisors intends to address the above concerns by establishing a Public Education Special Fund to coordinate the City's financial investment in our schools. This fund is intended to protect and preserve important programs in the Unified School District and improve the quality of public education in the City and County of San Francisco. \n     (c)     Establishment of Fund. The Public Education Special Fund is established as a category four fund for the purposes of receiving all General Fund and Children's Fund revenues accruing for the purposes outlined herein, and intended for use by the San Francisco Unified School District and Board of Education established in Section \n8.100 of the City Charter. \n     (d)     Use of Fund. The fund shall be used exclusively for the following purposes: \n          (1)     Arts and music programs in public schools;\n          (2)     Health and wellness programs for Unified School District students;\n          (3)     Middle and High School athletics;\n          (4)     Early childhood development;\n          (5)     Field trips for educational purposes;\n          (6)     Reading recovery and/or other supplemental academic support programs;\n          (7)     Providing student support services such as nurses and social workers;\n          (8)     Providing instructional supplies for classroom teachers;\n          (9)     Providing local funds to support the Unified School District's Secondary Schools Redesign Initiative (SSRI) and leverage outside foundation support for the SSRI; \n          (10)     Peer Resources;\n          (11)     Posting of meeting information and materials on the Internet;\n          (12)     State law requirements; and\n          (13)     Other uses determined by the Board of Education and approved by the Board of Supervisors by motion.\n(Added by Ord. 88-03, File No. 030354, App. 5/9/2003)\n\n","heading":{"title":"10","chaptersection":"100-368. ","identifier":"10.100-368. ","catch_text":"PUBLIC EDUCATION SPECIAL FUND."}}