{"text":"\n     (a)     Establishment of Fund. The Mayor's Housing Programs Fees Fund is established as a category two fund to receive monies from fees earned by the Mayor's Office of Housing in connection with the administration of affordable housing Such fees shall include, but are not be limited to, fees from single-family and multifamily housing mortgage revenue bonds as issuer or as administrator, fees from the California Natural Disaster Assistance Program, and fees from similar housing programs in which the city earns fees for services provided by the Mayor's Office of Housing. This Section \n10.100-117 shall not authorize the levy of fees except as otherwise provided by ordinance or resolution of the Board of Supervisors. \n     (b)     Use of Fund. The fund shall be used for the purpose of supporting the City's efforts to provide affordable housing for persons and households of low and moderate income in the City. For the purposes of this Fund, \"low and moderate income\" shall mean incomes which are not greater than 120 percent of median for San Francisco, as defined by the United States Department of Housing and Urban Development. Monies from the Fund may be used for the following purposes: \n          1.     To pay the costs of the Mayor's Office of Housing for administering housing programs for which administrative funding is not otherwise available from the City's General Fund, federal or state grants, or other sources of administrative funding. Such programs shall include the City's single-family and multifamily housing mortgage revenue bond programs, the first time homebuyer programs, rental housing development programs, and the monitoring of units to ensure their continued affordability. \n          2.     To the extent that monies are available and not needed to cover current and anticipated future administrative costs described in Subparagraph (1) and with the approval of the Board of Supervisors, to transfer said monies to the Affordable Housing Fund to make loans or grants for the development of affordable housing in the City. \n     (c)     Exceptions to Fund Category. The Director of the Mayor's Office of Housing shall approve expenditures from the fund. \n     (d)     Administration of Fund. The Mayor's Office of Housing shall administer the Fund, and in such capacity shall review the needs of the administration of affordable housing programs and the availability of monies from the fund for other eligible purposes. Funds for administration of affordable housing programs shall be appropriated through the annual budget process or by supplemental appropriation for the Mayor's Office of Housing. The Mayor's Office of Housing shall report annually to the Board of Supervisors on the current status of the Housing Program Fees Fund as a part of the annual budget process for the Mayor's Office of Housing, including the amounts of fees received and to be budgeted for administrative funding, and any recommendations deemed necessary to improve effectiveness of the Housing Program Fees Fund in achieving its purpose. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; Ord. 186-10, File No. 100705, App. 7/23/2010)\n\n","heading":{"title":"10","chaptersection":"100-117. ","identifier":"10.100-117. ","catch_text":"MAYOR'S OFFICE OF HOUSING PROGRAMS FEES FUND."}}