{"text":"\n     (a)     As used in this Section:\n          (1)     \"Credit card\" means any card, plate or other credit device existing for the purpose of being used from time to time upon presentation to obtain money, property, labor or services on credit. \n          (2)     \"Debit card\" means any card, plate or other device existing for the purpose of being used from time to time upon presentation to electronically transfer money from a financial institution account of the debit card holder to the payee. \n          (3)     \"Automatic teller machine card\" (\"ATM card\") means any card, plate or other device existing for the purpose of being used from time to time at automated teller machines and other related on-line networks to conduct a range of standard banking transactions electronically, including, but not limited to, transferring funds between financial institution accounts, making deposits into financial institution accounts, withdrawing funds from financial institution accounts, and paying bills. \n     (b)     All officers, boards, commissions and departments of the City and County authorized by law to collect fees, taxes or other charges are hereby authorized to accept credit cards, debit cards and ATM cards for the payment of such fees, taxes or other charges in excess of $10. Credit card and debit card payments shall be made in person, by mail, over the telephone or by other electronic means. ATM card payments are restricted to in-person payments with valid identification. Any officer, board, commission or department electing to accept credit cards, debit cards or ATM cards for the payment of fees, taxes or other charges shall obtain prior approval of the Treasurer and Controller. \n(Added by Ord. 5-90, App. 1/5/90; amended by Ord. 360-92, App. 12/21/92; Ord. 53-97, App. 2/27/97; Ord. 113-97, App. 3/28/97)\n\n","heading":{"title":"10","chaptersection":"11-1. ","identifier":"10.11-1. ","catch_text":"PAYMENT BY CREDIT CARD, DEBIT CARD AND AUTOMATIC TELLER MACHINE CARD."}}