{"text":"\n     (a)     Establishment of Fund. The Octavia Boulevard Special Fund is hereby established as a category four fund to receive the following monies: (1) any and all revenues accruing to the City and County of San Francisco (the \"City\") from the sale, lease or other use of any part of that certain real property consisting of the area formerly occupied by the Central Freeway between Market Street and Turk Street (the \"Central Freeway Parcels\"), acquired by the City from the State of California, Department of Transportation (the \"State\"), pursuant to Section 72.1 of the California Streets and Highways Code and Board of Supervisors Resolution No. 469-00; and (2) any and all other monies received by the City or appropriated by the Board of Supervisors for the City's replacement of a portion of the former Central Freeway with a ground-level boulevard along Octavia Street from Market to Fell Street and for transportation improvements to corridors on and ancillary to Octavia Boulevard (collectively, the \"Octavia Boulevard Project\"). \n     (b)     Use of Fund. Monies in the Octavia Boulevard Special Fund shall be used solely for the Octavia Boulevard Project, including, without limitation, any and all costs incurred in connection with the construction and maintenance of Octavia Boulevard and of ancillary transportation improvements, until the completion of the Octavia Boulevard Project at which time any monies remaining in the Fund may be used in accordance with those certain agreements approved by the Board of Supervisors in Resolution No. 824-01 between the City and the Redevelopment Agency of the City and County of San Francisco and for purposes authorized under Article XIX of the California Constitution. \n     (c)     Administration of Fund. All funds shall be appropriated pursuant to \nArticle IX of the Charter. \n(Added by Ord. 271-03, File No. 031657, App. 12/5/2003)\n\n","heading":{"title":"10","chaptersection":"100-369. ","identifier":"10.100-369. ","catch_text":"OCTAVIA BOULEVARD SPECIAL FUND."}}