{"text":"\n     (a)     Establishment of Fund. The Aging and Adult Services Community Living Special Fund is established as a Category 4 special fund, meaning that funds may be appropriated, interest shall be accumulated and that any fund balance shall carry forward year to year. The fund may be referred to as the \"Community Living Fund for Aging and Adult Services\". The Community Living Fund for Aging and Adult Services shall contain all monies appropriated from any lawful source for this purpose pursuant to \nArticle IX of the City Charter. Unless expressly indicated in the Annual Appropriation Ordinance, the funds appropriated to the Community Living Fund for Aging and Adult Services, regardless of the source, are not intended to supplant any existing funding for community-based long term care and supportive services. \n     (b)     Use of Fund. Monies deposited in the fund shall be expended for the purposes designated by the Director of the Department of Aging and Adult Services (DAAS), as approved by the Aging and Adult Services Commission, and after consideration of input provided by the Health Department and the Long Term Care Coordinating Council. The fund shall be used primarily for programs and services, including assistance for individuals to age in place in their own homes or in assisted living facilities and supportive housing. Such programs and services shall include those offered or funded by City agencies other than DAAS. The fund shall target those individuals currently placed in institutional care who are willing and able to be discharged to community living as well as those individuals at imminent risk of placement in institutional care. Funding shall be used for services and programs that enable an individual to live independently in the community. The fund would prioritize services where funding is not available through alternative sources or programs, or those services that may be needed as a bridge while alternative funding is secured. Services may include, but are not limited to the following: case management, personal assistance services and homecare, adult day health and social day programs, money management, mental health and substance abuse services including residential programs, 24-hour mental health services, home health care, and subsidies for housing and residential care. Eligibility for assistance from this fund shall be based on independent needs assessments performed by qualified public and private providers and subject to the priorities set by DAAS through the planning and budgeting process. Funds shall target low-income individuals with incomes of up to 300 percent of the Federal Poverty Level subject to subsection (e). Funding is intended to increase and enhance services and support for individuals in a way that is consumer-centered and flexible. In no event shall the cost of department staffing associated with the duties and services associated with this fund exceed 15% (fifteen percent) of the total amount of the fund. \n     (c)     Administration of the Fund. The Director of Aging and Adult Services, or their designee, shall administer the fund. An annual plan shall be prepared by DAAS and submitted to the Aging and Adult Services Commission for approval after a public hearing process that includes input from the Health Department and the Long Term Care Coordinating Council. Wherever possible, the annual plan will prioritize projects where providing funding is likely to result in additional State, federal or charitable dollars. \n     (d)     Reporting Requirement. Six months from the adoption of this ordinance, and every six months thereafter, DASS shall report to the Board of Supervisors the level of service provided and costs incurred in connection with the duties and services associated with this fund. \n     (d)     Economic Security Index Pilot Program.\n          (1)     DAAS shall develop and implement a pilot program using the 2009 Elder Economic Security Standard Index calculated by the University of California as one of the factors for determining eligibility for applicants to the Community Living Fun, regardless of age, under subsection (b), in place of using a multiplier of the Federal Poverty Level. The pilot program shall end on January 1, 2011, unless this requirement is extended by ordinance of the Board of Supervisors. Purina the pilot project, DAAS will collect and analyze relevant data but will not alter current Community Living Fund eligibility requirements. \n          (2)     DAAS shall report on use of the Economic Security Index as part of the first report it submits to the Board of Supervisors under subsection (d) following the completion of the first six months of the pilot program, and then again in the following report, so that use of the Index is addressed by DAAS in at least two reporting cycles. The reports shall discuss the impact of using the Index on available resources and the applicant population, and shall include recommendations on the continued use of the Index. After receipt of the second report, the Board may act to extend the pilot project. The Board may also consider at any time after the receipt of the second report the use of other indexes, similar to the Elder Economic Security Standard Index, such as the Family Economic Self-Sufficiency Standard or other relevant indices, to supplement or replace use of the Federal Poverty Level in determining the costs of living in the Bay Area as part of local eligibility criteria for other city programs. \n(Added by Ord. 198-06, File No. 060793, App. 7/21/2006; Ord. 88-09, File No. 090328, App. 5/28/2009)\n\n","heading":{"title":"10","chaptersection":"100-12. ","identifier":"10.100-12. ","catch_text":"AGING AND ADULT SERVICES COMMUNITY LIVING FUND."}}