{"text":"\n     (a)     Establishment of Fund. Pursuant to Government Code Section 76104 and Resolution No. 713-92 of the Board of Supervisors of the City and County of San Francisco, the Public Health Emergency Medical Services Fund is established as a category six fund for the purpose of receiving money obtained from the penalty assessment provided in Government Code Section 76000. This fund shall also receive money obtained from the additional penalty assessment imposed under Section \n8.42 and Government Code Section 76000.5. \n     (b)     Use of Fund. Pursuant to Government Code Section 76104, the moneys in such fund, together with any interest earned thereon, shall be payable only for the purposes specified in Chapter 2.5 (commencing with Section 1797.98a) of Division 2.5 of the Health and Safety Code. The administration and use of the fund shall be consistent with the requirements of Health and Safety Code Section 1797.98a through 1797.98g now in effect or as hereafter amended. Up to, but no more than, 10 percent of the amount of the fund may be used for the costs of administering the fund. \n          Thereafter, (1) 58 percent of the money in the fund shall be used to reimburse claims from physicians for payment for emergency services provided by all physicians, except those physicians employed by county hospitals or district hospitals, in general acute care hospitals that provide basic or comprehensive emergency services up to the time the patient is stabilized, when such services would otherwise be uncompensated, (2) 25 percent of the money in the fund shall be distributed only to hospitals providing disproportionate trauma and emergency medical care services, and (3) 17 percent of the money in the fund shall be distributed for other emergency medical services as determined by the Director of Public Health. Interest earned on the 83 percent portion of the fund to be used to reimburse claims shall be used for the same purpose. Interest earned on the 17 percent portion of the fund to be used for other emergency medical services shall be used for the same purpose. If, of the 83 percent portion of the fund, money remains after reimbursing all appropriate and approved; claims for a disbursement period, that money shall only be used to reimburse claims in one or more future disbursement periods. \n     (c)     Exceptions to Fund Category. Any expenditures in excess of $5,000 for any one payee shall require the approval, by appropriation ordinance, of the Board of Supervisors. \n     (d)     Administration of Fund. The Director of Public Health shall determine which claims shall be reimbursed by the fund and the appropriate amount of reimbursement, provided that no physicians shall be reimbursed greater than 50 percent of their losses in accordance with Health and Safety Code Section 1797.98c. Since it is anticipated that the fund will only be sufficient to reimburse a fraction of requests for reimbursement from physicians, the Director shall equitably prorate payments so that the amount of payments from the fund is based upon the magnitude of a physician's losses. The Controller shall be responsible for all other administrative duties with respect to the fund, including, but not limited to, establishing procedures and time schedules for the submission and processing of claims. The Controller shall report to the State Legislature on the implementation and status of the fund as required in Health and Safety Code Section 1797.98b. The Controller and Director of Public Health shall separately or jointly issue rules and regulations governing any matters relating to the fund and the reimbursement procedures and limitations, consistent with the requirements of Health and Safety Code Sections 1797.98a through 1797.98g. Before issuing or amending any regulations, these officers shall provide a 30-day public comment period by providing published notice in an official newspaper of general circulation in the City of the intent to issue or amend the regulations. The Director of Public Health shall provide a quarterly report to the Budget Analyst of all expenditures made from this fund during the immediately preceding three months. \n     (e)     Use and Administration of Funds Derived from Section \n8.42. Pursuant to Health and Safety Code Section 1797.98a, as amended by Chapter 841 of the Statutes of 2006, and notwithstanding subsections (b) and (d) of this Section, the money deposited into the Fund pursuant to Section 8.42 of this Code and Section 76000.5 of the Government Code shall, after reimbursement of costs associated with administering the EMS Fund, which amount shall not exceed ten percent (10%) of the money collected, be distributed as follows: \n          (1)     Of the total amount collected, fifteen percent (15%), known as Richie's Fund, shall be to improve access to, and coordination of, pediatric trauma and emergency services in the City and County, with preference given for funding to be given to hospitals that specialize in services to children, and physicians and surgeons who provide emergency care for children; and, \n          (2)     The balance of the remaining seventy-five percent (75%) of the funds collected shall be distributed as follows: Fifty-eight percent (58%) of the money in the fund shall be used to reimburse claims from physicians for payment for emergency services provided by all physicians, except those physicians employed by county hospitals or district hospitals, in general acute care hospitals that provide basic or comprehensive emergency services up to the time the patient is stabilized, when such services would otherwise be uncompensated, twenty-five percent (25%) of the money in the fund shall be distributed only to hospitals providing disproportionate trauma and emergency medical care services, and seventeen percent (17%) of the money in the fund shall be distributed for other emergency medical services as determined by the Director of Public Health. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; Ord. 120-07, File No. 070325, App. 5-25-2007)\n\n","heading":{"title":"10","chaptersection":"100-195","identifier":"10.100-195","catch_text":"PUBLIC HEALTH EMERGENCY MEDICAL SERVICES FUND."}}