{"text":"\n     (a)     Establishment of Fund. The Mayor's Community Support Fund is established as a category eight fund to receive all penalties and fines collected from participants in the Community Court Program, as established in Section \n10.100-95, to resolve disputes or dismiss charges. A separate account shall be established for each Community Court established or to be established. All penalties and fines collected from participants in the Community Court Program to resolve incidents or dismiss charges shall be deposited into the Mayor's Community Support Fund account for the community in which the dispute occurred. In the event that the community in which the incident occurred does not have an account, those fines or penalties collected shall be deposited into a City-wide account in the Mayor's Community Support Fund. Monies previously being held in the Mayor's Community Court Funds shall be deposited in the respective Mayor's Community Support Fund account. \n     (b)     Use of Funds. The City shall expend the moneys in the Mayor's Community Support Fund to support community enrichment projects in the community served by the respective account. The Director of the Mayor's Office of Criminal Justice, in consultation with the Police Chief, District Attorney, the Chief Executive Officer of the Superior Courts, and the Controller, shall establish guidelines for the disbursement of moneys consistent with these purposes. No cost that may be incurred by any City department in administering these moneys shall be recovered therefrom. \n     (c)     Exceptions to Fund Category. The Director of the Mayor's Office of Criminal Justice, in consultation with appropriate City agencies and community representatives, may disburse moneys consistent with those guidelines, provided that any single expenditure in excess of $5000 may not be disbursed without prior approval of the Board of Supervisors. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; amended by Ord. 189-05, File No. 051001, App. 7/29/2005)\n\n","heading":{"title":"10","chaptersection":"100-95. ","identifier":"10.100-95. ","catch_text":"MAYOR'S COMMUNITY SUPPORT FUND."}}