{"text":"\n     (a)     Establishment of Fund. The Department of Human Services Care Fund is established as a category eight fund to receive, and account for the expenditure of, savings realized through the implementation of Proposition N, or any other legislation that provides in-kind benefits in lieu of a full cash grant. \n     (b)     Definitions. For the purposes of this Ordinance: \n          The term \"baseline figure\" shall mean the number of homeless persons in each CAAP program (GA, PAES, CALM, or SSIP), out of a total of 3,000 individuals, estimated as of May 1, 2002. \n          The term \"CAAP\" shall mean the County Adult Assistance Program, consisting of the General Assistance (GA) Program (\nArticle VII of \nChapter 20 of the Administrative Code), the Personal Assisted Employment Services (PAES) Program (\nArticle IX of Chapter 20 of the Administrative Code), the Cash Assistance Linked to Medi-Cal (CALM) Program (\nArticle X of \nChapter 20 of the Administrative Code), and the Supplemental Security Income Pending (SSIP) Program (\nArticle XI of \nChapter 20 of the Administrative Code). \n          The term \"Commission\" shall mean the San Francisco Human Services Commission. \n          The terms \"Department of Human Services\" or \"the Department\" shall mean the San Francisco Department of Human Services. \n          The term \"homeless\" shall mean applicants or recipients in CAAP who identify themselves as homeless. \n          The term \"Proposition N\" shall mean Proposition N, or the \"Care Not Cash Initiative,\" as adopted by the voters at the November 2002 San Francisco general municipal election. \n     (c)     Revenues. The Fund shall include the following revenues: \n          Category One: Each year, the Commission shall, as part of its budget, estimate the number of homeless individuals it expects will participate in each of the separate CAAP programs (GA, PAES, CALM, and SSIP) during the upcoming fiscal year. If those numbers are less than the baseline figures, the City shall credit the Fund with the full amount of the average annual maximum cash grant for each program, multiplied by the difference between the baseline figure and the estimated number of homeless participants in each program for the upcoming fiscal year. \n          Category Two: Each year, the Commission shall, as part of its budget, estimate the number of homeless individuals in each of the separate CAAP programs (GA, PAES, CALM, and SSIP) the Commission expects will be provided in-kind benefits in lieu of a full cash grant for the upcoming fiscal year. The City shall credit the fund with the difference between the average annual maximum cash grant for each program and the average annual special allowance or other residual cash payment provided by the City, multiplied by the estimated number of homeless individuals in the program that the Commission expects will be provided in-kind benefits in lieu of a full cash grant during the year. \n          Fund revenues may also include any other monies donated or appropriated to the Fund. \n     (d)     Uses of the Fund. The Fund shall be used by the Department to provide: (1) housing, utilities, and meals; (2) drug and alcohol treatment; (3) mental health care; and, (4) job training, for homeless CAAP recipients whose monthly cash payments have been reduced. In providing these services, the Department may use monies in the Fund to pay for master lease contracts for SRO hotels, expanded shelter operation contracts, meal contracts, and other agreements to provide in-kind benefits. Nothing in this section shall be construed to prevent the City or the Department from providing the same services to other classes of recipients from other funding sources. \n          To the extent that the Department has met its obligations to provide the basic in-kind benefits listed above, it may also use money in the Fund to pay for job training, SSI advocacy, rental/move-in assistance, and any other services the Department deems necessary or appropriate to help move CAAP recipients in the City's shelter system into permanent housing or self-sufficiency. \n          The Department may not use any other portion of its overall budget for the direct costs of new care associated with the implementation of Proposition N, or any other legislation that provides in-kind benefits in lieu of a full cash grant; provided, however, that the Department may continue to use any other source of funds to provide the same level of such services to homeless CAAP recipients as it already provided, without any reduction in cash assistance, before June 30, 2003 for Proposition N, or before the effective date for any other legislation covered by this ordinance. The Department may only use monies within the Fund for the provision of new care required to implement Proposition N, or any other legislation that provides in-kind benefits in lieu of a full cash grant. \n     (e)     Certification. The Human Services Commission shall conduct a public hearing or hearings and adopt findings prior to submitting the annual estimates required under subsection (c). \n          No later than 30 days after the end of each quarter, the Department of Human Services shall report on whether the estimates under subsection (c) were accurate for that quarter. The Controller shall review that report, and the Human Services Commission shall conduct a hearing and transmit its findings to the Board of Supervisors. The Board may hold additional hearings and may adjust any appropriations to the Fund; provided, however, that the Board may choose to reconcile the amounts in the Fund at the end of the fiscal year. \n     (f)     Fund Limits. The Controller shall alert the Department of Human Services, the Board of Supervisors, and the Mayor any time the revenues received by the Fund for any fiscal year exceed $11.9 million. The Department may only expend monies from the Fund in excess of the $11.9 million amount in any fiscal year by appropriation ordinance. \n          At the same time that the Department submits any such proposed appropriation ordinance in excess of the $11.9 million cap, it must also submit to the Board of Supervisors a plan explaining how the Department intends to spend the money. The plan must include, at a minimum, estimates of the amounts to be spent for various purposes, as well as an explanation of who is to benefit from these expenditures, how many people will benefit, and how the proposed benefits will be provided. The Board shall approve the plan by resolution before adopting the appropriation ordinance. \n(Added by Ord. 237-03, File No. 031238, App. 10/3/2003)\n\n","heading":{"title":"10","chaptersection":"100-77","identifier":"10.100-77","catch_text":"HUMAN SERVICES CARE FUND."}}