{"text":"\n     (a)     Establishment of Fund. The San Francisco Recreation and Parks Golf Fund is hereby established as a category four fund to receive, effective July 1, 2002, all revenues derived from any golf course (the \"Golf Courses\") under the jurisdiction of the Recreation and Park Department of the City and County of San Francisco (the \"Department\"). \"Revenues\" shall mean any and all proceeds derived from the Golf Courses due to the City and County of San Francisco, including, but not limited to, merchandise and services sold, leased or licensed from any of the Golf Courses; admission fees, entry fees, greens fees, driving range fees, tournament fees, instructional fees, reservation fees, membership and club dues and other fees and dues of any kind (including nonrefundable deposits) received at any of the Golf Courses; the operation of restaurants, bars, cocktail lounges, banquet facilities, and any other food or beverage operations or sales on any of the Golf Courses premises; proceeds from any parking facilities at the Golf Courses; and rent or other fees for the use of any clubhouse facilities located at the Golf Courses. \n     (b)     Use of Fund. Monies in the San Francisco Recreation and Parks Golf Fund shall be used solely for the following purposes and in the order of priority set forth below: \n          1.     Operation and maintenance of the Golf Courses pursuant to budgets for each Golf Course annually approved by the Recreation and Park Commission, which costs may include, without limitation, personnel costs, the purchase, leasing and maintenance of equipment, the purchase of supplies for the Golf Courses and any clubhouses or other facilities at the Golf Courses, training costs, management fees, general and administrative costs, and utilities, and other direct and indirect costs attributable to the Golf Courses, provided that the Department shall not cause the maintenance standards for the Harding Park Golf Course to exceed the Maintenance Standards for Harding Park set forth in the City's Master Tournament Agreement with the PGA TOUR; \n          2.     An annual set aside within the Golf Fund of Two Hundred and Fifty Thousand Dollars ($250,000.00), increasing by the Consumer Price Index each year, beginning within twelve (12) months after Harding Park reopens after renovation (the \"Project\") and occurring every fiscal year thereafter, to be used exclusively for capital improvements at Harding Park, such capital improvements set aside to be used exclusively for the repair and replacement of capital items at Harding Park, including any improvements, fixtures, furniture or equipment, which, over time, are subject to wearing out after a useful life, pursuant to a Harding Park Capital Improvement Plan approved by the Recreation and Park Commission. Upon future renovations of Golf Courses other than Harding Park, additional annual set asides for capital improvements shall be established for each such improved Golf Course; \n          3.     Payments to the Park, Recreation and Open Space Fund (the \"Fund\"), as described in City Charter Section \n16.107, on a schedule and in amounts sufficient to pay the capital portion of the Fund in full the cost of principal used for the Project paid from the proceeds of applicable State grant programs and excluding any charitable donations, beginning upon the conclusion of the Project, plus to pay the Fund generally interest on such principal amount at an annual rate determined once a year by the Commission, provided that such interest rate shall at least equal the greater of (1) the City's cost of borrowing funds under the Fund if and to the extent it has at the time the Commission makes such determination outstanding bonded indebtedness under the fund or (ii) one percent less than the Prime domestic commercial lending rate in effect at such time of Bank of America or such other major financial institution selected by City, compounded annually, within twenty-five (25) years, provided further that in any year that the actual annual Net Cash Flow received by the Department from the operation of the Harding Park and Fleming golf courses (\"Actual Net Cash Flow\") exceeds the projected Net Cash Flow for such year shown in the applicable pro forma financial analysis attached as Exhibits 6(depending upon which fee structure is approved by the Recreation and Park Commission) to the Economic Feasibility Report by Economic Research Associates dated March 2002 filed with the Clerk of the Board in File No. 020197 herewith (the \"Baseline Cash Flow\"), twenty five percent (25%) of the difference between such Actual Cash Flow and the Base Line Cash Flow (hereinafter, the difference between Actual Net Cash Flow and Baseline Net Cash Flow in any given year shall be referred to as the \"Bonus Profit\") shall be applied to accelerate repayment of the Fund under this Section B(3), and provided further that in any year in which the Bonus Profit exceeds One Million Dollars ($1,000,000), fifty percent (50%) of any Bonus Profit shall be applied to accelerate repayment of the Fund under this Section B(3); \n          4.     Improvements, renovations and capital expenditures at any of the Golf Courses upon approval of any such expenditures by the Recreation and Park Commission; and \n          5.     Repayment of principal and interest thereupon for improvements and renovations at any of the Golf Courses upon necessary approvals by the Recreation and Park Commission and the Board of Supervisors of the issuance of debt or repayment thereof from this fund; \n          6.     Capital improvements to the park and recreation areas contiguous to Harding Park and under the Department's jurisdiction, pursuant to plans approved by the Recreation and Park Commission. Upon future renovations of Golf Courses other than Harding Park, additional annual set asides for capital improvements shall be established for recreation areas or parks under the Department's jurisdiction contiguous to each such improved Golf Course. \n     (c)     Administration of Fund. All expenditures from the San Francisco Recreation and Parks Golf Fund are subject to approval of the Recreation and Park Commission, and shall be subject to the budget and fiscal provisions of the City's Charter. The Department shall at least annually present a report of all revenues deposited into and expenses paid out of the San Francisco Recreation and Parks Golf Fund to the Commission at a public hearing. \n(Added by Ord. 51-02, File No. 020197, App. 4/26/2002)\n\n","heading":{"title":"10","chaptersection":"100-256","identifier":"10.100-256","catch_text":"SAN FRANCISCO RECREATION AND PARKS GOLF FUND."}}