{"text":"\n     (a)     Purpose of Fund. The City recognizes and acknowledges that there is a need for the encouragement and support of the development and use of alternate dispute resolution techniques designed to facilitate the informal resolution of disputes among members of the community. To this end, the City wishes, pursuant to State law, to establish a program of grants to public entities and nonpartisan nonprofit corporations for the establishment and continuance of informal dispute resolution programs pursuant to the State Dispute Resolution Programs (Chapter 8 [commencing with Section 465], Division 1 of the Business and Professions Code) operated under standards developed by the State Dispute Resolution Advisory Council of the Department of Consumer Affairs. \n     (b)     Establishment of Fund. The San Francisco Dispute Resolution Program Fund is established as a category four fund for the purpose of receiving all monies received and collected by the City and County pursuant to the State-enacted Dispute Resolution Programs. This fund will be administered by the Controller. The City may accept and deposit into this special fund funds from any public or private source, including increased civil action filing fees authorized by the Board of Supervisors in accordance with the State Dispute resolution Program, as set forth under Business and Professions Code Chapter 8, Division 1 (commencing with Section 465), for the purposes of facilitating the Dispute Resolution Program. \n     (c)     Use of Fund. The disbursal of any monies from this fund shall be made only in a manner consistent with the State Dispute Resolution Program. The Board of Supervisors hereby authorizes payment to the General Fund of the City from the Dispute Resolution Program Fund of an amount not to exceed 10 percent of the total amount of said fund foray necessary and reasonable administrative costs incurred in connection therewith. \n     (d)     Administration of Fund. The Mayor's Office of Criminal Justice is hereby designated as administrator of the Dispute Resolution Program Fund and shall be responsible for the establishment and management of a program to distribute grants to public entities and nonpartisan, nonprofit agencies in the City and County of San Francisco, pursuant to the standards set forth in the Dispute Resolution Program Act: Funding and Operating Guidelines, in addition to other requirements specified under provisions of State law. \n          The Mayor's Office of Criminal Justice shall establish criteria for grant awards that give preference to community-based nonprofit conflict resolution programs and distribute grants on a balanced basis to ensure the greatest possible access to dispute resolution programs and services. The City and County of San Francisco shall uphold the legislative intent of Chapter 8, Division 1, Section 465.5 of the Business and Professions Code, to the extent practicable, and utilize local resources that are reflective of the diversity of the community. \n     (e)     Community Courts Program. The Mayor's Office of Criminal Justice, in partnership with the District Attorney, shall establish and maintain a Community Courts Program as part of the Dispute Resolution Program. The Community Courts may handle cases occurring in their respective communities that are referred to them by the District Attorney, San Francisco Police Department, or other participating agencies. Consistent with state and local law, in settling disputes or resolving cases, the Community Courts may require participants to perform community service or pay monies into the Mayor's Community Support Fund, as established in Section 10.100-95. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; amended by Ord. 189-05, File No. 051001, App. 7/29/2005)\n\n","heading":{"title":"10","chaptersection":"100-295. ","identifier":"10.100-295. ","catch_text":"SAN FRANCISCO DISPUTE RESOLUTION PROGRAM FUND."}}