{"text":"\n     (a)     Establishment of Fund. The Public Works Littering, Nuisance and Graffiti Violation Reward Fund (the \"Reward Fund\") is established as a category six fund to receive the administrative penalties authorized and collected pursuant to Police Code Section \n37(c), Health Code Sections \n283.1, \n287, and \n600, and Public Works Code Section \n174.2. \n     (b)     Use of Fund. Monies in the fund shall be used exclusively by the Director of Public Works (\"the Director\") to reward citizens in the following manner: \n          (1)     Any person or persons providing information that leads, in the judgment of the Director, to the imposition of administrative penalties under Police Code Section \n37(c), Health Code Sections \n283.1, \n287, and \n600, and Public Works Code Section \n174.2, shall receive 50 percent of the administrative penalties collected through that information pursuant to any of those sections, provided that the person or persons apply for the reward within 90 days of the imposition of the penalty. Administrative penalties that are not collected as a result of information provided by private persons, or not timely claimed for reward in accordance with this section, shall be used by the Department of Public Works to defray administrative and clean-up costs associated with litter and nuisance abatement and for any rewards specified in subparagraph (b)(2) of this Section. \n          (2)     Any person or persons providing information that leads, in the judgment of the Director, to the arrest and conviction of a person who defaces public or private property with graffiti or other inscribed material in violation of California Penal Code Section 594(a)(1) shall receive $250 from this Reward Fund, provided that the person or persons apply for the reward within 90 days of the arrest and conviction. \n(Added by Ord. 292-04, File No. 040561, App. 12/24/2004; amended by Ord. 90-05, File No. 050434, App. 5/20/2005)\n\n","heading":{"title":"10","chaptersection":"100-234. ","identifier":"10.100-234. ","catch_text":"PUBLIC WORKS LITTERING, NUISANCE AND GRAFFITI VIOLATION REWARD FUND."}}