{"text":"\n     (a)     Establishment of Fund. The Mayor's Urban Development Action Grant Revolving Fund is established as a category four fund to receive proceeds related to the Urban Development Action Grant Program. The monies to be deposited in the fund include, subject to any prior legally binding obligations: \n          (1)     Repayments of Urban Development Action Grants awarded to the City and County of San Francisco;\n          (2)     Principal repayments of loans made from the Fund;\n          (3)     Application and/or loan fees and interest earnings generated by loans made from the Fund and the proceeds of investments of unexpended cash balances of Fund; and \n          (4)     Revenue received from City participation as defined by specific Urban Development Action Grant agreements.\n     (b)     Use of Fund. Expenditures from the Fund shall be for the following purposes: \n          (1)     To provide for economic development loans and/or grants for activities eligible under Title I of the Housing and Community Development Act of 1974, as amended; and \n          (2)     To acquire real or personal property for use in connection with activities eligible under Title I of the Housing and Community Development Act of 1974 and to maintain such property; and \n          (3)     To provide for expenses incurred in the administration of the Fund.\n     (c)     Exceptions to Fund Category. Expenditures for loans, grants and property acquisitions and maintenance shall be approved by resolution of the Board of Supervisors. Administrative and property maintenance expenses are appropriated through the annual budget process or supplemental appropriation for the Mayor's Office of Housing and Economic Development. \n     (d)     Administration of Fund. The Mayor's Office of Housing and Economic Development shall administer loan and grant programs under the Fund, and in such capacity shall (1) service loan and grant agreements; (2) receive payments for, and maintain current accounts of, principal, interest, and fees relating to the loan and grant agreements, and redeposit them into the Fund; (3) allocate funds for administration associated with the operation of the Fund, such funds being limited to interest earnings generated by loans, collection of fees and the proceeds of investments of unexpended cash balances from the fund. \n     The Mayor's Office of Housing and Economic Development shall report annually to the Board of Supervisors on the current status of the Fund, the amounts approved for disbursement, the number and types of projects assisted, and shall make recommendations for any changes deemed necessary to improve the effectiveness of the fund in achieving its purpose. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-136","identifier":"10.100-136","catch_text":"MAYOR'S URBAN DEVELOPMENT ACTION GRANT REVOLVING FUND."}}