{"text":"\n     (a)     Establishment of Fund. The Status of Women Domestic Violence Program Fund is established as a category two fund into which shall be deposited eight dollars of each fee collected by the County Clerk at the time of issuance of any marriage license or at the time of the filing of any certificate of marriage pursuant to Sections 26840.7 and 26840.8 of the Government Code. Those fees collected by the County Clerk for performing civil ceremonies solemnizing the formation of domestic partnerships (pursuant to Section 62.9 of the Administrative Code) shall be deposited into the Same Sex Domestic Violence Project within the Domestic Violence Program Fund. \n     (b)     Use of Fund. This fund is created for the purpose of providing basic services to victims of domestic violence and their children and for programs designed to reduce the incidence of domestic violence in the City and County of San Francisco, in accordance with the provisions of Chapter 5 (commencing with Section 18290) of Part 6 of Division 9 of the Welfare and Institutions Code. The monies shall be set aside for the aforesaid purposes as provided by the Domestic Violence Act pursuant to Section 18290 et seq. Of the Welfare and Institutions Code and disbursements from this special fund shall be made upon recommendation of the Commission on the Status of Women and approval of the Board of Supervisors. The Commission on the Status of Women shall be allocated an amount not to exceed 10 percent of the total amount of said funds for all necessary and reasonable administrative costs incurred in connection therewith. \n     (c)     Exceptions to Fund Category. Any monies not used by the City and County for the specific purpose described within three years shall be deposited in the General Fund in the State treasury in accordance with Sections 18305 and 18307 of the Welfare and Institutions Code. \n     (d)     Administration of Fund. The Commission on the Status of Women is hereby designated as coordinator of the Domestic Violence Program and shall be delegated the following responsibilities: \n          1.     To consult with individuals and groups having expertise in the problems of domestic violence in the operation of domestic violence programs; \n          2.     To prepare and distribute announcements and requests for grant proposals to existing providers of services to victims of domestic violence; \n          3.     To review and evaluate grant proposals and requests of private agencies to receive funding under this program;\n          4.     To hold public hearings;\n          5.     To recommend appropriate action on such proposals to the Board of Supervisors; and\n          6.     To monitor the implementation of the program or programs approved by the Board of Supervisors for funding under this program in compliance with the provisions of Section 18290, et seq. of the Welfare and Institutions Code. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-336","identifier":"10.100-336","catch_text":"STATUS OF WOMEN DOMESTIC VIOLENCE PROGRAM FUND."}}