{"text":"\n     (a)     Establishment of Fund. The District Attorney State Forfeiture Fund is established as a category six fund to receive, disburse and expend money or tangible personal property which results from the District Attorney's participation in acts leading to the seizure or forfeiture of property pursuant to California Law, including but not limited to Health and Safety Code, Section 11470 et seq., and Penal Code Section 186 et seq. The District Attorney shall receive and deposit into said fund any and all monies and property subject to forfeiture and/or disposition as required or authorized by law and by such judgments of forfeiture and orders for distribution as shall be issued by a Superior Court of the State of California, or Office of the Attorney General or District Attorney of the State of California as provided by California Law including but not limited to Health and Safety Code Sections 11488.4, 11488.5, 11489 and Penal Code Section 186.8. \n     (b)     Use of Fund. Monies and property in the fund shall be expended and disbursed subject to forfeiture and/or disposition as required or authorized by law and by such judgments of forfeiture and orders for distribution as shall be issued by a Superior Court of the State of California, or Office of the Attorney General or District Attorney of the State of California as provided by California law, including but not limited to Health and Safety Code Sections 11488.4, 11488.5, 11489 and Penal Code Section 186.8. \n     (c)     Exceptions to Fund Category. No expenditures in excess of $10,000 will be made from this Fund without first receiving the approval, by ordinance, of the Board of Supervisors. \n     (d)     Administration of Fund. The District Attorney shall provide a quarterly report to the Controller, Budget Analyst of the Board of Supervisors of all expenditures made from said Fund during the immediately preceding three months. All deposits and expenditures from the fund shall be accounted for in a manner consistent with limitations imposed by State law and regulations. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-60","identifier":"10.100-60","catch_text":"DISTRICT ATTORNEY STATE FORFEITURE FUND."}}