{"text":"\n     (a)     Imposition of Surcharge. Pursuant to California Government Code Section 26826.3, the Board of Supervisors hereby imposes a surcharge of four dollars for the filing in superior court of (1) a complaint, petition, or other first paper in a civil or probate action of special proceeding, (2) a first paper on behalf of any defendant, respondent, intervenor, or adverse party, (3) a motion for change of venue from another court, or (4) a first paper on behalf of any party in a proceeding under Section 98.2 of the California Labor Code. No party shall be required to pay the four dollar surcharge more than once in any action. \n     (b)     Establishment of Fund. The Trial Courts Courthouse Children's Waiting Rooms Fund is established as a category four fund to receive (1) all funds collected by the City and County of San Francisco, as authorized by California Government Code Section 26826.3, from surcharges on first filing fees and (2) all donations, grants, gifts and bequests from private sources for the purpose of the fund. \n     (c)     Use of Fund. All funds shall be expended to pay any cost, excluding capital outlay, related to the maintenance of the Children's Waiting Rooms at the Hall of Justice and Civic Center Courthouse and the establishment and maintenance of a Children's Waiting Room at any additional courthouse in the City and County of San Francisco, including, but not limited to, personnel, heat, light, telephone, security, rental of space, furnishings, toys, books, or any other item or service in connection with the operation of a children's waiting room. \n     (d)     Exceptions to Fund Category. All expenditure of the funds shall be determined by the Chief Executive Officer of the Court, in consultation with the Presiding Judge of the Court, the Supervising Judge of the Unified Family Court, and the provider(s) operating the Children's Waiting Rooms. \n     (e)     Administration of Fund. The county clerk shall remit the surcharge monthly to the Controller who shall retain the monies in the Courthouse Children's Waiting Rooms Account. The Controller shall maintain the Account and shall record all receipts and expenditures. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-351","identifier":"10.100-351","catch_text":"TRIAL COURTS COURTHOUSE CHILDREN'S WAITING ROOMS FUND."}}