{"text":"\n     (a)     Establishment of Fund. The San Francisco Bonding and Financial Assistance Program is created in Section \n14B.16 of the Administrative Code. That section requires City departments, consistent with the budgetary and fiscal provisions of the San Francisco Charter, to contribute to the San Francisco Bonding and Financial Assistance Program. The San Francisco Self-Insurance Surety Bond Fund is hereby created as a category eight fund as defined in Section \n10.100-1 of the Administrative Code and shall receive annual contributions as determined under the provisions of. subsection (c) of this Section and charged against all City capital projects appropriated after the effective date of this Section. \n     (b)     Use of Fund. Subject to the budgetary and fiscal provisions of the San Francisco Charter, the City may expend the monies in said Fund only for the purpose of conducting self-insurance programs for the San Francisco Bonding and Financial Assistance Program, including Risk Management Administration, City Attorney Claim Administration and Adjudication, and Human Rights Commission Programmatic Oversight. \n     (c)     The Controller in consultation with the City's Risk Manager shall annually set a contribution rate for all City capital construction and improvement projects conducted under \nChapter 6 of the San Francisco Administrative Code. The Risk Manger, not less than every five years, shall procure an actuarial study of the City's loss experience for capital projects that shall provide the basis for setting of the annual contribution rate to the Fund. The Risk Manager and the Controller shall periodically review expenditures from the Fund to determine whether any department's loss rate is significantly higher or lower than the Citywide loss rate. In the event the Controller finds any significant disparities he or she is authorized to make adjustments to appropriations to eliminate such disparities. \n     (d)     Initial Contribution of the Fund. Subject to the budgetary and fiscal provisions of the Charter, each participating department shall contribute their proportional share of the two (2) million dollar initial contribution to the Fund in the current fiscal year of 2008-2009. The Controller, in consultation with the Risk Manager, shall determine each department's contribution based on each department's projected participation in the program. General fund departments may delay their initial contributions to the Fund and participation in the Fund until the fiscal year of 2009 to 2010 budget appropriations, when such funds shall be budgeted as part of their capital appropriations budgets and participation in the program may commence. \n(Added by Ord. 315-08, File No. 081444, 12/19/2008)\n\n","heading":{"title":"10","chaptersection":"100-317. ","identifier":"10.100-317. ","catch_text":"SAN FRANCISCO SELF-INSURANCE SURETY BOND FUND."}}