{"text":"\n     (a)     Establishment of Fund. The Public Health Tobacco Settlement Revenue Fund is established as a category four fund. Within this fund, separate accounts shall be established and receive funds as follows: \n          1.     The first $1,000,000 of monies received by the City and County of San Francisco (the \"City\") in each fiscal year pursuant to that certain Master Settlement Agreement dated November 16, 1998 (the \"Agreement\") shall be credited to an account known as the \"Tobacco Education and Control Revenue Sub-account\"; \n          2.     Any additional monies received by the City in each fiscal year pursuant to the Agreement shall be deposited into an account known as the \"Tobacco Settlement Revenue Sub-account.\" \n     (b)     Use of Fund. The monies deposited in the Tobacco Education and Control Revenue Sub-account shall be expended solely, for tobacco education, prevention and control purposes. The monies deposited into the Tobacco Settlement Revenue Sub-account shall be expended as follows: \n          1.     For the payment of costs of acquisition, improvement, construction and/or reconstruction of a health care, assisted living and/or other type of continuing care facility or facilities to replace Laguna Honda Hospital (collectively, the \"Project\"); \n          2.     For the payment in any fiscal year of all principal, interest, premium and all other payments required pursuant to any documents authorizing any bonded debt or other evidences of indebtedness or lease financing issued, incurred, created by, or on behalf of, the City in connection with the acquisition, improvement, construction and/or reconstruction of the Project (the \"Bonds\"); \n          3.     From amounts received by the City under the Agreement and deposited into the Tobacco Settlement Revenue Sub-account prior to the issuance of the Bonds, for transfer in fiscal year 2003-2004 to the General Fund for payment of certain costs of the Department of Public Health, provided that the amount so transferred shall not exceed $25,005,644.60; and \n          4.     For transfer to the General Fund only after making provision for the requirements of (1) through (3) above.\n     (c)     General Fund Guarantee. If and when the Director of Public Finance certifies that (i) the City has not received Tobacco Settlement Revenues in amounts sufficient to contribute $100,000,000 to finance the Project and (ii) the Project requires a payment equal to the difference between $100,000,000 and the amount of Tobacco Settlement Revenues actually expended to finance the Project (the \"Shortfall\") to achieve completion, then the City shall transfer from the General Fund an amount equal to the lesser of the Shortfall or $25,005,644.60. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; amended by Ord. 191-03, File No. 030992, App. 7/25/2003)\n\n","heading":{"title":"10","chaptersection":"100-218. ","identifier":"10.100-218. ","catch_text":"PUBLIC HEALTH TOBACCO SETTLEMENT REVENUE FUND."}}