{"text":"\n     (a)     Establishment of Fund. The San Francisco Gas Tax Street Improvement Fund is established as a category four fund to comply with the provisions of Sections 180 to 207, and in particular, Section 196 of the Streets and Highways Code, State of California. The fund is established to receive all moneys received by the City and County from the State under the provisions of the Streets and Highways Code, State of California, for the acquisition of real property or interests therein for, or the construction, maintenance or improvement of streets or highways, other than state highways. \n     (b)     Use of Fund. All moneys in the fund shall be expended exclusively for the purposes authorized by and subject to all of the provisions of the Streets and Highways Code, State of California. \n     (c)     Administration of Fund. In connection with the Special Gas Tax Street Improvement Fund, the Director of Public Works is hereby authorized to execute, on behalf of the City and County, all project statements, amended project statements, memoranda of agreements and amended memoranda of agreements for streets which have been or shall be designated by the Board of Supervisors as streets of major importance, the cost of improving which is to be paid out of the Special Gas Tax Street Improvement Fund. Nothing contained in this Section shall be construed as authorizing the Director of Public Works to deviate in any manner whatsoever, other than as herein provided, from the full and complete prosecution of the projects designated for improvement with funds, in whole or in part, from the fund, as set up in each annual or supplemental appropriation ordinance. \n          The Controller shall be the officer to prepare the report of the expenditures and receipts for street and road purposes and shall transmit the same to the State Controller. The Controller shall file a copy of the report with the Clerk of the Board of Supervisors and the Director of Public Works. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-299","identifier":"10.100-299","catch_text":"SAN FRANCISCO GAS TAX STREET IMPROVEMENT FUND."}}