{"text":"\n     (a)     Establishment of Fund. The Recreation and Parks Chinatown Open Space Fund is established as a category six fund for the purpose of acquiring, improving and/or maintaining open space resources and park land and park facilities as defined in Section 135.1 of the San Francisco Municipal, which is expected to be used solely or in substantial part by persons who live, work, shop or otherwise do business in the Chinatown Mixed Use Districts as defined in Sections \n810.1, 811.1 and \n812.1 of the City Planning Code and as identified on Sectional Map 1 of the \nZoning Map of the City and County of San Francisco. \n     (b)     Use of Fund. The fund shall be used solely for the purpose of such acquisition, improvement, maintenance and related expenses including the planning, design and engineering of specific projects. Expenditures from the fund shall be for facilities located within the Chinatown Mixed Use Districts. \n     (c)     Exceptions to Fund Category. Expenditures from the fund shall be authorized jointly by the Recreation and Parks Commission and the City Planning Commission, consistent with the procedures described in (d). \n     (d)     Administration of Fund. The fund shall be administered jointly by the Recreation and Park Commission and the City Planning Commission. The two Commissions shall conduct business related to their duties under this Section at joint public hearings, which hearings may be initiated by either the Recreation and Park Commission or the City Planning Commission. Recommendations shall be made annually for expenditures from this fund by the General Manager of the Recreation and Parks Department in consultation with the Department of City Planning and presented to both Commissions at a joint public hearing to elicit public comment on proposals for the acquisition of, improvement or maintenance of property using monies in the fund. Notice of any joint public hearings shall be published in an official newspaper at least 20 days prior to the date of the hearing, which notice shall set forth the time, place and purpose of the hearing. The hearing may be continued to a later date by a majority vote of the members of both Commissions present at the hearing. At a joint public hearing, a quorum of the membership of each Commission may vote to allocate the monies in the fund for acquisition of property and/or for the development, improvement or maintenance of property as established in Section \n10.203(a), above, including property, such as an alleyway, which may not always be appropriate as a Recreation and Park property. The Controller's Office shall file an annual report with the Board of Supervisors, which shall set forth the amount of money collected in the fund. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"100-249. ","identifier":"10.100-249. ","catch_text":"RECREATION AND PARKS CHINATOWN OPEN SPACE FUND."}}