{"text":"\n     (a)     Prior to initiating proceedings under this Article for the imposition of a lien, the department seeking to collect the fee, charge or cost at issue shall mail the property owner a written request for payment. If the fee, charge or cost has not been paid within 30 calendar days of such notice, the department may initiate lien proceedings pursuant to this Article to recover the amount due. Where another ordinance authorizing a specific lien requires not less than 30 calendar days written notice to the property owner prior to the initiation of lien proceedings, that notice shall constitute compliance with this Subsection. \n     (b)     A department seeking to initiate lien proceedings shall, following the end of the 30 calendar day period set forth in subsection (a), send the property owner via certified mail a written notice of proposed lien that shall include information as to the amount due, instructions for payment, and the name and telephone number of a department official to contact for questions or further information. The notice shall further state that if the amount due is not paid within 45 days, it shall be considered a delinquent account subject to lien pursuant to this Article and that before the lien may be imposed, the property owner has the right to appear before the Board of Supervisors at a hearing regarding the amount due. The notice shall also state that if the obligation remains unpaid, administrative fees, penalties and interest (including interest on amounts due after they have become a lien and continuing until paid) pursuant to this Article will accrue and become part of the lien. \n     (c)     To the extent that an ordinance authorizing a specific lien does not provide for notice, or establishes lesser notice requirements, this section shall establish minimum notice requirements. To the extent that an ordinance authorizing a specific lien establishes greater or additional notice requirements, those notice requirements shall control. The provisions of this section are not intended to affect any notice requirements imposed by preemptive State or federal law. \n     (d)     A financial obligation that is subject to this Article, and which remains unpaid after 45 calendar days from the date of the notice required pursuant to subsection (b) shall be deemed a delinquent account. In accordance with the procedures set forth in this Article, the Board of Supervisors may ensure collection of a delinquent account by making the amount thereof, along with any administrative charges, penalties, fees and interest, a lien against the subject property. \n(Added by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"230A. ","identifier":"10.230A. ","catch_text":"REQUEST FOR PAYMENT; NOTICE OF DELINQUENT ACCOUNT AND PROPOSED LIEN; AUTHORIZATION FOR LIEN."}}