{"text":"\n     (a)     In accordance with Section 4804 of the Revenue and Taxation Code of the State of California, the Board of Supervisors of the City and County of San Francisco, hereby authorizes the Assessor-Recorder, the Controller and the Tax Collector of the City and County of San Francisco to perform on its behalf any act required or authorized to be performed by the Board of Supervisors of the County of San Francisco for the City and County of San Francisco under the following sections of the Revenue and Taxation Code regardless of amount of taxes involved: \n          (a)     Sections 166, 270, 271;\n          (b)     Sections 4831 through 4842, both inclusive;\n          (c)     Sections 4985 through 4986, both inclusive;\n          (d)     Sections 5026 through 5029, both inclusive;\n          (e)     Sections 5061 through 5064, both inclusive;\n          (f)     Sections 5071 through 5073, both inclusive;\n          (g)     Sections 480 through 485, both inclusive;\n          Provided, however, that the Controller of the City and County of San Francisco is hereby required to record each act performed under this authorization; and provided further, that the Assessor-Recorder shall make periodic reports, not less frequently than quarterly, to the Board of Supervisors of any and all acts performed under this authorization. \n          Any act performed by the Assessor-Recorder under this authorization shall comply with the following administrative rules and procedures: \n          1.     If such act will increase the amount of taxes due, the Assessor-Recorder shall give the Assessee opportunity for a hearing after at least five days' notice at which time the Assessee may present objections to the change. The decision of the Assessor-Recorder in the matter is final. \n          2.     Any such act performed by the Assessor-Recorder under this authorization shall be performed pursuant to a statement of findings reciting the facts found by the Assessor-Recorder and further reciting the section or sections of the Revenue and Taxation Code pursuant to which such act was performed. \n          In accordance with the request heretofore made by the City Attorney of the City and County of San Francisco under Section 4804 of the Revenue and Taxation Code of the State of California, there is hereby granted a waiver of the requirement for written consent of the County Legal Advisor in any act performed under the provisions hereof. \n          The Controller may perform such acts in reliance upon action of the Assessor-Recorder as provided herein as though such action was performed by the Board of Supervisors. \n     (b)     Delegation of Authority to City Attorney to Grant or Deny Property Tax Refund Claims. As authorized by Section 4804 of the Revenue and Taxation Code of the State of California, the Board of Supervisors of the City and County of San Francisco, hereby delegates its authority to grant or deny claims for refunds of property taxes, as contemplated by Sections 5096-5097 and 5140-41 of the Revenue & Taxation Code, to the City Attorney. The Controller shall record each grant or denial the City Attorney makes under this delegation and may act in reliance on the City's Attorney's determination as though the Board of Supervisors granted or denied the claim. \n          (1)     Administrative Rules and Procedures.\n               (A)     City Attorney's authority and duty to determine claim and notify claimant. The City Attorney shall send the claimant a letter, by first class United States mail, that states whether the claim is allowed, rejected, or rejected in part. The City Attorney shall provide a copy of the letter to the Controller. The City Attorney's rejection letter will constitute the Board's rejection of the claim and will start the claimant's limitations period to file a refund action under Section 5141(a) of the Revenue & Taxation Code. Should the City Attorney fail to mail notice of its decision on a claim within six months of its filing, the claimant may consider the claim rejected under Section 5141(b) of the Revenue & Taxation Code and file an action for refund. \n               (B)     Presentation and form of property tax refund claim. The claimant shall present a written property tax refund claim to the Controller. The claim shall include all of the information required by Revenue & Taxation Code Section 5097.02 and shall be filed within the time limitations in Section 5097(2). The City Attorney shall develop a form of property tax refund claim which the Controller shall make available for use by claimants. The claimant may present the claim by delivering it to the Controller's office or, as authorized by Revenue & Taxation Code Section 2513, by mailing the claim to the Controller through the United States mail, properly addressed, with postage prepaid. \n               (C)     Initial processing by Controller and disposition by City Attorney. The Controller shall make and retain a copy of the claim, make a record of the name of the claimant, the date claim was received, and the amount of the claim, then forward the original version of the claim to the City Attorney. \n               (D)     This Section 10.2(b) shall not apply if a property owner or other interested party makes an election under Section 5097(b) of the Revenue & Taxation Code to have an assessment appeal application serve as a refund claim. \n               (E)     This procedure for determination of property tax refund claims is not part of Article II, Settlement of Claims For and Against City and County (Section \n10.20-1 and following). \n(Added by Ord. 352-84, App. 8/8/84; amended by Ord. 313-00, File No. 001908, App. 12/28/2000; Ord. 12-09, File No. 081451, App. 1/16/2009) \nSEC. 10.2-1.  RESERVED.\n(Amended by Ord. 141-72, App. 5/26/72; repealed by Ord. 313-00, File No. 001908, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"2","identifier":"10.2","catch_text":"AUTHORIZATION FOR THE ASSESSOR-RECORDER, CONTROLLER TAX COLLECTOR AND CITY ATTORNEY TO PERFORM CERTAIN ACTS."}}