{"text":"\n     (a)     Any person who, at 12:01 a.m. on the January 1st immediately preceding the fiscal year commencing July 1, 1977, or who, at 12:01 a.m. on the January 1st immediately preceding any subsequent fiscal year, was the owner of, or had in his or her possession, or under his or her control, any taxable property, or who acquired such property after such date and is liable for taxes thereon for the fiscal year commencing the immediately following July 1st, which property was thereafter damaged or destroyed, without his or her fault, by a misfortune or calamity, may, within 12 months of the date that said property was so damaged or destroyed, apply for reassessment of that property by delivering to the Assessor-Recorder a written application showing the condition and value, if any, of the property immediately after the damage or destruction, and the dollar amount of the damage. The application shall be executed under penalty of perjury, or if executed outside the State of California, verified by affidavit. \n          To be eligible for reassessment the damage or destruction to the property shall have been caused by any of the following: \n          (1)     A major misfortune or calamity, in an area or region subsequently proclaimed by the Governor to be in a state of disaster, if that property was damaged or destroyed by the major misfortune or calamity that caused the Governor to proclaim the area or region to be in a state of disaster. As used in this paragraph, \"damage\" includes a diminution in the value of property as a result of restricted access to the property where that restricted access was caused by the major misfortune or calamity. \n          (2)     A misfortune or calamity.\n          (3)     A misfortune or calamity that, with respect to a possessory interest in land owned by the state or federal government, has caused the permit or other right to enter upon the land to be suspended or restricted. As used in this paragraph, \"misfortune or calamity\" includes a drought condition such as existed in this state in 1976 and 1977. \n     (b)     Upon receiving a proper application, the Assessor-Recorder shall appraise the property and determine separately the full cash value of land, improvements and personalty immediately before and after the damage or destruction. If the sum of the full cash values of the land, improvements and personalty before the damage or destruction exceeds the sum of the values after the damage by ten thousand dollars ($10,000) or more, the Assessor-Recorder shall also separately determine the percentage reductions in value of land, improvements and personalty due to the damage or destruction. The Assessor-Recorder shall reduce the values appearing on the assessment roll by the percentages of damage or destruction computed pursuant to this subdivision, and the taxes due on the property shall be adjusted as provided in subdivision (e). However, the amount of the reduction shall not exceed the actual loss. \n     (c)     The Assessor-Recorder shall notify the applicant in writing of the amount of the proposed reassessment. The notice shall state that the applicant may appeal the proposed reassessment to the Assessment Appeals Board within 6 months of the date of mailing the notice. If an appeal is requested within the 6 month period, the board shall hear and decide the matter as if the proposed reassessment had been entered on the roll as an assessment made outside the regular assessment period. The decision of the board regarding the damaged value of the property shall be final; provided, that a decision of the Assessment Appeals Board regarding any reassessment made pursuant to this Section shall create no presumption as regards the value of the affected property subsequent to the date of the damage. \n     (d)     Those reassessed values resulting from reductions in full cash value, as determined above, shall be forwarded to the Controller by the Assessor-Recorder or the Clerk of the Assessment Appeals Board, as the case may be. The Controller shall enter the reassessed values on the roll. After being entered on the roll, said reassessed values shall not be subject to review except by a court of competent jurisdiction. \n     (e)     If no such application is made and the Assessor-Recorder determines that within the preceding 12 months a property has suffered damage or destruction caused by the misfortune or calamity that may qualify the property owner for relief under this Section, the Assessor-Recorder shall notify the property owner that the property will be reassessed. The Assessor-Recorder shall assess the property, or reassess it if it has already been assessed, according to the condition and value immediately after the damage or destruction, and the Assessor-Recorder, if he or she reassesses the property, shall transmit to the Assessment Appeals Board a description of the property so reassessed, the name of the person making application in connection with the property, if any, or the name of the property owner notified of the reassessment and the value of the property as so reassessed. Upon such notice as it may find to be proper, the Assessment Appeals Board shall equalize any such assessment or reassessment. \n     (f)     The tax rate fixed for property on the roll on which the property so reassessed appeared at the time of the misfortune or calamity, shall be applied to the amount of the reassessment as determined in accordance with this section and the assessee shall be liable for: (1) a prorated portion of the taxes that would have been due on the property for the current fiscal year had the misfortune or calamity not occurred, to be determined on the basis of the number of months in the current fiscal year prior to the misfortune or calamity; plus, (2) a proration of the tax due on the property as reassessed in its damaged or destroyed condition, to be determined on the basis of the number of months in the fiscal year after the damage or destruction, including the month in which the damage was incurred. For purposes of applying the preceding calculation in prorating supplemental taxes, the term \"fiscal year\" means that portion of the tax year used to determine the adjusted amount of taxes due pursuant to Subdivision (b) of Section 75.41. If the damage or destruction occurred after January 1 and before the beginning of the next fiscal year, the reassessment shall be utilized to determine the tax liability for the next fiscal year. However, if the property is fully restored during the next fiscal year, taxes due for that year shall be prorated based on the number of months in the year before and after the completion of restoration. \n     (g)     Any tax paid in excess of the total tax due shall be refunded to the taxpayer pursuant to Chapter 5 (commencing with Section 5096) of Part 9 of Division 1 of the Revenue and Taxation Code of the State of California, as an erroneously collected tax or by order of the Board of Supervisors without the necessity of a claim being filed pursuant to Chapter 5. \n     (h)     The assessed value of the property in its damaged condition, as determined pursuant to subdivision (b) compounded annually by the inflation factor specified in Subdivision (a) of Section 51, shall be the taxable value of the property until it is restored, repaired, reconstructed or other provisions of the law require the establishment of a new base year value. \n          If partial reconstruction, restoration, or repair has occurred on any subsequent lien date, the taxable value shall be increased by an amount determined by multiplying the difference between its factored base year value immediately before the calamity and its assessed value in its damaged condition by the percentage of the repair, reconstruction, or restoration completed on that lien date. \n     (i)     (1)     When the property is fully repaired, restored, or reconstructed, the Assessor-Recorder shall make an additional assessment or assessments in accordance with Subparagraph (A) or (B) upon completion of the repair, restoration, or reconstruction: \n               (A)     If the completion of the repair, restoration, or reconstruction occurs on or after January 1, but on or before May 31, then there shall be two additional assessments. The first additional assessment shall be the difference between the new taxable value as of the date of completion and the taxable value on the current roll. The second additional assessment shall be the difference between the new taxable value as of the date of completion and the taxable value to be enrolled on the roll being prepared. \n               (B)     If the completion of the repair, restoration, or reconstruction occurs on or after June 1, but before the succeeding January 1, then the additional assessment shall be the difference between the new taxable value as of the date of completion and the taxable value on the current roll. \n          (2)     On the lien date following completion of the repair, restoration, or reconstruction, the Assessor-Recorder shall enroll the new taxable value of the property as of that lien date. \n          (3)     For purposes of this Subdivision, \"new taxable value\" shall mean the lesser of the property's (A) full cash value, or (B) factored base year value or its factored base year value as adjusted pursuant to Subdivision (c) of Section 70. \n     (j)     The Assessor-Recorder may apply Chapter 3.5 (commencing with Section 75) of Part 0.5 in implementing this Section, to the extent that chapter is consistent with this Section. \n(Added by Ord. 352-84, App. 8/8/84; amended by Ord. 313-00, File No. 001908, App. 12/28/2000; Ord. 4-06, File No. 051559, 1/20/2006) \n\n","heading":{"title":"10","chaptersection":"2-5","identifier":"10.2-5","catch_text":"REASSESSMENT OF PROPERTY DUE TO MISFORTUNE OR CALAMITY."}}