{"text":"\n     The Clerk of the Board of Supervisors shall file a certified copy of each confirmed report with the Controller and Tax Collector within 10 days after confirmation of the report, whereupon it shall be the duty of said officers to add the amount of said lien to the next regular bill for taxes levied against said property for municipal purposes, and thereafter said amount shall be collected at the same time and in the same manner as ordinary City and County ad valorem real property taxes are collected, and shall be subject to the same procedure under foreclosure and sale in case of delinquency as provided for property taxes of the City and County of San Francisco, except that in conducting such a foreclosure and sale, the City shall have only the authority and priority that it is entitled to for enforcement of a judgment lien unless state law confers a different priority. \n     Except for the release of lien recording fee authorized in Section \n10.237, where the expenditure of City funds for which the lien is being imposed was made from departmental funds, all sums collected by the Tax Collector pursuant to this Article shall be allocated to the credit of the department for which the lien was imposed and to such other City departments as are administering collection of the lien for reimbursement of those expenses. Where the costs for which the lien is imposed have been paid from the General Fund instead of departmental funds, the sums collected shall be deposited in the General Fund, and not allocated to the department for which the lien was imposed. Unless otherwise authorized by law, the proceeds of the lien transferred to the department may be used only to fund the activities or undertakings the charge leading to the lien was designed to fund. \n(Added by Ord. 29-89, App. 1/25/89; amended by Ord. 321-00, File No. 001916, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"236. ","identifier":"10.236. ","catch_text":"FILING WITH CONTROLLER AND TAX COLLECTOR; DISTRIBUTION OF PROCEEDS."}}