{"text":"\n     (a)     Pursuant to Section 4837.5 of the Revenue and Taxation Code, taxes levied on an escape assessment, made under the authority of Article 4, Chapter 3 of Part 2 of Division 1 of the Revenue and Taxation Code or taxes increased by reason of the discovery of an error, pursuant to Article 1 of Chapter 2 of Part 9 of Division 1 of the Revenue and Taxation Code may be paid in installments if: \n          1.     A verified, written request for installment payment is filed by the Assessee with the Tax Collector prior to date of delinquency of payment of such taxes. \n          2.     Such request shall establish that an error of the Assessee was not the cause of the tax or tax increase and that the payment of the full tax in the year of billing would constitute a hardship on the Assessee. \n          3.     Such request shall contain the covenant and agreement of the Assessee that, if the request is granted, interest will be paid as hereinafter provided. \n     The deferred portion of taxes paid in installments shall bear interest at the rate of ½ of one percent a month or fractional part thereof payable in installments concurrently with installments of taxes. \n     (b)     A copy of the installment request shall be transmitted by the Tax Collector to the Assessor-Recorder. The Assessor-Recorder shall within 10 days after such transmittal file a verified statement with the Tax Collector stating whether in the Assessor-Recorder's opinion the tax or tax increase was caused by an error of the Assessee. When a tax increase, pursuant to Section 4832 of the Revenue and Taxation Code is involved, the reference in this Section to the Assessor-Recorder shall be deemed to be a reference to the Controller. \n     (c)     Based upon the request of the Assessee and the statement from the Assessor-Recorder or Controller, the Tax Collector shall determine whether the request shall be allowed or denied. The Tax Collector shall notify the Assessee of the decision by written notice to the Assessee's last known address. If the request is granted, the notice shall set forth the installment payment schedule and the consequences for failure to meet the requirements of the payment plan as set forth in this Section. \n     (d)     If payment is authorized to be made in installments, one-quarter of said tax shall be paid within 30 days after the date that notice is mailed by the Tax Collector to the Assessee notifying the Assessee that installment payments will be allowed. One-quarter of said tax shall be paid on the first, second, and third yearly anniversary of the date that notice authorizing installment payments is mailed by the Tax Collector to the Assessee. \n     (e)     If taxes are authorized to be paid in installments, no penalties shall be charged so long as installment payments are made when due. If any installment is not paid when due, or if the property on the secured roll becomes tax deeded, or if the taxes due on the unsecured roll are not paid on or before August 31st, the entire tax shall immediately become due and payable and no further installment payments shall be authorized under the provisions of this Section. Interest, penalties, costs and redemption penalties and fees, if applicable, shall be charged on the total tax as if no payment had been received. There shall be credited on the amount payable the total amount of any installments paid under this plan. \n     (f)     If payment is not authorized in installments, the original amount of taxes due shall be payable within 30 days of the mailing of the notice to the taxpayer if the original delinquency date has passed. \n     (g)     The Tax Collector shall maintain a separate record listing the current status of all such installment accounts authorized under this Section. \n     (h)     It is not the intent of this Section to in any way stay the enforcement of any of the other provisions of the Revenue and Taxation Code. \n(Added by Ord. 352-84, App. 8/8/84; amended by Ord. 313-00, File No. 001908, App. 12/28/2000)\n\n","heading":{"title":"10","chaptersection":"2-4","identifier":"10.2-4","catch_text":"PAYMENT OF TAXES IN INSTALLMENTS."}}