{"text":"\n     (a)     Rainy Day Reserve. To enable the public to find all City reserve policies in one place, this ordinance includes a summary of the Charter-mandated Rainy Day Reserve. This summary is intended only for convenience and does not modify or supersede the Charter provisions. \n          The City maintains a \"Rainy Day\" or economic stabilization reserve under Charter Section \n9.113.5. In any year when the Controller projects that total General Fund revenues for the upcoming budget year are going to be more than 5 percent higher than the General Fund revenues for the current year, the City automatically deposits one-half of the \"excess revenues,\" meaning the revenues above and beyond the current year plus 5 percent growth, in the Rainy Day Reserve. The total amount of money in the Rainy Day Reserve may not exceed 10 percent of the City's actual total General Fund revenues. \n          The City may spend money from the Rainy Day Reserve for any lawful governmental purpose, but only in years when the Controller projects that total General Fund revenues for the upcoming year will be less than the current year's total General Fund revenues, i.e., years when the City expects to take in less money than it had taken in for the current year. In those years, the City may spend up to half the money in the Rainy Day Reserve, but no more than is necessary to bring the City's total available General Fund revenues up to the level of the current year. The City may also spend up to 25 percent of the balance of the Rainy Day Reserve to help the School District in years when certain conditions are met. \n     (b)     General Reserve. In addition to the Rainy Day Reserve, the City budget shall include a General Reserve. The General Reserve is intended to address revenue weaknesses, expenditure overages, or other programmatic goals not anticipated during the annual budget process. The Mayor and the Board of Supervisors may, at any time following adoption of the annual budget, appropriate monies from the General Reserve for any lawful governmental purpose through passage of a supplemental appropriation ordinance by a simple majority vote. \n          For purposes of this Section, \"regular General Fund revenues\" shall mean total General Fund sources less budgeted fund balances, budgeted uses of reserves, and net transfers, as determined by the Controller. The City shall fund the General Reserve at no less than two percent of budgeted regular General Fund revenues no later than fiscal year 2016-2017 according to the following schedule: \n          1.     The General Reserve shall be no less than $25 million in the budget for fiscal year 2010-11;\n          2.     The General Reserve shall be no less than $25 million in the budget for fiscal year 2011-12;\n          3.     The General Reserve shall be no less than 1.0 percent of budgeted regular General Fund revenues in fiscal year 2012-13;\n          4.     The General Reserve shall be no less than 1.25 percent of budgeted regular General Fund revenues in the budget for fiscal year 2013-14; \n          5.     The General Reserve shall be no less than 1.5 percent of budgeted regular General Fund revenues in the budget for fiscal year 2014-15; \n          6.     The General Reserve shall be no less than 1.75 percent of budgeted regular General Fund revenues in the budget for fiscal year 2015-16; and, \n          7.     The General Reserve shall be no less than 2.0 percent of budgeted regular General Fund revenues in the budget for fiscal year 2016-17 and in the budget for each fiscal year thereafter. \n          Year-end balances in the General Reserve shall be carried forward to subsequent years. When necessary, the City shall appropriate sufficient funds to the General Reserve in the Annual Appropriation Ordinance to restore the fund balance to the level this ordinance requires. \n     (c)     Budget Stabilization Reserve. The City shall establish a Budget Stabilization Reserve to augment the Rainy Day Reserve that the City maintains under Charter Section \n9.113.5, and to further mitigate the negative effects of significant economic downturns. The Controller shall deposit funds to the Budget Stabilization Reserve as required under this Section. \n          The City may withdraw funds from the Budget Stabilization Reserve when the Controller projects that budgeted regular General Fund revenues for the upcoming budget year will be less than the current year's regular General Fund revenues, or less than the highest of any of the prior four fiscal years' regular General Fund revenues plus two percent, for each intervening year. If the Controller determines that either condition is met, the City may withdraw funds from the Budget Stabilization Reserve according to the following guidelines: \n          1.     The City may not withdraw funds from the Budget Stabilization Reserve in any given year until it has withdrawn the maximum amount that the Controller determines is allowable from the Rainy Day Reserve. \n          2.     The City may not withdraw funds from the Budget Stabilization Reserve in any given year in an amount exceeding the remaining shortfall in General Fund regular revenues, as defined above, after any withdrawals from the Rainy Day Reserve for the benefit of the City. \n          3.     If the Controller determines that a withdrawal trigger for the Budget Stabilization Reserve was not met in the current fiscal year, but projects that it will be met for the upcoming fiscal year, the City may withdraw from the Budget Stabilization Reserve up to 30 percent of the combined value of the Budget Stabilization Reserve and Rainy Day Reserve less monies withdrawn from the Rainy Day Reserve for any lawful governmental purpose in the upcoming budget year. \n          4.     If the Controller determines that a withdrawal trigger for the Budget Stabilization Reserve was met in the current fiscal year and projects that it will also be met for the upcoming fiscal year, the City may withdraw from the Budget Stabilization Reserve up to 50 percent of the combined value of the Budget Stabilization Reserve and Rainy Day Reserve less monies withdrawn from the Rainy Day Reserve for any lawful governmental purpose in the upcoming budget year. \n          5.     If the Controller determines that the withdrawal trigger for the Budget Stabilization Reserve was met in the current and prior fiscal year as well as the upcoming fiscal year, the Board may withdraw up to the full balance of the Budget Stabilization Reserve for any lawful governmental purpose in the upcoming budget year. \n          In order to fund the Budget Stabilization Reserve, the Controller shall deposit 75 percent of the following revenue sources to the Budget Stabilization Reserve: \n          1.     Real Property Transfer Tax proceeds in excess of the average annual actual receipts level for the prior five fiscal years, adjusted for any transfer tax rate increases adopted by the voters during the prior five year period; and \n          2.     Ending unassigned General Fund balances in a given fiscal year as reported in the City's most recent independent annual audit beyond those appropriated as a source in the subsequent year's budget. \n          At the conclusion of the fiscal year, the Controller shall revise, if necessary, the balance in the Budget Stabilization Reserve to reflect year-end actual revenue receipts, as stated in the City's most recent independent annual audit. \n          There shall be no minimum fund balance for the Budget Stabilization Reserve. Notwithstanding the above, the Controller shall not make deposit to the Budget Stabilization Reserve, including deposits from the revenue sources identified above, if the combined fund balances of the Budget Stabilization Reserve and the Rainy Day Reserve equal or exceed 10 percent of actual regular General Fund revenues, as stated in the City's most recent independent annual audit. \n          The Controller shall not make deposits to the Budget Stabilization Reserve in years in which the Controller determines that the City is eligible to make withdrawals from the Budget Stabilization Reserve. \n          In the event that monies are deposited into the Rainy Day Reserve for any given year, any amount which would otherwise be deposited into the Budget Stabilization Reserve shall be reduced by the amount of the deposit to the Rainy Day Reserve. \n          The City, by a resolution of the Board of Supervisors adopted by a two-thirds' vote, may temporarily suspend the provisions of this subsection (c) for the current or upcoming budget year. The Board of Supervisors may suspend these provisions following a natural disaster that has caused the Mayor or the Governor to declare an emergency, or for any other purpose. \n     (d)     Annual Reporting on Reserves. The Controller shall submit to the Mayor and the Board of Supervisors an annual report on the status of the General Reserve, the Rainy Day Reserve, and the Budget Stabilization Reserve. \n(Added by Ord. 91-10, File No. 100248, App. 4/30/2010; amended by Ord. 235-11, File No. 110999, App. 12/1/2011, Eff. 12/31/2011, Oper. 6/1/2012)\n\n","heading":{"title":"10","chaptersection":"60","identifier":"10.60","catch_text":"RESERVE POLICIES."}}