{"text":"\n     The Board of Supervisors of the City and County of San Francisco finds and determines that: \n     (a)     As an essential element of the local agency home rule guaranteed by the California Constitution, property taxes collected in a county have always been intended for use in that county. \n     (b)     Proposition 13, as adopted in June of 1978 and amended thereafter, allows the Legislature to specify how the property taxes collected in a county are to be apportioned among the county and the cities and districts therein, but did not contemplate that property taxes would be taken for State purposes or would be apportioned in a manner inconsistent with the home rule provisions of the Constitution of California. \n     (c)     Proposition 98, as adopted in November of 1988 and amended by Proposition 111 in June of 1990, provides that a County's portion of school funding is the amount of property taxes provided to the schools in the county for fiscal 1987-88, adjusted annually for cost of living increases. Pursuant to Proposition 98, the State's portion of school funding is the amount that, when added to the counties' portion, will bring total school funding up to the level specified in the Proposition. \n     (d)     The Legislature of California has expressed its intent to take approximately $2,600,000,000 of the property taxes collected in California counties in fiscal 1993-94 and use those funds to pay a substantial part of the State's portion of school funding or to pay other States expenses, in clear violation of the letter and intent of Proposition 98 and of Articles XIIIA and XIIIB of the California Constitution. \n     (e)     For fiscal 1992-93, available revenues have fallen far short of the expenditures necessary to meet the critical needs of the City and County of San Francisco, requiring that essential City and County services be cut substantially. \n     (f)     If the gap between available revenues and necessary expenditures increases to any significant extent for fiscal 1993-94, the City and County will not be able to fund State mandates and provide for the essential health, safety and general welfare of its citizens that is requisite to meaningful home rule. \n     (g)     If the Legislature acts upon its expressed intent to take approximately $2,600,000,000 of the property taxes collected in California counties in fiscal 1993-94 and use those funds to pay a substantial part of the State's portion of school funding or to pay other State expenses, this City and County would lose a very significant part of the funding now used to provide critical City and County services, would be prevented from providing for the essential health, safety and general welfare of its citizens, and would be deprived of meaningful home rule in contravention of the Constitution of California. \n     (h)     The City and County of San Francisco Board of Supervisors hereby finds that the aforesaid intended State action would constitute an illegal confiscation of the property taxes of this City and County, in that such action would prevent the City and County from providing for the essential health, safety and general welfare of its citizens, would prevent the meaningful home rule guaranteed by the constitution of California, would violate the schools funding scheme of Proposition 98 by requiring this City and County to pay a substantial part of the State portion of school funding, would violate Section 6 of Article XIIIB of the State Constitution by mandating increased local agency funding of schools without State reimbursement, and would be in excess of the power given to the Legislature in Section 1(a) of Article XIIIA of the State Constitution lawfully to apportion property taxes among the City and County therein. \n     (j)     The City and County of San Francisco therefore, determines, that it is necessary to take action to prevent the intended State confiscation of the property taxes to be collected in the City and County of San Francisco for fiscal 1993-94 and to insure the preservation of the constitutionally guaranteed powers of home rule, including the power to provide for the essential health, safety and general welfare of the citizens of the City and County. This ordinance, therefor, provides for the lawful apportionment among the City and County therein of the property taxes collected in this City and County in fiscal 1993-94. \n(Added by Ord. 156-93, App. 5/28/93)\n\n","heading":{"title":"10","chaptersection":"7-2. ","identifier":"10.7-2. ","catch_text":"FINDINGS AND INTENT."}}