{"text":"\n     (a)     Findings. The Legislature has adopted a statute (Chapter 1331, Statutes of 1989) implementing the provisions of the Tobacco Tax and Health Protection Act of 1988 (the \"Tobacco Tax Initiative\"). The statute allocates funds received from the Tobacco Tax Initiative. A portion of these funds is allocated for two purposes: (1) to reimburse physicians for losses incurred in providing certain services to unsponsored patients unable to pay for them (Physicians Services Account) and (2) for payment or support of services provided by non-County hospitals (the non-County portion of the Hospital Services Account) (Section 9, Chapter 1331, Stats. 1989; Welfare and Institutions Code Sections 16940 and 16950\n          The Board of Supervisors adopts this ordinance in order to establish procedures for the filing of claims by physicians and hospitals for reimbursement from these funds, the payment of claims to eligible parties, and the recoupment of any funds erroneously paid. \n          It is the intent of the Board that the provisions of this ordinance be consistent with the provisions of Chapter 1331, Stats. 1989, as currently enacted or as hereafter amended, and the County Health Services Plan and Budget developed by the County. If Chapter 1331 is hereafter amended to further regulate the Physician Services Account or the non-County portion of the Hospital Services Account, this ordinance shall be deemed to have incorporated those amendments. \n     (b)     Administering Agency. Pursuant to Welfare and Institutions Code Section 16952(e), the San Francisco Department of Public Health is designated the administering agency responsible for implementing Chapter 5, Part 4.7 (commencing with Section 16900) of Division 9 of the Welfare and Institutions Code. \n     (c)     Establishment of Procedures. The Department of Public Health shall establish a procedure for the submission and processing of claims from physicians and hospitals eligible to receive funds from the Physician Services Account and the non-County portion of the Hospital Services Account. The procedure may include the use of a contractor to process claims and to otherwise implement the provisions of Chapter 1331 relating to the Physician Services Account and the non-County portion of the Hospital Services Account. \n     (d)     Physician Services Account Claims.\n          (1)     Eligible Claimants. Funds from the Physician Services Account shall be used to pay claims submitted by physicians who have incurred losses due to the rendering of emergency, obstetric and pediatric services to patients unable to pay for the services who are not eligible for Medi-Cal, Medicare, private insurance, or any other federal, state, or County program which provides reimbursement for physician services. Services provided by physicians employed by County hospitals or services provided in a primary care clinic are not eligible for 'reimbursement pursuant to this Section. \n          (2)     Requirements for Reimbursement. The Department of Public Health shall only reimburse physicians when the following conditions have been met: \n               (A)     The physician has inquired if there is a responsible third-party source of payment;\n               (B)     The physician has billed for payment of services;\n               (C)     A period of not less than six months has passed from the date the physician billed the patient or responsible third party, during which time the physician has made reasonable efforts to obtain reimbursement and has not received reimbursement for any portion of the amount billed; and \n               (D)     The physician has stopped any current, and waives any future, collection efforts to obtain reimbursement from the patient.\n          (3)     Reimbursement Limited. No physician shall be reimbursed for more than 50 percent of the losses submitted. \n          (4)     Claimants to Keep Records. Any physician who submits a claim pursuant to this Section shall keep and maintain records of the services rendered, the person to whom services were rendered, and any additional information the administering agency may require, for a period of three years after the services were provided. \n     (e)     Hospital Services Account.\n          (1)     Eligible Claimants. Funds from the non-County portion of the Hospital Services Account shall be used in part to pay claims submitted by non-County hospitals for the provision of uncompensated services to patients unable to pay for the services who are not eligible for Medi-Cal, Medicare, private insurance, or any other federal, state, or County program which provides reimbursement for physician services. \n          (2)     Reimbursement Formula. Funds shall be distributed as provided in the County Health Services Plan and Budget. \n          (3)     Requirements for Reimbursement. A hospital may receive funds from the Hospital Services Account only if it agrees to comply with the following requirements: \n               (A)     Maintain the same number and designation of emergency rooms and trauma care permits as existed on the effective date of Chapter 1333, Stats. 1989; \n               (B)     Provide data and reports on the use and expenditure of all funds received in a form and according to procedures specified by the Department of Public Health and the State Department of Health Services; and \n               (C)     Assure that funds received pursuant to this Section are used only for uncompensated services for persons eligible pursuant to this Section. \n     (f)     Demographic Data; Indemnification; Audits; Evaluative Studies.\n          (1)     Demographic Data. In order to qualify for reimbursement, claimant physicians and hospitals shall agree to provide the demographic data and any other information required by State law implementing the Tobacco Tax Initiative. \n          (2)     Indemnification. In order to qualify for reimbursement, claimant physicians and hospitals shall agree to indemnify, defend and hold harmless the City and County of San Francisco, its officers, agents and employees, including any party or entity with whom the City contracts to implement Chapter 1331, from any and all claims and losses accruing or resulting to any and all persons or entities supplying work, services, materials or supplies in connection with the services for which a claim is submitted, and from any and all claims and losses accruing or resulting to any person or entity who may be injured or damaged by claimant in connection with the provision of services for which a claim is submitted. \n          (3)     Audit, Inspection and Examination of Records. In order to qualify for reimbursement, claimant physicians and hospitals shall agree to permit the Department of Public Health, its contractor responsible for implementing the provisions of Chapter 1331, Statutes of 1989 or other designated City agency to audit and examine the claimant's records insofar as they relate to claims submitted pursuant to this Section and to make excerpts and transcripts from such records. The State of California or any federal agency having an interest in the provisions of Chapter 1331, Statutes of 1989 shall have the same rights conferred on the Department of Public Health by this subsection. \n          (4)     Evaluative Studies. The Department of Public Health, its contractor responsible for implementing the provisions of Chapter 1331, Statutes of 1989, or the State of California may request claimant physicians and hospitals to cooperate in evaluative studies designed to determine the effectiveness of the claims process provided for in this Section. \n     (g)     Appeal Procedure. The Department of Public Health shall establish a written procedure for appeals of decisions relating to payment of claims submitted by physicians and non-County hospitals pursuant to this Section. Before issuing or amending any such procedure, the department of Public Health shall provide a 30-day public comment period by providing published notice in an official newspaper of general circulation in the City of the intent to issue or amend the procedure. The Department may contract with a non-City person or entity to implement the appeal procedure and may delegate to that person or entity the responsibility far such implementation. \n     (h)     Recoupment and Enforcement.\n          (1)     Ineligible Claims Denied. The Department of Public Health may deny claims submitted pursuant to this Section which are not supported by records or other information required by the Department to demonstrate that the claim meets the requirements of this Section. \n          (2)     Recoupment for Erroneously Paid Claims. If the Department pays any claim which should not have been paid because it does not meet the requirements of this Section or Chapter 1331, or is inaccurate, or is not supported by the physician's or hospital's records or other information required by the Department, or is otherwise erroneously paid, the Department shall notify the claimant that the amount erroneously paid must be reimbursed to the City and County of San Francisco. The Department may reduce any payments which would otherwise be made to such claimants for other claims in order to recoup payments erroneously paid to them. \n          (3)     Claimants Paid for Services by Third Parties. If, after receiving payment, a claimant is reimbursed by a patient or a responsible third party, the claimant shall notify the Department of Public Health and the claimant's future payment of claims shall be reduced accordingly. If the claimant does not submit a subsequent claim for one year, the claimant shall reimburse the City in an amount equal to the amount collected from the patient or third party payor, but not more than the amount of reimbursement received under the claim. \n          (4)     Hospital Noncompliance with Requirements. In the event a hospital does not comply with the requirements of Subsection (e)(3) of this Section, the Department of Public Health shall recover any funds received by the hospital and may deny further payments required by this Section until the hospital demonstrates compliance. \n     (i)     Judicial Enforcement. The City Attorney may file any judicial action necessary to enforce the provisions of this Section, including recoupment of funds that are subject to reimbursement. \n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000. Former Sec. 10.86. added by Bill No. 884, Ord. No. 9.04194(C.S.), Sec. 3; repealed by Ord. 316-00, File No. 001911, App. 12/28/2000) \n\n","heading":{"title":"10","chaptersection":"86. ","identifier":"10.86. ","catch_text":"PUBLIC HEALTH PAYMENT OF CERTAIN MEDICAL SERVICES CLAIMS FROM FUNDS OBTAINED THROUGH THE CIGARETTE AND TOBACCO SURTAX INITIATIVE."}}