{"text":"\n     (a)     \"Cash Difference and Overage Fund.\"  The Controller shall create a \"Cash Difference and Overage Fund\" for the use of any county officer or the administrative head of any county department or judicial district handling judicial funds into which all cash shortages and overages shall be deposited.\n     (b)     Regulation of Cash Difference and Overage Fund. The Controller may increase, reduce, or discontinue any Cash Difference and Overage Fund. The Controller may issue regulations regarding management and reporting of such funds.\n     (c)     Reports of Cash Deficits and Overage. Any officer or employee in any county office, or department, or judicial district in which a Cash Difference and Overage Fund has been created, who receives and disburses money placed in his or her custody as directed by law or by official authority, shall submit a written report, through his or her respective department head, to the Controller at a frequency to be determined by the Controller, but at least annually, setting forth the exact sum of any cash deficit or overage in his or her account for that reporting period. Failure to report on the cash deficit or overage as required by the Controller is a violation of this Section.\n     (d)     Recordation of Deficit. When a cash deficit is reported to the Controller, as herein provided, the Controller shall direct how to record and report such cash deficit.\n     (e)     Recordation of Overage. When an overage is reported to the Controller, the Controller shall direct how to record and report such cash overage.\n     (f)     Reports to the Board of Supervisors. The Controller shall submit a written report to the Board of Supervisors after the end of each fiscal year identifying the Cash Difference and Overage Funds in existence during the fiscal year, the amount of those funds, and the department using the fund. The Board of Supervisors may require the Controller to give an account of the Cash Difference and Overage Funds at any other time.\n     (g)     Administration of this Section. The Controller shall establish rules and regulations for the administration of the purposes of this Section.\n(Added by Ord. 316-00, File No. 001911, App. 12/28/2000; amended by Ord. 173-11, File No. 110583, App. 9/12/2011, Eff. 10/12/2011) (Former Sec. 10.82 added by Ord. No. 2955(1939), Sec. 1; repealed by Ord. 316-00, File No. 001911, App. 12/28/2000) \n\n","heading":{"title":"10","chaptersection":"82. ","identifier":"10.82. ","catch_text":"\"CASH DIFFERENCE AND OVERAGE FUND.\""}}