{"text":"\n     (a)     The City and County of San Francisco (the \"City\") has a significant interest in encouraging compliance with its laws. To that end, City Codes often include a variety of remedies, including the right of City departments to issue citations to violators and to require such persons to pay an administrative fine. \n     (b)     Moreover, the imposition of administrative fines is not intended to be punitive in nature, but is instead intended to compensate the public for the injury and damage caused by the prohibited conduct. The fines are intended to be reasonable and not disproportionate to the damage or injury to the City and the public caused by the prohibited conduct. \n     (c)     To date, the City has not enacted an ordinance establishing standard procedures for the imposition, enforcement, collection, and administrative review of administrative citations and fines for violation of City ordinances. Rather, the Board has enacted a variety of ordinances authorizing administrative fines but has included separate procedures in each ordinance. \n     (d)     The Board adopts this Chapter to provide standard procedures for the imposition, enforcement, collection, and administrative review of administrative citations and fines. However, the Board recognizes that these procedures may not be appropriate to use in whole or in part for all City ordinances. Therefore, this Chapter applies only to citation procedures set forth in an ordinance that incorporates this Chapter, subject to any exceptions provided in that ordinance. \n     (e)     The procedures set forth in this Chapter are adopted pursuant to Government Code Section 53069.4 which governs the imposition, enforcement, collection, and administrative review of administrative citations and fines by local agencies, and pursuant to the City's home rule power over its municipal affairs. \n     (f)     The determination by the City to impose, enforce, collect and provide administrative review of administrative fines pursuant to this Chapter is solely at the City's discretion and is only one option available to the City to seek redress for the violation of its ordinances. By adopting this Chapter, and subsequent legislation incorporating the procedures in this Chapter, the Board does not intend to limit the ability of the City to use any other remedy, civil or criminal, which may be available in a particular case. The City may use the procedures set forth in this Chapter as an alternative to, or in conjunction with, any other available remedy. \n     (g)     In compliance with Government Code Section 53069.4(a)(2), if an ordinance pertains to building, plumbing, electrical, or other similar structural or zoning issues, the ordinance shall provide a reasonable period of time for a person responsible for a continuing violation of the ordinance to correct or otherwise remedy the violation prior to imposition of administrative fines, unless the violation creates an immediate danger to health or safety. \n(Added by Ord. 73-08, File No. 071670, App. 4/30/2008)\n\n","heading":{"title":"100","chaptersection":"1","identifier":"100.1","catch_text":"FINDINGS AND SCOPE OF CHAPTER."}}