{"text":"\n     (a)     (1)     Whenever a charging official determines that a violation of an ordinance for which that official has enforcement authority has occurred, the charging official may issue and serve a citation on any person responsible for the violation. \n          (2)     Where there is a nexus between the violation and real property located in the City as set forth in Section \n100.4, the charging official may also provide notice of the citation to the owner of the real property as provided in Section \n100.4. The City may not impose a lien on the property under Section \n100.7(b) unless the charging official provides this notice. \n     (b)     The citation shall contain the following information:\n          (1)     The name of the person to whom the citation is issued;\n          (2)     Identification of the provision or provisions of the ordinance violated. The charging official may issue a single citation for multiple violations of an ordinance or for violation of multiple provisions of an ordinance; \n          (3)     A description of the condition or circumstances constituting the violation(s), including the address or location and date of the violation; \n          (4)     The amount of the fine imposed for each violation;\n          (5)     The date by which the fine must be paid, the procedure for making payment (including to whom payment must be made and acceptable forms of payment), and the consequences of the failure to pay; \n          (6)     The right to seek administrative review of the citation by filing an appeal with the Controller within 30 days of the date that the citation is served and notice that the failure to appeal will make the issuance of the citation a final action by the City for which there is no further administrative review and no judicial review; and \n          (7)     The date the citation is issued and the name and signature of the charging official.\n     (c)     When serving a citation, the charging official shall also serve a form for appealing the citation pursuant to the procedure as set forth in Section \n100.9. The form shall be prescribed by the Controller and shall include a description of the procedure for seeking administrative review of the citation, including the deadline for filing the appeal and the requirement in Section \n100.9 that the person appealing either deposit the amount of the fine set forth in the citation or file an application for an advance deposit hardship waiver. The appeal form shall require the appellant to provide a mailing address, a street address, a telephone number, and any other contact information that the Controller determines appropriate. The failure by the charging official to serve the appeal form with the citation shall not invalidate the citation or require any change in the procedures provided in this Chapter. \n(Added by Ord. 73-08, File No. 071670, App. 4/30/2008)\n\n","heading":{"title":"100","chaptersection":"3. ","identifier":"100.3. ","catch_text":"ISSUANCE AND SERVICE OF CITATIONS."}}