{"text":"\n     (a)     The citation shall set forth the date by which the fine is required to be paid, which date shall allow at least 30 days for payment from the date that the citation is served. The fine shall be due and payable on or before the date set forth in the citation, unless the person cited has filed a timely appeal in compliance with the requirements of Section \n100.9. \n     (b)     The due date for fines set forth in citations for which an appeal has been filed under Section \n100.9 are due and payable on the date required under Sections \n100.9(c)(2) and (d) and \n100.14(b). \n     (c)     Fines that remain unpaid 30 days after the due date shall be subject to a late payment penalty of 10 percent plus interest at the rate of 1 percent per month on the outstanding balance, which shall be added to the penalty amount from the date that payment is due. \n     (d)     All fines and late payment fees shall be payable to the City and deposited in the City's general fund, unless the payment is made pursuant to an ordinance that provides otherwise. \n     (e)     If the fine is unpaid by the date that it is due under this Chapter, the charging official shall serve notice within 30 days of the delinquency that fines not paid by the due date are subject to a late payment penalty as provided in Subsection (c). Where there is a nexus between the violation and real property against which the City may impose a lien for non-payment of the citation as provided in Section \n100.7(b), the charging official may serve notice to the owner of such property that the person cited has not timely paid the citation and that the charging official may initiate proceedings to make the amount due and all additional authorized costs and charges, including attorneys fees, a lien on the property. If the charging official does not provide the notice set forth in this Subsection, the City may not impose a lien on the property under Section \n100.7(b). \n(Added by Ord. 73-08, File No. 071670, App. 4/30/2008)\n\n","heading":{"title":"100","chaptersection":"6","identifier":"100.6","catch_text":"WHEN FINES DUE; PAYMENT OF FINE; LATE PAYMENT FEE; NOTICES BY CHARGING OFFICIAL."}}