{"text":"\n     (a)     Any person who seeks the administrative review of a citation may file an appeal no later than 30 days from the date of service of the citation. An appeal shall be deemed filed on the date that the Controller receives it. At the time that the appeal is filed, the appellant must either deposit with the Controller the full amount of the fine required under the citation or must file an application for an advance deposit hardship waiver, as set forth in Section \n100.13. The Controller shall promptly send notice to the charging official of an appeal filed in compliance with this Subsection. \n     (b)     The Controller shall take the following actions within 10 days of receiving an appeal filed with the deposit required in Subsection (a): (1) appoint a hearing officer, (2) set a date for the hearing, which date shall be no less than 10 and no more than 60 days from the date that the appeal was filed, and (3) send written notice of the hearing date to the appellant and the charging official. \n     (c)     The Controller shall, within 10 days of receiving an appeal filed with an application for an advance deposit hardship waiver, determine whether to grant or deny the waiver, as set forth in Section \n100.13. \n          (1)     If the Controller grants the waiver, the Controller shall promptly (1) appoint a hearing officer, (2) set a date for the hearing, which date shall be no less than 10 and no more than 60 days from the date that the appeal was filed, and (3) send written notice of the hearing date to the appellant and the charging official. \n          (2)     If the Controller denies the waiver, the Controller shall serve the determination on the applicant and the charging official and shall require the applicant to make the required deposit within 10 days from service of the notice. If the person fails to comply with the requirement within 10 days, the Controller shall consider the appeal withdrawn and shall serve written notice to the person who filed the appeal and to the charging official that the appeal has been withdrawn. Upon receiving notice of the withdrawn appeal, the charging official shall serve written notice on the person cited that the fine set forth in the citation is due and payable on or before the tenth day after service of the notice. \n     (d)     Upon receiving an appeal that is filed without either the required deposit or an application for an advance deposit hardship waiver, the Controller shall provide written notice to the person who filed the appeal that such person must either make the deposit or file the waiver application. The Controller shall provide the person 10 days from service of the notice to comply. If the person fails to comply with the requirement within 10 days, the Controller shall consider the appeal withdrawn and shall serve written notice on the person who filed the appeal and the charging official that the appeal has been withdrawn. Upon receiving notice of the withdrawn appeal, the charging official shall serve written notice that the fine set forth in the citation is due and payable on or before the tenth day after service of the notice. \n     (e)     If the person cited fails to pay the fine within the 10 days required under Subsections (c)(2) or (d), the charging official shall serve notice of the late payment penalty that will become due for fines that remain unpaid 30 days after the due date as provided in Section \n100.6(c). Where there is a nexus between the violation and real property against which the City may impose a lien for non-payment of the citation as provided in Section \n100.7(b), the charging official may serve a copy of this notice on the owner of the property and, if such notice is given, shall also provide notice that the charging official may initiate lien proceedings to make the amount due under the citation and all additional authorized costs and charges, including attorneys fees, a lien on the property. If the charging official does not provide the notice to the property owner required under this Subsection, the City may not impose a lien on the property under Section \n100.7(b). \n     (f)     When more than one person files an appeal of a citation, payment by any appellant shall satisfy the deposit requirement for all appellants. \n     (g)     The provisions of this Section \n100.9 requiring the Controller or Charging Official to act by a specific date are directory. The failure of the Controller or Charging Official to take action within the time specified shall not deprive that person of jurisdiction over the matter or of the right to take action at a later time, unless to do so would unreasonably prejudice persons issued citations. This Subsection \n100.9(g) shall not apply to the requirements of this Section governing notice to the owners of real property where there is a nexus between the violation and the property as defined in Section \n100.4(c). \n(Added by Ord. 73-08, File No. 071670, App. 4/30/2008)\n\n","heading":{"title":"100","chaptersection":"9. ","identifier":"100.9. ","catch_text":"APPEAL PROCEDURE; APPOINTMENT OF HEARING OFFICER."}}