{"text":"\n     (a)     The City hereby imposes a Cigarette Litter Abatement Fee at the rate of $0.20 per Pack of Cigarettes on the Purchaser for all Cigarette Sales within the geographic limits of the City, subject to adjustment from time to time under subsection (f) below. The Fee shall be imposed on a per-Pack of Cigarettes basis for Cigarette Sales in larger quantities. The Fee is payable at the time of the Cigarette Sale transaction. \n     (b)     Each Cigarette Retailer shall collect the Fee from the Purchaser at the time of the Cigarette Sale and remit the collected revenue to the City as provided in Subsection (c). \n     (c)     The Cigarette Retailer shall hold the collected Fee revenue in trust for the City and remit such revenue to the Tax Collector each calendar quarter on or before the last day of the month immediately following each respective quarterly period, and in accordance with the Tax Collector's Rules, except that all such amounts shall be due immediately upon the City's suspension of a Cigarette Retailer's Health Code \nArticle 19H tobacco sales permit, or upon a Cigarette Retailer's voluntary surrender of such tobacco sales permit, or upon the transfer of ownership or cessation of a Cigarette Retailer's business for any reason. \n     (d)     If the Cigarette Retailer fails to collect and remit the Fee as Subsections (a), (b) and (c) require, the Cigarette Retailer is liable to the City for the full Fee amount. \n     (e)     The Tax Collector shall deposit all monies collected pursuant to this Cigarette Litter Abatement Fee Ordinance to the credit of the Environment Cigarette Litter Abatement Fund authorized by San Francisco Administrative Code Section \n10.100-70. Said fund shall be used exclusively for the following purposes: \n          (1)     Refunds of any overpayments of the Fee imposed hereunder;\n          (2)     Costs of the Department of Public Works incurred in abating cigarette litter from sidewalks, street gutters, and similar outdoor public spaces consistent with the categories of expense items included in the report that the Department of Public Works has submitted to the Board of Supervisors in support of this ordinance and that appears in File No. 101140; \n          (3)     Costs of the Tax Collector incurred in the collection and enforcement of the Cigarette Litter Abatement Fee consistent with the categories of expense items included in the report that the Tax Collector has submitted to the Board of Supervisors in support of this ordinance and that appears in File No. 101140; \n          (4)     Costs of public outreach and education to curb improper cigarette litter disposal; and\n     (f)     Fee Adjustment. No later than December 1, 2010, and every year thereafter, the Controller shall adjust the Fee without further action by the Board of Supervisors, as set forth in this subsection. \n          (1)     The Controller shall determine whether the current Fee has produced or is projected to produce revenues sufficient to support the services and activities described in Section \n105.3(e) herein and that the current Fee has not produced or is not projected to produce revenue which is significantly more than necessary to support those services and activities. In making such determinations, the Controller shall use the most recent available data concerning the percentage of litter on City sidewalks, street gutters, and similar outdoor public spaces that is cigarette butts and related packaging litter. At the time of the enactment of this Ordinance, such data indicates that 22% of litter on City sidewalks, street gutters, and similar outdoor public spaces consists of cigarette butts and related packaging litter. The Controller shall periodically procure updated data concerning the percentage of litter in such areas that is cigarette butts and related packaging litter. \n          (2)     The Controller shall, if necessary, adjust the Fee upward or downward for the upcoming fiscal year as appropriate to ensure that, over time, the Fee program recovers no more than the costs of the services and activities described in Section \n105.3(e) herein. The adjusted Fee shall become operative on January 1. \n          (3)     The Tax Collector shall post the adjusted Fee on its website. Failure to make the posting that this subsection requires shall not affect the rights of the City to collect the adjusted Fee. \n(Added by Ord. 173-09, File No. 090724, App. 7/21/2009; Ord. 239-10, File No. 101140, App. 9/28/2010)\n\n","heading":{"title":"105","chaptersection":"3","identifier":"105.3","catch_text":"IMPOSITION OF CIGARETTE LITTER ABATEMENT FEE."}}