{"text":"\n     The following definitions shall apply for purposes of this Ordinance: \n     (a)     \"Cigarette Retailer\" means a person required to obtain and maintain a tobacco sales permit under San Francisco Health Code Section \n1009.52. \n     (b)     \"Cigarette Sale\" means any transfer of title or possession of a Pack or Packs of Cigarette by a Cigarette Retailer to a person for a consideration, exchange or barter, in any manner or by any means whatever. \n     (c)     \"City\" means the City and County of San Francisco.\n     (d)     \"Fee\" means the Cigarette Litter Abatement Fee imposed pursuant to this \nChapter 105 of the San Francisco Administrative Code.\n     (e)     \"Inventory Purchase Invoice\" means a purchase invoice for every Cigarette Retailer tobacco product purchase, that meets the requirements of California Business and Professions Code Section 22978.4, as it may be amended from time to time, and that California Business and Professions Code Section 22974 requires a Cigarette Retailer to retain for at least four years. \n     (f)     \"Pack of Cigarettes\" means the individual packet, box or other container by which retail sales of cigarettes are normally made or intended to be made. \"Pack of Cigarettes\" does not mean containers such as cartons, cases, bales or boxes which contain smaller packaged units of cigarettes. \n     (g)     \"Person\" means any individual, partnership, cooperative association, private corporation, personal representative, receiver, trustee, assignee, or any other legal entity other than a cigarette wholesaler, cigarette distributer, cigarette manufacturer or Cigarette Retailer. \n     (h)     \"Purchaser\" means the person obtaining cigarettes from a Cigarette Retailer as a result of a Cigarette Sale\n     (i)     \"Rule\" means any rule, regulation, guideline, instruction or prescribed form that the Tax Collector duly issues, promulgates or adopts under either Section \n105.4(b) of this Ordinance or \nArticle 6 of the Business and Tax Regulations Code to enforce and administer this Cigarette Litter Abatement Fee Ordinance. \n     (j)     \"Tax Collector\" means the designee of the Office of the Treasurer and Tax Collector of the City and County of San Francisco.\n(Added by Ord. 173-09, File No. 090724, App. 7/21/2009)\n\n","heading":{"title":"105","chaptersection":"2","identifier":"105.2","catch_text":"DEFINITIONS."}}