{"text":"\n     (a)     The Tax Collector shall enforce the provisions of this Cigarette Litter Abatement Fee Ordinance. The Tax Collector shall collect the Fee, conduct audits, and issue deficiency and jeopardy determinations pursuant to the Business and Tax Regulations Code, Article 6, provided that nothing in this Ordinance or in \nArticle 6 of the Business and Tax Regulations Code shall be construed to mean that the Cigarette Litter Abatement Fee is a tax rather than a fee. The Tax Collector may issue, and serve, subpoenas to carry out these duties. \n     (b)     The Tax Collector shall have the power and duty to promulgate Rules to implement and administer this Ordinance, including but not limited to Rules prescribing methods and schedules for Fee collection, payment and verification. A Cigarette Retailer's failure or refusal to comply with any Rule shall be a violation of this Ordinance and may subject the violator to the penalties set forth herein or in Business and Tax Regulations Code, \nArticle 6. \n     (c)     Until otherwise specified by Rule, the Tax Collector shall allow any Cigarette Retailer to report Cigarette Sales based either on its Inventory Purchase Invoices for the reporting period or its Cigarette Sales records for the reporting period. A Cigarette Retailer shall use the same method for calculating and reporting its Fees each reporting period until otherwise specified by Rule. \n     (d)     The Cigarette Litter Abatement Fee Ordinance is a Tobacco Control Law under Health Code Section \n1009.60. Upon a decision of the Director of the Department of Public Health that any Cigarette Retailer has engaged in any conduct that violates any requirement of this Ordinance, the Director may suspend the Cigarette Retailer's tobacco sales permit as set forth in Health Code Section \n1009.66, impose administrative penalties as set forth in Health Code Section \n1009.67, or both suspend the permit and impose administrative penalties. \n(Added by Ord. 173-09, File No. 090724, App. 7/21/2009)\n\n","heading":{"title":"105","chaptersection":"4. ","identifier":"105.4. ","catch_text":"ENFORCEMENT."}}