{"text":"\n     (a)     Except as provided in Subsection (f), below, the person, corporation, firm or organization desiring such services shall pay to the Police Department such sums of money as may be necessary to pay for the additional services, including any dispatch services provided by the Department of Emergency Management. The payment shall include a component for Police Department services, computed based upon the rate paid or payable to those uniformed officers of the Police Department actually performing services at the time they are to perform such additional duties, and the cost of additional equipment and materials expended, together with an administrative overhead charge to cover the proportionate percentage of the Police Department's administrative costs that are attributable in the Department's reasonable discretion to the work performed pursuant to the request. The payment shall also include a component for any dispatch services provided by the Department of Emergency Management, which shall be computed by the Department of Management based on the rate paid or payable to the dispatch personnel actually performing services at the time they are to perform such additional duties. \n     No person, corporation, firm or organization that contracts with the Police Department for additional services that are: 1) of the type normally provided by Police Officers on patrol in the designated area; and 2) to be provided at least four days per week, each week, for a period in excess of one year, shall be required to pay an administrative overhead charge, unless such additional services are provided in conjunction with a City permit or license, or are otherwise necessary to mitigate a negative impact created by the activity of the person, corporation, firm or organization contracting for the additional services. \n     (b)     The Police Department shall provide an estimate of the payment for such services, including an estimate from the Department of Emergency Management for any dispatch services, to the person, corporation, firm or organization desiring the service within a reasonable time prior to the date service is to be rendered. The person, corporation, firm or organization shall deposit the amount of estimated funds with the Police Department prior to the time that the Police Department renders the requested service. The Police Department may waive the deposit requirement if services are requested for 30 days or more, or if Department reasonably believes that a waiver is justified. \n     (c)     Within a reasonable time after the services are rendered, the Chief of Police shall determine the amount of payment due. The amount due shall be based on actual services performed by the Police Department and any dispatch services by the Department of Emergency Management. If the deposit pursuant to Subsection (b) hereof is insufficient to cover the cost of police and dispatch services, the Chief of Police shall notify the person, corporation, firm or organization that requested the services by United States mail to the address listed on the request for such services and that party shall have ten days to pay the balance. If the amount deposited exceeds the actual costs, the Chief of Police shall authorize a refund of the excess to the applicant at the address shown on the application. \n     (d)     The Police Department shall deposit with the Treasurer such sums as received in a special account designated public facilities overtime account; provided, however, that the amount Police Department representing administrative overhead shall be deposited to the general fund unappropriated balance of funds, and the amount for the Department of Emergency Management's dispatch services shall be transferred to the Department of Emergency Management. \n     (e)     The person, corporation, firm or organization shall indemnify, hold harmless and defend said City and County of San Francisco, the San Francisco Police Department, the Department of Emergency Management, and all City and County officers, agents and employees, from and against all liability, judgments or claims for personal or bodily injuries, false arrest and false imprisonment caused by or purportedly caused by such personnel in the rendering of such services. \n     (f)     The City shall not waive payment for additional police or dispatch services pursuant to this Chapter except by ordinance of the Board of Supervisors. \n(Amended by Ord. 494-85, App. 11/8/85; Ord. 388-88, App. 8/26/88; Ord. 10-00, File No. 992233, App. 2/9/2000; Ord. 158-02, File No. 021082, App. 7/12/2002; Ord. 276-03, File No. 031466, App. 12/12/2003; Ord. 211-04, File No. 040322, App. 8/25/2004; Ord. 280-05, File No. 051887, App. 12/16/2005; Ord. 69-10, File No. 100112, App. 4/8/2010) \n\n","heading":{"title":"10B","chaptersection":"2. ","identifier":"10B.2. ","catch_text":"PAYMENT FOR SERVICES."}}