{"text":"\n     After a request is made for services pursuant to Section \n10B.16, the Director shall transmit to the person requesting such services an invoice for the estimated fee necessary to cover the actual costs of the services to be provided, together with an administrative overhead charge to cover the proportionate percentage of the Department's administrative costs that are attributable in the Department's reasonable discretion to the work performed pursuant to the request. No later than 10 days prior to the date on which such services are to be provided, the person, corporation, firm or other organization having requested such services shall deposit with the Department the sum of money shown on such invoice. Within a reasonable time after the requested services have been provided, the Director shall determine the actual cost of the requested services provided by the Department. If the amount of the deposit is insufficient to cover the cost of the requested services, plus the administrative overhead charge, the Director shall notify the person or entity requesting the services by United States mail to the address listed on the request, and he or she shall have 10 days to pay the balance. If the amount deposited exceeds the actual costs plus the administrative overhead charge, the Director shall authorize a refund of the excess to the person or entity having made the request. If for any reason the request for services is withdrawn after a deposit is made of the estimated costs, the person or entity having requested the services shall be entitled to a refund of that portion of the deposit made representing the costs saved by the Department by reason of the cancellation of the requested services. Each person, corporation, firm or other organization requesting services under this Article shall indemnify, hold harmless and defend the City and County of San Francisco, the Department, and all the officers, agents and employees of both, from any and all liability, judgments or claims for personal or bodily injuries, property damage, or other injuries caused by or purportedly caused by such personnel in the rendering of such services. \n(Added by Ord. 414-93, App. 12/23/93)\n\n","heading":{"title":"10B","chaptersection":"17","identifier":"10B.17","catch_text":"PAYMENT FOR SERVICES."}}