{"text":"\n     (1)     Except as provided in Section 10C.8, fees, charges or costs imposed for the towing or storage of vehicles or the amount charged for removal of components of a vehicle may be waived or reimbursed to the owner or person in lawful possession of the vehicle if the fees, charges or costs were incurred: \n          (a)     Because the subject vehicle was towed and stored at the order of the San Francisco Police Department to examine the vehicle for evidence of a crime; \n          (b)     Because the subject vehicle was towed and stored by the order of the San Francisco Police Department or the Department of Parking and Traffic and said towing or storage was not authorized by any of the several provisions of the Vehicle Code of the State of California; \n          (c)     Because officers, agents or employees of the San Francisco Police Department or the Department of Parking and Traffic were negligent in reporting, filing, or recording the circumstances of the towing and storage of the vehicle; \n          (d)     Because officers, agents or employees of the San Francisco Police Department or the Department of Parking and Traffic were negligent in reporting a vehicle as subject to towing or storage or ordering a vehicle towed and stored when, in fact, such vehicle was not subject to towing and storage; or \n          (e)     Because a vehicle was towed or stored by order of the San Francisco Police Department or the Department of Parking and Traffic for removal of components of the vehicle, which components were placed on the vehicle in violation of Section 10751 of the Vehicle Code. \n     (2)     Residents of the City and County of San Francisco who own or are in lawful possession of a vehicle that has been stolen and recovered within the City and County of San Francisco shall be exempt from payment of the administrative fee imposed by Section 170.1 of the Traffic Code. \n     (3)     No person shall be exempt from or reimbursed for tow and storage charges collected pursuant to Section 170.2-A of the Traffic Code. \n     (4)     Pursuant to the provisions of Section 10C.8, indigent owners of vehicles and victims of auto theft shall be exempt from paying fees, charges, or costs imposed for the towing and storage of the vehicle and shall be entitled to reimbursement for the same if collected. \n(Amended by Ord. 387-84, App. 9/7/84; Ord. 56-92, App. 2/20/92; Ord. 292-94, App. 8/4/94; Ord. 300-99, File No. 991830, App. 11/24/99; Ord. 191-05, File No. 051003, App. 7/29/2005) \n\n","heading":{"title":"10C","chaptersection":"1","identifier":"10C.1","catch_text":"REIMBURSEMENT OR WAIVER OF PAYMENT FOR TOW ON VEHICLES; CONDITIONS THEREFOR."}}