{"text":"\n     Should the owner of the vehicle or one in lawful possession sign an affidavit, under penalty of perjury, that said person is indigent and does not immediately have the funds to pay the accrued towing, storage or removal of component fee, the Chief of Police or the Director of the Department of Parking and Traffic or his or her designee shall immediately make such investigation as necessary to ascertain if said indigent person is entitled to immediate possession of his or her auto without the payment of the fees incurred for towing, storage or removal of component parts of said auto. \n     (a)     Should the Chief of Police, the Director of Parking and Traffic or his or her designee, after an investigation, decide that the towing, storage or removal of the component parts of an auto comes within the provisions of Section \n10C.1(a), (b), (c), (d) or (e) of this Chapter and the owner of the vehicle or one in lawful possession signs an affidavit of indigency, the Chief of Police, the Director of Parking and Traffic or his or her designee shall issue a voucher directed to the person, firm or corporation having custody of the auto. Said voucher shall be on a form jointly approved by the Controller, the Chief of Police and the Director of the Department of Parking and Traffic. \n     (b)     Upon presentation of this voucher to the person, firm or corporation having custody of the vehicle, the vehicle shall be repossessed by the person presenting the voucher, without further payment. \n     (c)     The person, firm or corporation receiving the voucher may present the voucher to the office of the Police Department designated by the Chief of Police, or the office of the Department of Parking and Traffic designated by the Director of that Department, for payment of the fees stated on the voucher. \n(Amended by Ord. 387-84, App. 9/7/84; Ord. 56-92, App. 2/20/92)\nSEC. 10C.8-1.\n(Amended by Ord. 387-84, App. 9/7/84; repealed by Ord. 191-05, File No. 051003, App. 7/29/2005)\n\n","heading":{"title":"10C","chaptersection":"8. ","identifier":"10C.8. ","catch_text":"INVESTIGATION BY CHIEF OF POLICE OR DIRECTOR OF THE DEPARTMENT OF PARKING AND TRAFFIC; INDIGENT OWNER."}}