{"text":"\n     (a)     Findings.\n          (1)     The Planning Commission has adopted the Balboa Park Station Area Plan as part of the General Plan of the City and County of San Francisco. The Area Plan outlines specific goals that cumulatively frame the community's vision for the management of growth and development in the Plan Area. The Balboa Park Station Area Plan introduces innovative policies and land use controls to achieve the Plan goals. Successful realization of the Plan's goals requires a coordinated implementation of land use controls, community and public service delivery, key policies, and community infrastructure improvements. The Balboa Park Station Area Plan also establishes general public improvements and amenities needed to meet the needs of both existing residents, as well as those needs generated by new development. \n          (2)     In order to ensure a balanced implementation of the Balboa Park Station Area Plan, the Planning Department shall institute a formal monitoring program for the Plan's implementation measures and policies. This monitoring program shall provide basic statistics on development activity, housing construction, and infrastructure improvements in the Balboa Park Plan Area, and shall evaluate the effectiveness of the Plans' implementation according to growth in the Plan Area. \n          (3)     The purpose of this Monitoring Program shall be to provide monitoring and review of the effectiveness of the Balboa Park Area Plan, to ensure implementation of improvements to accompany this growth. The program shall monitor progress towards the Plans' objectives and policies, by evaluating advancement according to the Plan's matrix of implementation actions and measure the balance of growth against needed improvements. \n     (b)     Reporting Requirements.\n          (1)     By July 1st two years after Plan adoption, and on July 1st every five years thereafter, the Planning Department shall prepare a report detailing development activity, housing construction, and infrastructure improvements in the Plan Area. The information shall be presented to the Board of Supervisors, Planning Commission and shall also include recommendations for measures deemed appropriate to deal with the impacts of neighborhood growth. \n          (2)     Time Period and Due Date. Reporting shall be presented by July 1st two years after Plan adoption to address the time period since plan adoption; and by July 1st during each required year thereafter to address the five calendar years immediately preceding. \n          (3)     Data Source. The Planning Department shall assemble data for the purpose of providing the reports. City records shall be used wherever possible, Outside sources shall be used when data from such sources are reliable, readily available, and necessary in order to supplement City records. When data is not available for the exact boundaries of the Plan Area, a similar geography will be used and noted. \n          (4)     Balboa Park Implementation Matrix. The report shall review progress towards each implementation measure specified in the Plan's Implementation Matrix, adopted by reference with the Area Plan. It shall evaluate the actions of each responsible agency/ies according to the timeline specified in the Implementation Matrix, and recommend amendments to implementation measures where relevant. All departments responsible for implementation measures shall cooperate and furnish information relating to their responsibilities as stated in the matrices. \n          (5)     Development Activity. The report shall detail all development activity in the Plan Area over the Monitoring Period, including additions and deletions of residential and non-residential space, and shall include unit size, retail space and employment generated, conversions, and other development statistics. The monitoring program shall include the following categories of information: \n               (A)     Retail Space. Amount of retail space constructed in preceding years and related employment. \n               (B)     Business Formation and Relocation. An estimate of the rate of the establishment of new businesses and business and employment relocation trends and patterns within the City and the Bay Area. An assessment of neighborhood serving businesses in the Plan Area, including their establishment, displacement, and economic health. \n               (C)     Housing. An estimate of the number of housing units newly constructed, demolished, or converted to other uses. \n          (6)     Public Benefits. The report shall detail the construction of any improvements or infrastructure as described in the Balboa Park Community Improvements Program, including the following categories of information: \n               (A)     Streetscape, Transportation, and Public Realm. A detailed description of any transportation-serving infrastructure completed in the preceding five years, including pedestrian, bike, traffic and other modes of transportation. \n               (B)     Open Space and Recreational Facilities. A summary of new parks, trails, public rights-of-way, recreational facilities or activity space completed to serve the purposes of recreation in the preceding five years, as well as any improvements to parks or recreational facilities. \n               (C)     Community Facilities. An assessment of the existing service capacity of community services and facilitate, and of any new services or facilities joining the neighborhood in the past five years. This shall include a review of child care, library services, and any other categories deemed relevant, such as health care centers, human services, and cultural centers. \n               (D)     Neighborhood Serving Businesses. An assessment of neighborhood serving businesses in the area, including their establishment, displacement, and economic health. \n          (7)     Fees and Revenues. The report shall monitor expenditure of all implemented fees, including the Balboa Park Impact Fee and all Citywide fees, and tax revenue, as listed below. It shall report on studies and implementation strategies for additional fees and programming. \n               (A)     Impact Fee. A summary of the collected funds from the Balboa Park Impact Fee collected from development and a detailed accounting of its expenditure over that same period. \n               (B)     Fiscal Revenues. An estimate of the net increment of revenues by type (property tax, business taxes, hotel and sales taxes) from all uses. \n               (C)     Fee Adjustments.\n                    (i)     The Planning Department shall review the amount of the Balboa Park impact fee against any increases in construction costs, according to changes published in the Construction Cost Index published by Engineering News Record, or according to another similar cost index should there be improvements to be funded through the Balboa Park Impact Fee as listed in the Balboa Park Community Improvements Program. \n                    (ii)     The Planning Department shall review the level of the Balboa Park Impact Fee to ensure that it is not so high as to prevent needed housing or commercial development. \n          (8)     Agency Responsibilities. All implementing agencies identified in the Balboa Park Implementation Matrix shall be responsible for: \n               (A)     Reporting to the Planning Department, for incorporation into the Monitoring report, on action undertaken in the previous reporting period to complete the implementation actions under their jurisdiction, as referenced in the Balboa Park Implementation Matrix. \n               (B)     Providing an analysis of the actions to be completed in the next reporting period, for incorporation into the Monitoring report, including a description of the integrated approach that will be used to complete those tasks. \n                    (i)     To the extent the Agencies identified in the Implementation Matrix are outside the jurisdiction of this Board, this Board hereby urges such Agencies to participate in this process. \n          (9)     Budget Implications. In cooperation with the Annual Progress reports required by Administrative Code Chapter \n36.4, and prior to the annual budget process, the Board shall receive a presentation by the Interagency Planning and Implementation Committee and its member agencies to describe how each agency's proposed annual budget advances the Plans' objectives, including specific projects called for by this section. The Board of Supervisors shall give particular consideration to proposed agency budgets that meet the implementation responsibilities as assigned by the City's General Plan, including the Balboa Park Implementation Matrix. Budget proposals that do not include items to meet these implementation responsibilities shall respond to Board inquiries as to why inclusion was not possible. \n(Added by Ord. 58-09, File No. 090179, App. 4/17/2009)\n(Former Sec. 10E.3 added by Ord. 500-85, App. 11/22/85; amended by Ord. 263-99, File No. 991548, App. 10/15/99; Ord. 199-06, File No. 060698, App. 7/21/2006; redesignated as Sec. \n10E.1(c) by Ord. 58-09, File No. 090179, App. 4/17/2009) \n\n","heading":{"title":"10E","chaptersection":"3. ","identifier":"10E.3. ","catch_text":"BALBOA PARK STATION AREA PLAN MONITORING."}}