{"text":"\n     (a)     FINDINGS.\n          (1)     The Board of Supervisors and the Planning Commission have adopted the Eastern Neighborhoods Area Plans as part of the General Plan of the City and County of San Francisco as further described in Ordinance Nos. 297-08, 298-08, 299-08, and ______,\n1 copies of which are on file with the Clerk of the Board of Supervisors in File Nos. 081152, 081153, 081154, and 130001, and are incorporated herein by reference. The Area Plans outline specific goals that cumulatively frame the community's vision for the management of growth and development in the Eastern Neighborhoods (East SoMa, Western SoMa, Mission, Showplace Square/Potrero Hill, and Central Waterfront). \n          (2)     The Eastern Neighborhoods Area Plans introduce innovative policies and land use controls to achieve the Plan goals. Successful realization of the Plan's goals requires a coordinated implementation of land use controls, community and public service delivery, key policies, and community infrastructure improvements. \n          (3)     The Eastern Neighborhoods Area Plans also establish general public improvements and amenities needed to meet the needs of both existing residents, as well as those needs generated by new development, and identified these in the Eastern Neighborhoods Needs Assessment. A copy of this document is on file with the Clerk of the Board of Supervisors in File No. 081155 and is incorporated herein by reference. \n          (4)     In order to ensure a Citywide commitment to implementation of the Eastern Neighborhoods Area Plans, the implementing agencies identified in each Plan's Implementation Matrix, including the Arts Commission, Department of Building Inspection (DBI), Department of Public Health (DPH), Division of Emergency Services (DEM), Capital Planning Committee, City Administrator's Office, Controller's Office, Department of Public Works (DPW), Human Services Agency (HSA), Mayor's Office on Community Investment (MOCI), Mayor's Office of Education, Mayor's Office of Housing (MOH), Office of Economic and Workforce Development (OEWD), or successor offices, Planning Department, Port of San Francisco, Public Utilities Commission (PUC), Recreation and Park Department (RPD), San Francisco County Transportation Authority (SFCTA), San Francisco Unified School District (SFUSD), San Francisco Municipal Transportation Agency (SFMTA), and other necessary agencies, shall be responsible for making progress towards the Plan's policies and implementation measures; for budgeting revenue towards such implementation where possible; and for cooperating with the Planning Department to report on such progress. \n          (5)     In order to ensure a balanced implementation of the Eastern Neighborhoods Area Plans, the Planning Department shall institute a formal monitoring program for the Area Plan policies and implementation measures. This monitoring program shall provide basic statistics on development activity, housing construction, and infrastructure improvements in the Eastern Neighborhoods Plan Areas, and shall evaluate the effectiveness of the Plans' implementation according to growth in the Plan Areas. \n          (6)     The purpose of this Monitoring Program shall be to provide rigorous monitoring and review of the effectiveness of the Eastern Neighborhoods Area Plans, to ensure rational growth in these neighborhoods, and to ensure implementation of improvements to accompany this growth. The program shall monitor progress towards the Eastern Neighborhoods Area Plans' objectives and policies, by evaluating advancement according to each Plan's matrix of implementation actions; and measure the balance of growth against needed improvements, according to standards established in the Eastern Neighborhoods Needs Assessment. \n     (b)     REPORTING REQUIREMENTS.\n          (1)     Report. By July 1st two years after Plan adoption, and on July 1st every five years thereafter, the Planning Department shall prepare a report detailing development activity, housing construction, and infrastructure improvements in the Eastern Neighborhoods Plan Area. The information shall be presented to the Board of Supervisors, Planning Commission, the Citizens Advisory Committee, and Mayor, and shall also include recommendations for measures deemed appropriate to deal with the impacts of neighborhood growth. \n          (2)     Time Period and Due Date. Reporting shall be presented by July 1st two years after Plan adoption to address the time period since Plan adoption; and by July 1st during each required year thereafter to address the five calendar years immediately preceding. \n          (3)     Data Source. The Planning Department shall assemble data for the purpose of providing the reports. City records shall be used wherever possible. Outside sources shall be used when data from such sources are reliable, readily available and necessary in order to supplement City records. When data is not available for the exact boundaries of the Plan Area, a similar geography will be used and noted. \n          (4)     Eastern Neighborhoods Implementation Matrix. The report shall review progress toward each implementation measure specified in each Plan's Implementation Matrix. Copies of these matrices are on file with the Clerk of the Board of Supervisors in File No. 081155 and are incorporated herein by reference. It shall evaluate the actions of each responsible agency/ies according to the timeline specified in the Implementation Matrix, and recommend amendments to implementation measures where relevant. All departments responsible for implementation measures shall cooperate and furnish information relating to their responsibilities as stated in the matrices. \n          (5)     Development Activity. The report shall detail all development activity in the Plan Area over the Monitoring Period, including additions and deletions of residential and commercial space, and shall include unit size and bedroom count of units constructed, retail space and employment generated, conversions and other development statistics. The monitoring program shall include the following categories of information: \n               (A)     Office Space. Amount of office space constructed in preceding years and related employment.\n               (B)     Visitor and Hotel Space. Amount of hotel rooms constructed in preceding years and related employment.\n               (C)     Retail Space. Amount of retail space constructed in preceding years and related employment.\n               (D)     Business Formation and Relocation. An estimate of the rate of the establishment of new businesses and business and employment relocation trends and patterns within the City and the Bay Area. \n               (E)     Housing. An estimate of the number of housing units newly constructed, demolished, or converted to other uses.\n          (6)     Public Benefit. The report shall detail the construction of any improvements or infrastructure as described in the Eastern Neighborhoods Public Benefits Program, a copy of which is on file with the Clerk of the Board of Supervisors in File No. 081155 and is incorporated herein by reference. The report shall include the following categories of information: \n               (A)     Inclusionary Housing Program. A summary of the number and income mix of units constructed or assisted through this program, an analysis of units constructed within each alternative, including new alternatives established for the Eastern Neighborhoods UMU districts. \n               (B)     Jobs/Housing Linkage Program. A summary of the operation of the Jobs/Housing Linkage Program (formerly the Office Affordable Housing Production Program) and the Housing Affordability Fund, identifying the number and income mix of units constructed or assisted with these monies. \n               (C)     Streetscape, Transportation, and Public Realm. A detailed description of any transportation serving infrastructure completed in the preceding five years, including transit, pedestrian, bike, traffic and other modes of transportation. \n               (D)     Open Space and Recreational Facilities. A summary of new parks, trails, public rights-of-way, recreational facilities or activity space completed to serve the purposes of recreation in the preceding five years, as well as any improvements to parks or recreational facilities. \n               (E)     Community Facilities. An assessment of the existing service capacity of community services and facilities, and of any new services or facilities joining the neighborhood in the past five years. This shall include a review of child care, library services and any other categories deemed relevant, such as health care centers, human services, and cultural centers. \n               (F)     Neighborhood Serving Businesses. An assessment of neighborhood serving businesses in the area, including their establishment, displacement, and economic health. \n          (7)     Fees and Revenues. The report shall monitor expenditure of all implemented fees, including the Eastern Neighborhoods Impact Fee and all Citywide fees, and tax revenue, as listed below. It shall report on studies and implementation strategies for additional fees and programming. \n               (A)     Impact Fee. A summary of the collected funds from the Eastern Neighborhoods Impact Fee collected from development, and a detailed accounting of its expenditure over that same period. \n               (B)     Fiscal Revenues. An estimate of the net increment of revenues by type (property tax, business taxes, hotel and sales taxes) from all uses. \n               (C)     Fee Adjustments.\n                    (i)     The Planning Department shall review the amount of the Eastern Neighborhoods fee against any increases in construction costs, according to changes published in the Construction Cost Index published by Engineering News Record, or according to another similar cost index should there be improvements to be funded through the Eastern Neighborhoods Impact Fee as listed in the Eastern Neighborhoods Program. \n                    (ii)     The Planning Department shall review the level of the Eastern Neighborhoods housing requirements and fees to ensure they are not so high as to prevent needed housing or commercial development. \n          (8)     Agency Responsibilities. All implementing agencies identified in the Eastern Neighborhoods Implementation Matrix shall be responsible for: \n               (A)     Reporting to the Planning Department, for incorporation into the Monitoring report, on action undertaken in the previous reporting period to complete the implementation actions under their jurisdiction, as referenced in the Eastern Neighborhoods Implementation Matrix. \n               (B)     Providing an analysis of the actions to be completed in the next reporting period, for incorporation into the Monitoring report, including a description of the integrated approach that will be used to complete those tasks. \n                    (i)     To the extent the Agencies identified in the Implementation Matrix are outside the jurisdiction of this Board, this Board hereby urges such Agencies to participate in this process. \n          (9)     Budget Implications. In cooperation with the Annual Progress reports required by Administrative Code Chapter \n36.4, and prior to the annual budget process, the Board shall receive a presentation by the Interagency Planning and Implementation Committee and its member agencies to describe how each agency's proposed annual budget advances the Plans' objectives, including specific projects called for by this section. The Board of Supervisors shall give particular consideration to proposed agency budgets that meet the implementation responsibilities as assigned by the City's General Plan, including the Eastern Neighborhoods Implementation Matrix. Budget proposals that do not include items to meet these implementation responsibilities shall respond to Board inquiries as to why inclusion was not possible. \n     (c)     EASTERN NEIGHBORHOODS CAPITAL EXPENDITURE EVALUATION.\n          (1)     Purpose. The Board of Supervisors and the Planning Commission have adopted the Eastern Neighborhoods Area Plans in part to further the implementation of capital improvements within the neighborhoods affected by new development, as described in the Eastern Neighborhoods Public Benefits Program and incorporated herein by reference. A Capital Expenditure Evaluation, in conjunction with the Plan's Monitoring Programs, will provide a means to measure the balance of growth against these needed improvements, and to evaluate the effectiveness of the Plans' implementation as growth occurs. \n          (2)     Controls.\n               (A)     Reporting Requirements. By July 1st five years after Plan adoption, and every five years thereafter, the Planning Department shall submit to the Board of Supervisors and the Office of the Controller an Eastern Neighborhoods Capital Expenditure Evaluation Report. The Eastern Neighborhoods Capital Expenditure Evaluation Report shall specifically report the amount of funds collected to date from the Eastern Neighborhoods Impact Fee. The Capital Expenditure Evaluation Report shall also describe how these funds have been allocated or spent for the purpose of developing capital projects as identified in the Eastern Neighborhoods Priority Capital Project list. The Capital Expenditure Evaluation shall specifically report on allocations of funds or expenditures, based on their percentages share of the total fees collected to date, toward the following Eastern Neighborhoods Priority Capital Project development activities: planning, design, environmental review, approval, and implementation. For the purposes of this section, the \"Eastern Neighborhoods Priority Capital Project List\" shall mean a list of capital projects which are a priority subset of the full Eastern Neighborhoods Public Benefits Program as set forth in the Eastern Neighborhoods Interdepartmental Memorandum of Understanding and amended from time to time by the Planning Commission with advice from the Eastern Neighborhoods Citizens Advisory Committee. A draft copy of said memorandum is on file with the Clerk of the Board of Supervisors in File No. 081446 and is incorporated herein by reference.\n               (B)     Office of Controller Assessment. Within 60 days of receiving the Eastern Neighborhoods Capital Expenditure Evaluation Report, the Controller shall assess whether funds collected from the Eastern Neighborhoods Impact Fee are being effectively utilized for capital projects included on the Eastern Neighborhoods Priority Capital Project List, and whether such projects are successfully advancing towards implementation. For the purposes of this section, \"effectively utilized\" shall mean approximately eighty percent of total Eastern Neighborhoods impact fees collected in each Improvement Type category (as identified in Tables 423.5 and 423.5A) upon issuance of the Eastern Neighborhoods Capital Expenditure Evaluation Report have been allocated to one or more of the projects identified in the Eastern Neighborhoods Priority Capital Projects list, whether or not such projects have been approved or completed, or that all projects in that Improvement Type category have been funded. On or after the ten-year anniversary of Plan Adoption the Controller shall also consider whether projects that were initially funded by the issuance of the five year report, or any subsequent updated or revised report, have been fully funded and/or completed, assuming sufficient funds are available from the Eastern Neighborhoods impact fees collected to date. \n               (C)     Inclusion in Annual Capital Plan. Each year the Planning Department shall submit for inclusion into the City and County of San Francisco Proposed Capital Plan for the current fiscal year, in accordance with Sections \n3.20 et seq., a schedule of capital improvements to be funded, developed and implemented within the Eastern Neighborhoods, by neighborhood. That schedule shall illustrate costs and revenue streams, total projects costs and the proposed timeline for implementation. \n     (d)     INTEGRATED PDR REPORTING.\n          (1)     The owner of any property subject to an Integrated PDR Notice of Special Restrictions (NSR) recorded pursuant to Planning Code Section \n328 is required to ensure that any new tenants or new occupants of any space that is permitted as Integrated PDR contact the Integrated PDR Program of the Office of Economic and Workforce Development (OEWD), or its successor, to register their respective Integrated PDR business with OEWD's Integrated PDR Program Database and that these same businesses continually update OEWD's PDR Program Database on an annual basis. \n          (2)     Upon successful registration of a new Integrated PDR business, OEWD will provide each individual Integrated PDR business registrant with a dated receipt acknowledging that the subject Integrated PDR business has newly registered or updated their existing registration with OEWD. This receipt shall be referred to as an \"Integrated PDR Registration Record\" for purposes of this Section and Planning Code Section \n328. If an Integrated PDR business failed to register for an Integrated PDR Registration Record as of December 31st of the subject year, the OEWD is prohibited from issuing a receipt for that year. \n          (3)     It is the responsibility of the owner of any property subject to an Integrated PDR NSR recorded pursuant to Planning Code Sections \n328 to collect and retain copies of any Integrated PDR Registration Records obtained by any tenant or occupant in a property subject to this Section. \n          (4)     Property owners who cannot provide sufficient evidence in the form of Integrated PDR Registration Records to demonstrate to the Planning Department that current and former occupants of any Integrated PDR space have satisfied the initial registration and annual reporting requirements outlined in this Section will not be eligible for any waivers or reductions of Outstanding Discount-Program Fees as set forth in Planning Code Section \n328. \n          (5)     OEWD, or its successor, shall make available summary reports of any and all Integrated PDR business data collected pursuant to this program at the request of the Planning Department staff or the Planning Commission, as necessary for their enforcement of any provisions of the Planning Code or for general information. \n          (6)     OEWD, or its successor, shall provide a 5-year summary report on the status of employment of disadvantaged workers, as defined in Planning Code Section \n328(b)(2) and the profile of all businesses registered under this program within 6 months of the 5-year anniversary of the adoption of this Section. This summary report shall contain data on the total number and types of businesses occupying Integrated PDR space, as well the total percentage share of the total workforce employed by businesses occupying Integrated PDR space that qualify as disadvantaged workers as of the 5-year anniversary of the effective date of this Section. \n     (e)     EASTERN NEIGHBORHOODS CITIZENS ADVISORY COMMITTEE.\n          (1)     Establishment and Purpose. An Eastern Neighborhoods Citizens Advisory Committee (CAC) is hereby established. Within 6 months of adoption of the Eastern Neighborhoods Area Plan and related Planning Code changes, the Mayor and the Board of Supervisors shall have appointed all members to the CAC. The CAC shall be the central community advisory body charged with providing input to City agencies and decision makers with regard to all activities related to implementation of the Eastern Neighborhoods Area Plans. The CAC is established for the purposes of providing input on the prioritization of Public Benefits, updating the Public Benefits program, relaying information to community members in each of the four neighborhoods regarding the status of development proposals in the Eastern Neighborhoods, and providing input to Plan Area monitoring efforts as appropriate. The CAC shall be advisory, as appropriate, to the Planning Department, the Interagency Planning & Implementation Committee (IPIC), the Planning Commission and the Board of Supervisors. The CAC may perform the following functions as needed: \n               (A)     Collaborate with the Planning Department and the Interagency Plan Implementation Committee on prioritizing the community improvement projects and identifying implementation details as part of annual expenditure program that is adopted by the Board of Supervisors; \n               (B)     Provide an advisory role in a report-back process from the Planning Department on enforcement of individual projects' compliance with the Area Plans standards and on specific conditions of project approvals so that those agreements will be more effectively implemented; \n               (C)     Collaborate with the Planning Department and relevant city agencies in the monitoring of the Plans' implementation program at approximately every fifth year, in coordination with the Monitoring Program required by the Administrative Code Section 10.E; and provide input to Plan Area monitoring efforts for required time-series reporting. \n          (2)     Representation and Appointments.\n               (A)     The CAC shall consist 19 members representing the diversity of the Eastern Neighborhoods; key stakeholders, including resident renters, resident homeowners, low-income residents, local merchants, established neighborhood groups within the Plan Area; and other groups identified through refinement of the CAC process.\n               (B)     All members shall live, work, own property or own a business in the Eastern Neighborhoods Plan Area they are appointed to represent.\n               (C)     The Board of Supervisors shall appoint a total of eleven members to the CAC. Based on the Supervisorial District boundaries, the District 6 and 10 Supervisors shall nominate 4 four CAC members, the District 9 Supervisor shall nominate two CAC members, and the District 8 Supervisor shall nominate one CAC member. The appointment of each of the Board's CAC nominees shall be confirmed by the full Board of Supervisors. \n               (D)     The Mayor shall appoint a total of eight members, with one voting member representing each of the five neighborhoods, and three voting at-large members. \n               (E)     Members shall serve for two-year terms, but those terms shall be staggered such that, of the initial membership, some members will be randomly selected to serve four year terms and some will serve two year terms. \n               (F)     At the first official meeting of the CAC, which shall not occur until at least 13 voting members of the CAC have been appointed by the respective appointment process, a lottery shall be conducted in order to randomly select four Board of Supervisors appointees and two Mayoral appointees to serve four-year terms. At a subsequent meeting, when the final two voting members of the CAC have been appointed by the respective appointment process, a lottery shall be conducted in order to randomly select which member shall serve a four-year term. \n               (G)     The Board of Supervisors and Mayor may renew a member's term by repeating the respective appointment process. \n          (3)     Committees or Working Groups of the CAC. According to procedures set forth in bylaws adopted by the CAC, the CAC may, at its discretion create subcommittees or working groups based around geographic areas or functional issues. Each of these subcommittees or working groups shall contain at least one CAC member who is eligible to vote, but may also be comprised of individuals who are not members of the CAC. If a non-voting member of the CAC serves on a subcommittee or working group that individual may act as a voting member of the subcommittee or working group. \n          (4)     Staffing for Eastern Neighborhoods Citizens Advisory Committee. The Planning Department or Interagency Plan Implementation Committee shall designate necessary staffing from relevant agencies to the CAC, as needed to complete the responsibilities and functions of the CAC described in this code. To the extent permitted by law, staffing and administrative costs for the CAC shall be funded through the Eastern Neighborhoods Public Benefits Fund. Staff shall participate in the Interagency Planning and Implementation Committee as set forth in Administrative Code Section 36. \n          (5)     The Eastern Neighborhoods CAC will automatically terminate on December 31, 2020, unless the Board of Supervisors extends the CAC's term by Ordinance. \n(Added by Ord. 58-09, File No. 090179, App. 4/17/2009; amended by Ord. 230-09, File No. 090523, App. 11/10/2009; Ord. 197-11; File No. 110787, App. 10/4/2011, Eff. 11/3/2011; Ord. 44-13, File No. 130004, App. 3/28/2013, Eff. 4/27/2013)\n(Former Sec. 10E.2 added by Ord. 500-85, App. 11/22/85; amended by Ord. 263-99, File No. 991548, App. 10/15/99; Ord. 199-06, File No. 060698, App. 7/21/2006; redesignated as Sec. \n10E.1(b) by Ord. 58-09, File No. 090179, App. 4/17/2009) \nCODIFICATION NOTE\n\n1.     Blank in Ord. 44-13. The ordinance on file in File No. 130001 is Ord. 41-13, \"General Plan Amendments - Western South of Market Area Plan.\"\nEditor's Note:     Ord. 58-09 redesignated former Sec. 10E.2 as Sec. \n10E.1(b) and redesignated former Secs. 10E.5 through 10E.9 as divisions (a) through (e) of this section.\n\n","heading":{"title":"10E","chaptersection":"2","identifier":"10E.2","catch_text":"EASTERN NEIGHBORHOODS AREA PLANS MONITORING PROGRAM."}}