{"text":"\n     (a)     Findings. The Board of Supervisors makes the following findings in support of this ordinance. \n          (1)     The Planning Commission has adopted the Downtown Plan as part of the General Plan of the City and County of San Francisco, and the Board of Supervisors, acting upon the recommendation of the Planning Commission, has adopted amendments to the Planning Code called for in the Downtown Plan. The Planning Commission and Board of Supervisors have adopted the Transit Center District Plan as a sub-area of the Downtown Plan, as well as implementing Planning Code provisions.\n          (2)     The focus of the Downtown Plan is to prevent development where change would diminish the city's character or livability but to allow appropriately scaled development that would further the City's economic, fiscal and social objectives. \n          (3)     The Downtown Plan is based on certain assessments about the ability of the City to absorb the impacts of growth in downtown San Francisco and the desirability of increasing housing, ridesharing and transit use in light of the anticipated downtown growth. The Downtown Plan proposes various actions which should be taken to achieve the following goals: An increase in the City's housing supply by an average of 1,000 to 1,500 new housing units per year; and increase in ridesharing to a point where the number of persons commuting by auto or van rises from 1.48 to 1.66 persons per vehicle; and an increase in the use of transit by downtown workers from 64 percent to 70 percent of all work trips. \n          (4)     The Downtown Plan recommends the adoption of a formal process for monitoring progress toward Plan goals. This monitoring process is necessary to evaluate the effectiveness of the Plan and the impacts of downtown growth, and to make any adjustments deemed appropriate to the controls described in the Downtown Plan or to additions to the City's infrastructure and services. \n          (5)     The purpose of this monitoring system shall be to determine whether the infrastructure and support systems necessary to accommodate the growth of downtown, particularly housing supply and transit capacity, have kept pace with development in the C-3 Districts. If downtown is growing at a faster pace than the necessary infrastructure and support systems, it may become necessary to make further efforts to slow down the pace of development, or devise additional mechanisms for providing required infrastructure and support systems. \n          (6)     The Planning Department shall undertake a two-tiered monitoring program. The two tiers are: A) An annual collection and reporting of data from selected sources that are gathered on a regular basis, and B) every five years, a more extensive data collection effort that includes an analysis of long-term policy indicators such as the TDR program, urban form goals, any impact fee funds, and provides analysis of the Downtown Plan's policy objectives. The annual monitoring should provide an early warning system for trends that may develop, indicating a shortfall in the long range goals. \n     (b)     Annual Report. The Planning Department shall prepare an annual report detailing the effects of downtown growth. The report shall be presented to the Board of Supervisors, Planning Commission, Historic Preservation Commission, and Mayor, and shall address: (1) the extent of development in the C-3 Districts; (2) the consequences of that development; (3) the effectiveness of the policies set forth in the Downtown Plan in maintaining San Francisco's environment and character; and (4) recommendations for measures deemed appropriate to deal with the impacts of downtown growth. \n          (1)     Time Period and Due Date. Reports shall be due by July 1st of each year, and shall address the immediately preceding calendar year, except for the five year report, which shall address the preceding five calendar years. \n          (2)     Data Source. The Planning Department shall assemble a data base for 1984 and subsequent years for the purpose of providing the reports. City records shall be used wherever possible. Outside sources shall be used when data from such sources are reliable, readily available and necessary in order to supplement City records. \n          (3)     Categories of Information. The following categories of information shall be included: \n               Commercial Space and Employment. \n               (A)     The amount of office space \"Completed,\" \"Approved,\" and \"Under Construction\" during the preceding year, both within the C-3 Districts and elsewhere in the City. This inventory shall include the location and square footage (gross and net) of those projects, as well as an estimate of the dates when the space \"Approved\" and \"Under Construction\" will become available for occupancy. \n               (B)     Office Vacancy Ratio. An estimate of the current office vacancy rate in the C-3 Districts and citywide.\n               (C)     Citywide and C-3 District Office Employment. An estimate of additional office employment, by occupation type, in the C-3 Districts and citywide. \n               (D)     Tourist Hotel Rooms and Employment. An estimate of the net increment or tourist hotel rooms and additional hotel employment in the C-3 Districts. \n               (E)     Retail Space and Employment. An estimate of the net increment of retail space and of the additional retail employment relocation trends and patterns within the City and the Bay Area. \n               (F)     Business Formation and Relocation. An estimate of the rate of the establishment of new businesses and business and employment relocation trends and patterns within the City and the Bay Area. \n               Housing. \n               (G)     Housing Units Certified for Occupancy. An estimate of the number of housing units throughout the City newly constructed, demolished, or converted to other uses. \n               (H)     Jobs/Housing Linkage Program. A summary of the operation of the Jobs/Housing Linkage Program (formerly the Office Affordable Housing Production Program) and the Housing Affordability Fund, identifying the number and income mix of units constructed or assisted with these monies. \n               Transportation. \n               (I)     Parking Inventory. An estimate of the net increment of off-street parking spaces approved in C-3 Districts.\n               (J)     Vehicle Occupancy Rates. An estimate of vehicle occupancy rates for vehicles in or entering the City.\n               (K)     Transit Service. An estimate of transit ridership for peak periods.\n               (L)     Transit Impact Fee. A summary of the use of the transit impact development fee funds, collected from development.\n               Fiscal. \n               (M)     Revenues. An estimate of the net increment of revenues by type (property tax, business taxes, hotel and sales taxes) from office, retail and hotel space. \n               (N)     Transit Center District Revenues and Implementation of Improvements. A summary of the total revenues from Transit Center District Plan fees, including the Open Space Impact Fee and Transportation and Street Improvement Impact Fee, as well as from any Community Facilities District within the Transit Center District Plan area boundaries, and a summary of expenditures on public improvements as described in the Transit Center District Plan Program Implementation Document.\n               Preservation.\n               (O)     Significant or Contributory Buildings. Buildings designated as significant or contributory buildings, or changes of designation, under \nArticle 11 of the Planning Code.\n               (P)     Transferred Development Rights. An inventory of buildings eligible for the Transfer of Development Rights, of buildings where Transfer of Development rights have been completed, and of Transfers of Development Rights completed within the year.\n          (4)     Report. The analysis of the factors under Commercial Space and Employment will provide an estimate of the increase in housing and transit demand. The comparison of increased demand with the increase in the supply of housing and in transit ridership will indicate the degree that the City is able to accommodate new development. Based on this data, the Department shall analyze the effectiveness of City policies governing downtown growth and shall recommend any additional measures deemed appropriate. \n     (c)     Five Year Report. On March 15, 1990, and every fifth year thereafter by July 1st, the report submitted shall address the preceding five calendar years and, in addition to the data described above, shall include, as deemed appropriate, a cordon count of downtown oriented travel and an employer/employee survey and any other information necessary for the purpose of monitoring the impact of downtown development. The five-year report shall monitor long-term policy indicators such as the TDR program, urban form goals, progress on the Downtown Streetscape Plan, any impact fee funds, and provide analysis of the Downtown Plan's policy objectives. If the Planning Department determines that early warnings from the annual reports indicate the need for collection of a cordon count and employer/employee survey, it may include such data in any annual report, and may include an analysis of data for a period of time earlier than the preceding calendar year. \n     (d)     Information to be Furnished. It shall be the duty of the heads of all departments, offices, commissions, bureaus and divisions of the City and County of San Francisco, upon request by the Planning Department, to furnish such information as they may have or be able to obtain relating to the matters to be included in the reports required herein. \n(Added by Ord. 500-85, App. 11/22/85; amended by Ord. 263-99, File No. 991548, App. 10/15/99; Ord. 199-06, File No. 060698, App. 7/21/2006; Ord. 300-08, File No. 081155, App 12/19/2008; Ord. 58-09, File No. 090179, App. 4/17/2009; Ord. 184-12, File No. 120667, App. 8/8/2012, Eff. 9/7/2012; Ord. 68-13, File No. 120474, App. 4/23/2013, Eff. 5/23/2013) \nEditor's Note:     Ord. 58-09 redesignated former Secs. 10E.2, 10E.3, and 10E.4 as divisions (b), (c), and (d), respectively, of this section.\n\n","heading":{"title":"10E","chaptersection":"1","identifier":"10E.1","catch_text":"DOWNTOWN PLAN."}}