{"text":"\n     In order to recover the cost to the City and County for the Board of Appeals permit review functions, at the time a fee for permit application, issuance, or review is collected, and at the time an annual fee for renewal of the permit or license associated with the permit is collected, a surcharge in the amount specified shall be charged and collected for the following categories of permits and fees. \n     (a)     For fees imposed by the Department of City Planning pursuant to San Francisco Planning Code Sections \n351(h), \n352(a) (except for fees imposed for hearings on Conditional Uses under Section \n303 or Planned Unit Developments under Section \n304), \n353(a), \n353(b), \n353(c), or \n355 for review of permits that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of $25.00; \n     (b)     For permits issued pursuant to San Francisco Building Code Section 110A: Tables 1A-A; 1A-F, Item 3; 1A-H; 1A-K, Item 8; or 1A-Q, Item 5; that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of $25.00; \n     (c)     For permits issued pursuant to the San Francisco Public Works Code that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of 6.00; \n     (d)     For permits specified in San Francisco Police Code Section \n2.26 that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of $26.50 for such permits issued by the Police Department, and a surcharge of $4.00 for such permits issued by the Entertainment Commission; \n     (e)     For permits specified in San Francisco Police Code Section \n2.26.1 that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of $7.00; \n     (f)     For annual license fees specified in San Francisco Police Code Section \n2.27 for permits that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of $26.50 for such permits issued by the Police Department and a surcharge of $4.00 for such permits issued by the Entertainment Commission; \n     (g)     For annual license fees specified in San Francisco Police Code Section \n2.27.1 for permits that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, a surcharge of $7.00; \n     (h)     For permits issued pursuant to San Francisco Health Code Section \n1009.53 that may be appealed to the Board of Appeals pursuant to Charter Section \n4.106, and annual permit fees pursuant to San Francisco Health Code Section \n1009.54 and Business and Tax Regulations Code Section \n249.16, a surcharge of $51.00; \n(Added by Ord. 185-03. File No. 030916, App. 7/25/2003; amended by Ord. 282-03, File No. 031747, App. 12/19/2003; Ord. 188-04, File No. 040764, App. 7/22/2004; Ord. 188-05, File No. 051000, App. 7/29/2005; Ord. 138-06, File No. 060628, App. 6/22/2006; Ord. 105-08, File No. 080606, § 1, 6/18/2008; Ord. 112-09, File No. 090544, App. 7/2/2009; Ord. 158-10, File No. 100363, App. 7/1/2010) \n\n","heading":{"title":"10G","chaptersection":"1","identifier":"10G.1","catch_text":"SURCHARGE IMPOSED; CATEGORIES OF PERMITS AND FEES."}}