{"text":"\n     (a)     For purposes of this chapter, \"appropriate emergency response\" is defined to mean those actions taken by a San Francisco Police Officer, Firefighter, Firefighter Paramedic, Emergency Medical Technician, or other employee of the City and County of San Francisco who responds to an incident, or provides law enforcement, firefighting, rescue or emergency medical services at the scene of an incident, if that incident is caused by the negligent operation of a motor vehicle, boat or vessel by an individual under the influence of alcohol or drugs, or the combined influence of alcohol and drugs, or by an individual's intentionally wrongful conduct. Those actions include, but are not limited to, the following: \n          (1)     Stopping a motorist or operator of a boat or vessel upon the reasonable suspicion that he or she is under the influence of alcohol or drugs, or the combined influence of alcohol and drugs; determining whether a motorist or operator of a boat or vessel is under the influence of alcohol or drugs, or the combined influence of alcohol and drugs; preventing a motorist or operator of a boat or vessel who is under the influence of alcohol or drugs, or the combined influence of alcohol and drugs, from operating or continuing to operate a motor vehicle, boat or vessel; placing under arrest a motorist or operator of a boat or vessel who is under the influence of alcohol or drugs, or the combined influence of alcohol and drugs; arranging for the transport of a motorist or operator of a boat or vessel under the influence of alcohol or drugs, or the combined influence of alcohol and drugs; or arranging for the transport of his or her vehicle, boat or vessel to an appropriate location; or \n          (2)     Responding to the scene of a vehicular or maritime accident involving injury to persons or property; responding to the scene of any other incident involving injury to persons or property; assisting persons injured, whether by the intentionally wrongful conduct of others, or by the negligent operation of a motor vehicle, boat or vessel while under the influence of alcohol or drugs or the combined influence of alcohol and drugs; transporting injured persons to an appropriate location; or performing any other acts at the scene of the incident or accident that are designed to prevent or alleviate harm or injury to persons or property. \n(Added by Ord. 192-05, File No. 051004, App. 7/29/2005)\n\n","heading":{"title":"10H","chaptersection":"2. ","identifier":"10H.2. ","catch_text":"APPROPRIATE EMERGENCY RESPONSE DEFINED."}}