{"text":"\n     (a)     Required for Providers of Telecommunications Service, State Video Service and Personal Wireless Service. The Department of Public Works shall require a Person to obtain a Utility Conditions Permit prior to the construction, installation, or maintenance of Facilities in the Public Rights-of-Way that will be used to provide Telecommunications Service, State Video Service or Personal Wireless Service. UCPs shall be issued by the Department of Public Works in a manner consistent with Applicable Law to Persons who are willing to comply with the City's requirements regarding the physical use and occupation of the Public Rights-of-Way and who have: (A) authority to occupy the Public Rights-of-Way pursuant to California Public Utilities Code Section 7901; (B) authority to occupy the Public Rights-of-Way pursuant to California Public Utilities Code Section 5885; or (C) a license to provide Personal Wireless Service issued under Federal law. Persons intending to construct, install, or maintain Facilities to provide Telecommunications Services, State Video Service or Personal Wireless Service shall prove their legal right to occupy and use the Public Rights-of-Way by providing the Department of Public Works a copy of their current: (a) certificate of public convenience and necessity issued by the CPUC (which shall expressly state the Person's authority to provide facilities-based Telecommunications Service); (b) State Video Service Franchise issued by the CPUC; or (c) license to provide Personal Wireless Service issued by the FCC. The Department of Public Works shall include in a UCP such conditions, in addition to those already set forth in Applicable Law, as may be required to govern the Permittee's construction, installation, or maintenance of Facilities in the Public Rights-of-Way to protect and benefit the public health, safety and welfare. The terms and conditions of a UCP shall be limited to those areas consistent with the City's authority under Applicable Law. A UCP shall have a term of no longer than two (2) years and may be renewed in accordance with requirements established by the Department in the UCP. A UCP shall provide that the Permittee is not entitled to construct, install, or maintain Personal Wireless Service Facilities in the Public Rights-of-Way without obtaining a Personal Wireless Service Facility Site Permit under \nArticle 25 of the San Francisco Public Works Code. \n     (b)     UCP Fee. Any Person required to obtain or renew a UCP shall pay to the Department of Public Works a non-refundable application fee of two thousand dollars ($2,000.00) to compensate the City for all costs (including the City Attorney's costs) related to:  (A) establishing the Person's authority to occupy the Public Rights-of-Way; (B) establishing the terms on which Persons may occupy the Public Rights-of-Way; and (C) granting, monitoring, enforcing, renewing, revising or revoking UCPs. These fees shall be deposited in the Public Works Excavation Fund established by Section \n10.100-230 of the San Francisco Administrative Code. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000; amended by Ord. 33-02, File No. 020051, App. 3/28/2002; Ord. 214-07, File No. 070904, App. 9/21/2007; Ord. 12-11, File No. 100041) \n\n","heading":{"title":"11","chaptersection":"","identifier":"11.","catch_text":"UTILITY CONDITIONS PERMIT."}}