{"text":"\n     (a)     Competitive Process For Initial Franchises. To fulfill the requirements of Charter Section \n16.111, at any time between the receipt of a Proposal for an initial Franchise and the grant of a Franchise thereunder, the Department shall, by advertisement or any other means, solicit and call for additional Proposals for similar Franchises. The Department shall evaluate the responses and report to the Board regarding the results of the solicitation. The Board shall consider the responses to the solicitation prior to granting any Franchise. The solicitation need not comply with the provisions of \nChapter 21 of this Code and the City may award more than one Franchise as a result of the solicitation. However, nothing herein precludes the Department from requiring a competitive process similar to that set forth in \nChapter 21 of this Code, nor does anything herein require the City to award any Franchise. \n     (b)     Completeness. Promptly, upon receipt of a Proposal, the Department shall report to the Applicant regarding the Proposal's completeness. The Department shall also report to the Board within twenty (20) City business days regarding the Proposal's completeness. The Proposal shall not be deemed complete until such time as the Applicant provides all information and certifications required pursuant to regulations adopted pursuant to Section \n11.12 above. \n     (c)     Additional Information. An Applicant shall provide any other details, clarifications, statements, information or references relevant to its Proposal which are requested by the Board or the Department in connection with their review of the Proposal and which are: (1) relevant to issues raised in the Proposal or related facts and circumstances that affect the Proposal; and/or (2) referenced in the Proposal but not provided therein. Such information shall not be required to determine that a Proposal is complete; however, the Board may require that this information be submitted prior to acting on a Proposal. \n     (d)     Incomplete Information. To the extent that any data required pursuant to Section \n11.12 above are not available at the time the Proposal is filed with the Board, the Proposal shall so state. Where the Department determines, in its sole discretion, that such information is not immediately critical to review of a Proposal, the Proposal may be reviewed by the City subject to the following conditions: \n          (1)     That the data are filed and approved by the City before the Board takes action on the Proposal; and\n          (2)     That, for purposes of applying any deadlines provided under Applicable Law, the date of the Proposal shall be the date all required information is submitted to the City. \n     (e)     Negotiations. The Department shall negotiate the terms of a proposed Franchise on behalf of the City and may engage in negotiations with an Applicant at any time. \n     (f)     Final Report. After finding a Proposal complete, the Department shall submit a Final Report to the Board recommending approval or denial of the Proposal. If the Department recommends approval of a Proposal, it shall include a proposed Franchise ordinance in the Final Report. \n     (g)     Issues For Consideration. In reviewing a Proposal, the City shall consider, where applicable and without limitation, the issues set forth in this subsection. It shall be presumed that the issues set forth in subsections 2, 3, 4, 6, 8, and 9 are applicable to all Proposals. In any Final Report submitted to the Board, the Department shall state which additional issues it considers applicable to the consideration of any particular Proposal: \n          (1)     Whether the Applicant's Proposal is sufficient to meet current and future community needs and interests, taking into account the cost to the Applicant of meeting such needs and interests; \n          (2)     The positive and negative impacts to the City and consumers of approving the Proposal;\n          (3)     The financial, technical, and legal qualifications of the Applicant and its ability to perform as promised;\n          (4)     Whether the proposed provision of Services or operation of the Facilities is economically feasible;\n          (5)     The projected technical performance of the proposed Facilities;\n          (6)     The impact of Proposal approval on competition and whether it will interfere with the City's desire to ensure universal availability of Services; \n          (7)     The Applicant's commitment to meeting the construction and physical requirements of the City;\n          (8)     The Applicant's commitment to abide by City conditions, Applicable Law, and the terms of any proposed Franchise;\n          (9)     The extent to which the Applicant has substantially complied with the Applicable Law and the material terms of any existing agreement it has with the City; \n          (10)     Whether there will be an unreasonable adverse economic or aesthetic impact upon public or private property within the proposed Franchise Area, also taking into consideration the impact of any competing Proposals; \n          (11)     Whether there will be an unreasonable disruption or inconvenience to existing users, or any adverse effect on future use, of utility poles, public easements, and the Public Rights-of-Way, also taking into consideration the impact of any competing Proposals; and \n          (12)     Such other additional matters, both procedural and substantive, the City determines are relevant.\n     (h)     Cable System Proposal Considerations. If the Proposal involves a Cable System Franchise, the City shall, in addition to the considerations set forth in subsection (g) above, also consider, to the extent applicable: \n          (1)     Whether the Applicant has provided adequate assurance that it will provide adequate public, educational, and governmental access channel capacity, facilities, or financial support; \n          (2)     Whether the Proposed Franchise reasonably meets current and future community cable-related needs and interests, taking into account the cost to the Applicant of meeting such needs and interests; and \n          (3)     The issues identified in California Government Code § 53066.3 and other Applicable Law.\n     (i)     Board Disposition of Proposal. The Board may take action on a Proposal and any proposed Franchise by resolution or ordinance, as appropriate, and shall consider any applicable provisions of subsections (g) and (h) above. A Board determination to grant a new Franchise shall comply with all applicable sections of the Charter, including Sections \n2.105 and \n16.111. \n     (j)     Grantee's Acceptance. An Applicant shall file an unconditional written acceptance, in a form approved by the City Attorney, of any Board action approving a Proposal no later than twenty (20) City business days following such Board action. An Applicant's failure to submit an unconditional written acceptance within the twenty (20) day period shall constitute a rejection by the Applicant of the approval, unless time for acceptance is extended by motion of the Board. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"13","identifier":"11.13","catch_text":"PROPOSAL REVIEW PROCEDURE."}}