{"text":"\n     Each Department shall adopt regulations setting forth the information that each type of Proposal must contain, and make such regulations available immediately upon request. A Proposal shall include all information required by the Department unless the Department determines, in its discretion, that a substitute reasonably satisfies the Purpose of the regulations. At a minimum, regulations shall require Applicants to provide information required by Applicable Law and sufficient for the City to consider the Proposal pursuant to Section \n11.13(g) and, where applicable, Section \n11.13(h) below. Regulations shall also, where appropriate, distinguish among the requirements applicable to Proposals for initial Franchises, Transfer Proposals, Renewal Proposals, and Proposals to modify an existing Franchise. Regulations may require, without limitation: \n     (a)     Identifying Information. Information identifying the Applicant, its principle place of business, its corporate structure, and its ownership; \n     (b)     Experience. A statement describing all previous experience of the Applicant and any Affiliate(s) in providing the proposed Service(s), or constructing, operating, or maintaining Facilities used to provide the proposed Service(s), identifying any other Franchises to provide similar Service(s) awarded to Applicant, or any Affiliate(s), and the status of the construction of the Facilities under each Franchise; \n     (c)     Proposed Franchise. The text of Applicant's proposed Franchise complying with Applicable Law, including, without limitation, a statement of the type of Service proposed to be provided. In the case of a Cable System Franchise: \n          (1)     The Applicant must specify whether it seeks an OVS Franchise or a Cable System Franchise that is not an OVS; and\n          (2)     A proposed Franchise shall not be required to be submitted with a renewal Proposal for a Cable System Franchise that is not an OVS if the Grantee is exercising its renewal rights pursuant to 47 U.S.C. Section 546. \n     (d)     Related Documents. Any contracts, regulatory filings, shareholder reports, or other documents, including press releases, that refer to the Proposal, and all documents, schedules, exhibits, or the like referred to therein; \n     (e)     Proposed Operations. To the extent applicable, a detailed description of the Applicant's plan of operation which shall include, at a minimum, a description of the existing and proposed Facilities and any construction plan; \n     (f)     Financial Qualifications. Evidence that the Applicant has the financial resources and capacity to undertake and complete construction of the proposed Facilities, and to operate, maintain, repair, replace, and reconstruct the Facilities over the term of the Franchise; \n     (g)     Technical Qualifications. Evidence that the Applicant is technically qualified to construct, operate and repair the Facilities; \n     (h)     Legal Qualifications. Evidence that the Applicant is legally qualified to own, install, construct, operate, or provide Services using the Facilities; \n     (i)     Customer Service and Consumer Benefits. A description of how the Applicant plans to address customer service issues and the benefits its market entry will provide to consumers in the City; \n     (j)     Other Agreements. A detailed summary and copies of any and all agreements and undertakings, whether formal or informal, written, oral, or implied, existing or proposed to exist between the Applicant and any Person regarding the use of a Person's equipment or Facilities on which the Proposal depends; \n     (k)     Certification. An affidavit or declaration, under penalty of perjury, by an officer of Applicant legally qualified to bind Applicant certifying: \n          (1)     The truth and accuracy of the information in the Proposal and that the proposal meets all requirements of Applicable Law;\n          (2)     That Applicant is willing to enter into a Franchise meeting the requirements of Applicable Law, to Pay required compensation, and to abide by the City's standard contract terms and all provisions of Applicable Law; and \n          (3)     That Applicant has not entered into any agreement that would prevent it from complying with any of these requirements.\n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"12. ","identifier":"11.12. ","catch_text":"PROPOSAL CONTENTS."}}