{"text":"\n     For purposes of \nArticles I through \nVIII of this Chapter, and of any Franchise granted pursuant to this Chapter, the following terms, phrases, words, abbreviations, their derivations, and other similar terms, when capitalized, shall have the meanings given herein. When not inconsistent with the context, words used in the present tense include the future tense; words in the plural number include the singular number; and words in the singular number include the plural number. The words \"shall\" and \"will\" are mandatory. \"May\" is permissive. However, as applied to official action, the words \"shall\" and \"will\" shall be directory in effect. Unless otherwise expressly stated, words not defined herein shall be given their common and ordinary meaning. References to governmental entities (whether persons or entities) refer to those entities or their successors in authority. Unless otherwise expressly stated, if specific provisions of law referred to herein are renumbered or amended, then the reference shall be read to refer to the renumbered or amended provision. \n     (a)     \"Affiliate,\" when used in relation to any Person means another Person who owns or Controls is owned or Controlled by, or is under common ownership or Control with, such Person. \n     (b)     \"Applicable law\" means all applicable federal, state, and City laws, ordinances, codes, rules, regulations and orders, as the same may be amended or adopted from time to time. \n     (c)     \"Applicant\" means any Person submitting a Proposal pursuant to this Chapter.\n     (d)     \"Board\" means the City's Board of Supervisors.\n     (e)     \"Bona Fide Institutional Lender\" means any one or more of the following: (1) a savings bank, a savings and loan association, a commercial bank or trust company, an insurance company, a real estate investment trust, or any other Person which at the time a pledge in trust or mortgage is recorded in favor of such Person or Persons, has assets of at least $500 million in the aggregate (or the equivalent in foreign currency, and is regularly engaged in the financial services business; or (2) any special account, managed fund, department, agency or Affiliate of any of the foregoing. For purposes hereof: (1) acting in a \"fiduciary capacity\" shall be deemed to include acting as a trustee, agent, or in a similar capacity under a mortgage, loan agreement, indenture or other loan document; and (2) a lender, even if not a Bona Fide Institutional Lender, shall be deemed to be a Bona Fide Institutional Lender if, no more than thirty (30) City business days after such loan is consummated, the notes or other evidence of indebtedness or the collateral securing the same are assigned to a Person then qualifying as a Bona Fide Institutional Lender. \n     (f)     \"Cable Service\" means the one way transmission to Subscribers of video programming or other programming service and subscriber interaction, if any, required to select or use such video programming or other programming service. \n     (g)     \"Cable System\" means a Facility that consists of a set of closed transmission paths and associated signal generation, reception, and control equipment designed to provide Cable Service to multiple Subscribers. Except where expressly stated otherwise, Cable System includes an Open Video System. Cable System does not include: (1) a Facility that serves only to retransmit the television signals of one or more television broadcast stations, (2) a Facility of a common carrier which is subject, in whole or in part, to the provisions of Title II of the Communications Act of 1934 (47 U.S.C. Sections 201except that such Facility shall be considered a Cable System to the extent such Facility is used to provide Cable Services; and (3) any Facilities of a gas or electric utility necessary or proper and used solely for: (i) the transmission, distribution, or supply of gas or electricity; or (ii) the transmission or collection of gas and electric usage and pricing information incidental thereto; or (iii) to provide services required by the City. \n     (h)     \"Cable System Franchise\" means a Franchise authorizing construction, installation, or operation of a Cable System or the provision of Cable Service over a Cable System. \"Cable System Franchise\" includes an OVS Franchise, unless expressly excluded hereunder. \n     (i)     \"CPUC\" means the California Public Utilities Commission.\n     (j)     \"City\" means the City and County of San Francisco, a municipal corporation of the State of California.\n     (k)     \"Control\" means the power to control the affairs and key decisions of another Person, in whatever manner exercised, whether directly or indirectly. \n     (l)     \"Department,\" in reference to a Cable System Franchise or any other communications-related Franchise, means the Department of Technology. In reference to any gas, electric, or steam Franchise, \"Department\" means the San Francisco Public Utilities Commission. In reference to any other type of Franchise, \"Department\" means the City department assigned by the Board to process the Proposal or administer the Franchise. \n     (m)     \"Facilities\" includes any physical element used in connection with, or designed to be used in connection with, the provision of Services, whether or not located in the Public Rights-of-Way, including, without limitation, pedestals, cabinets, ducts and conduits (whether empty or occupied), transformers, equipment, drains, handholds, lines, line extensions, service drops, manholes, poles, power supplies and generators, splice boxes, surface location markers, vaults, tunnels, amplifiers, power guards, nodes, cables, and fiber optics (whether active or dark). \n     (n)     \"FCC\" means the Federal Communications Commission.\n     (o)     \"Final Report\" means a report submitted to the Board by the Department making a final recommendation upon a Proposal.\n     (p)     \"Franchise\" means an authorization granted by ordinance of the Board to a Person to construct, install, or operate Facilities in the Public Rights-of-Way or to provide Services using Facilities installed in the Public Rights-of-Way. \"Franchise\" shall not mean or include any license or permit required for the privilege of transacting and carrying on a business within the City as required by other ordinances or laws of the City, including, without limitation: \n          (1)     Any permit, agreement or authorization required in connection with operations on public streets or property such as permits and agreements for placing devices on or in poles, conduits or other structures, whether owned by the City or a private entity, or for excavating or performing other work in or along Public Rights-of-Way; and \n          (2)     Express or implicit authorization to provide Service to, or install Facilities on, private property without owner consent.\n     (q)     \"Franchise Area\" means the geographic area of the City in which a Franchise authorizes a Grantee to construct, install, or operate Facilities or to provide Services. \n     (r)     \"Franchise Fee\" means a payment made to the City in accordance with Section \n11.21 below. In the case of a UVPP, \"Franchise Fee\" shall mean a fee in lieu of a franchise fee, pursuant to 47 U.S.C. Section 573(c)(2)(B). \n     (s)     \"Grantee\" means a Person granted a Franchise by the City, and any lawful permitted successor or assign.\n     (t)     \"Gross Revenues\" means any and all income, receipts and other revenue of any kind or nature arising from or in connection with the operation of, or provision of Service using, Facilities in the Franchise Area and as may be more specifically defined in a Franchise except that when used in Section \n11.28-A, \"Gross Revenues\" shall mean and refer to the definition of that term contained in California Public Utilities Code Section 5860(d), as amended. \n     (u)     \"Material Breach\" means a breach of the Franchise that has a substantial and significant effect on the rights or benefits either party to the Franchise has secured pursuant to the Franchise. \"Material Breach\" shall include, but not be limited to, those breaches designated as such in the Franchise and this Chapter, except that when used in Section \n11.83-A, \"Material Breach\" shall mean any substantial and repeated failures by a State Video Franchise holder to comply with standards specified in Section \n11.83-A(a). \n     (v)     \"Open Video System\" or \"OVS\" means a Cable System owned, operated, or Controlled by a Person certified by the FCC pursuant to 47 U.S.C. Section 573 and holding an OVS Franchise pursuant to this Article. \n     (w)     \"Operator\" means any Person who: (1) provides Service over Facilities and either directly or indirectly owns, or has an Affiliate that owns, a significant interest in the Facilities; or (2) otherwise Controls, or is responsible for, through any arrangement, the operation or management of Facilities. \n     (x)     \"OVS Franchise\" means a Franchise authorizing construction, installation, or operation of an Open Video System or the provision of Cable Service over an Open Video System. \n     (y)     \"Permittee\" means a person granted a UCP.\n     (z)     \"Person\" means any individual, group, company, partnership, association, joint stock company, trust, corporation, society, syndicate, club, business, or governmental entity. \"Person\" shall not include the City. \n     (aa)     \"Personal Wireless Service\" means commercial mobile services provided under a license issued by the FCC.\n     (bb)     \"Personal Wireless Service Facilities\" means antennas and related Facilities used to provide or facilitate the provision of Personal Wireless Service. \n     (cc)     \"Personal Wireless Service Facilities Site Permit\" means a permit issued by the Department of Public Works authorizing a Person to construct Personal Wireless Service Facilities. \n     (dd)     \"Proposal\" means any application proposal submission or request filed pursuant to the requirements of this Chapter to; (1) obtain a new Franchise; (2) Transfer a Franchise; (3) extend a Franchise; or otherwise modify a Franchise. A Proposal includes an Applicant's initial proposal, submission or request, as well as any and all amendments or supplements to the Proposal and relevant correspondence. \n     (ee)     \"Proposal Fee\" means a charge to recover the City's actual costs of processing Proposals hereunder.\n     (ff)     \"Public Rights-of-Way\" means the area in, on, upon, above, beneath, within, along, across, under, and over the public streets, sidewalks, roads, lanes, courts, ways, alleys, spaces, and boulevards within the geographic area of the City in which the City now or hereafter holds any property interest, which is dedicated to Public use and which, consistent with the purposes for which it was dedicated, may be used for the purpose of installing and maintaining Facilities to provide Service to customers. \n     (gg)     \"Required Service Area\" means the geographic area of the City a Grantee must construct, install or operate Facilities in or provide Service in, pursuant to its Franchise. \n     (hh)     \"Revocation\" means the City's affirmative act of Terminating a Franchise.\n     (ii)     \"Service\" means any service provided on a Commercial or for hire basis using Facilities installed in the Public Rights-of-Way. \"Service\" includes without limitation: (1) leasing or, through any other arrangement, offering the use of a Facility installed in the Public Rights-of-Way (except for the mandatory provision of Facilities pursuant to 47 U.S.C. Section 224 or California Public Utility Commission orders) and (2) the transmission of electronic signals through Facilities installed in the Public Rights-of-Way, whether or not owned by Person providing service to Subscribers. \"Service\" shall not include Telecommunications Service, State Video Service or Personal Wireless Service. \n     (jj)     \"State Video Service\" means video programming services, Cable Service, or OVS Service authorized under a State Video Service Franchise that is provided through Facilities located at least in part in Public Rights-of-Way without regard to delivery technology, including Internet protocol or other technology. \n     (kk)     \"State Video Service Franchise\" means a franchise issued by the CPUC pursuant to California Public Utilities Code Section 5800, et. seq. \n     (ll)     \"Subscriber\" means the City or any Person who legally receives any Service.\n     (mm)     \"Telecommunications Service\" means any service subject to regulation by the CPUC or the FCC as a telecommunications service and provided to customers by a telephone corporation regulated by the CPUC. \n     (nn)     \"Termination\" means the conclusion of a Franchise by any means, including, but not limited to, by expiration of its term, abandonment, or Revocation. \n     (oo)     \"Transfer\" means any transaction in which: (1) all or a portion of any Facilities or any rights to use or operate Facilities located in the Public Rights-of-Way are sold, conveyed, transferred, assigned, encumbered (except as set forth herein) or leased, in whole or in part, directly or indirectly, by one or more transactions to another Person, whether voluntarily or by operation of law or otherwise; or (2) there is any change, acquisition, or transfer in the identity of the Person in Control of the Grantee, or any Person that controls Grantee, including, without limitation, forced or voluntary sale, merger, consolidation, or receivership; or (3) the rights or obligations under the Franchise are sold, conveyed, transferred, assigned, encumbered (except as set forth herein) or leased, in whole or in part, directly or indirectly, by one or more transactions to another Person, whether voluntarily or by operation of law or otherwise. It will be presumed, for purposes of clause (2) above, that any transfer or cumulative transfer of a voting interest by a Person or group of Persons acting in concert of twenty-five percent (25%) or more of Grantee, or Person that Controls Grantee, or any change in the managing general partners of a Grantee is a change of Control. \"Transfer\" does not include: (1) a lease to a UVPP pursuant to 47 U.S.C. Sections 532 or 573; (2) the transmission of a commodity or electronic signal using Facilities on a common carrier basis; (3) a lease or other right to use Facilities mandated pursuant to 47 U.S.C. Section 224, California Public Utilities Code Section 767.5, or by an order of the CPUC; or (4) a pledge in trust, mortgage or other encumbrance against the Facilities, or any portion thereof, given to a Bona Fide Institutional Lender in connection with a loan or other financing required to secure the construction, operation, or repair of the Facilities (\"Loan\") provided that such Loan is subject to the rights and powers of the City pursuant to the Franchise and Applicable Law, including, without limitation, the right of the City to approve any Transfer pursuant to Section 11.14 below upon foreclosure. \"Transferring\" and \"Transferee\" shall have correlative meanings. \n     (pp)     \"Unaffiliated Video Programming Provider\" or \"UVPP\" means any Person who uses capacity on a franchised Cable System to deliver Cable Service or other communications service (as that term is used in 47 U.S.C. Section 542(h)) to Subscribers and who is not an Affiliate of the Grantee. \n     (qq)     \"Utility Conditions Permit\" or \"UCP\" means a permit issued by the Department of Public Works authorizing a Person to construct, install, and maintain specific Facilities in the Public Rights-of-Way. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 214-07, File No. 070904, App. 9/21/2007; Ord. 99-09, File No. 090287, App. 6/19/2009) \n\n","heading":{"title":"11","chaptersection":"1. ","identifier":"11.1. ","catch_text":"DEFINITIONS."}}