{"text":"\n     (a)     Reasonable Costs. An Applicant shall pay all reasonable costs incurred by the City related to the processing of any Proposal. Processing costs shall include, but not be limited to, the costs of services rendered by any City employee, agent or representative, including consultants and attorneys. \n     (b)     Controller's Estimate. Upon receipt of a Proposal, the Clerk of the Board shall immediately ask the Controller to estimate the City's processing costs. The Controller shall complete his or her estimate of such costs within fifteen (15) City business days of receipt of a Proposal. The Clerk of the Board shall notify the Applicant of the Controller's Proposal Fee estimate within three (3) City business days of receipt from the Controller. Applicant shall pay the amount contained in the Controller's estimate within fifteen (15) City business days of notice. \n     (c)     Failure To Pay. Failure to pay the estimated Proposal Fee shall render the Proposal incomplete. If no Proposal Fee is paid within six (6) months of notification to the Applicant of the Controller's estimate, the Board may deny the Proposal on that basis. \n     (d)     Deposit/Offset. The Proposal Fee shall be deposited with the Controller. Within twenty (20) City business days of final action on a Proposal or an Applicant's formal acceptance or rejection of a Franchise, whichever is later, the Controller shall provide an account of the City's actual Proposal processing costs to the Applicant. The Controller may offset the Proposal processing costs from the Proposal Fee deposit consistent with the provisions of Administrative Code Sections \n10.27-1 through \n10.27-7. Where the City's actual costs are determined by the Controller to fall below the amount of the Proposal Fee deposit, the difference shall be refunded to the Applicant. Where the City's actual costs exceed the amount of the Proposal Fee deposit the Applicant shall be required to pay the difference to the Controller within twenty (20) City business days of notice. \n     (e)     Exceptions. Where required by controlling Applicable Law a Proposal Fee paid pursuant to this Section shall be credited against any other charge, including Franchise Fees, required to be paid to the City. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"11","identifier":"11.11","catch_text":"PROPOSAL FEE."}}