{"text":"\n     (a)     City Approval Required. A Franchise is a privilege that is in the public trust and personal and specific to the Grantee and is granted in consideration of the unique knowledge, skill and expertise Possessed by the Grantee. The City and other Subscribers shall not be required to accept performance of a Franchise from a third party who has not submitted its qualifications for review and approval by the Board pursuant to this Section. Except as otherwise expressly permitted herein pursuant to subsection (e) below, a Grantee shall not complete a Transfer unless a Proposal is submitted to the Board pursuant to Section \n11.10 above (\"Transfer Proposal\") and the Board's approval is obtained by ordinance or resolution, as appropriate, and only then upon such terms and conditions as the Board deems necessary and proper, in its sole discretion, after conducting a review pursuant to Section \n11.13(g) and Section \n11.13(h) above. An Applicant, as defined in subsection (d) below, shall be given notice of its opportunity to be heard at a Board proceeding to consider the Transfer Proposal. An Transfer without the approval of the Board shall be considered to impair the City's assurance of due performance, and may, at City's sole option, be null and void and constitute a Material Breach of the Franchise. Notwithstanding anything to the contrary in this Chapter or a Franchise, until expressly determined otherwise by the Board, Facilities constructed, installed, operating, or being used to provide Services pursuant to a Franchise shall remain subject to the Franchise regardless of any Transfer, whether or not City approval was obtained. \n     (b)     Subsequent Transfers. The Board's approval of a Transfer Proposal in one instance shall not render unnecessary approval of any subsequent Transfer. \n     (c)     No Waiver. The City's approval of a Transfer Proposal does not constitute a waiver or release of any of the rights of the City against the Transferring Grantee under this Chapter, a Franchise, or Applicable Law, whether such rights arose before or after the date of approval of the Transfer Proposal. \n     (d)     Proposal Submission. For purposes of this Section, the Applicant shall be the proposed Transferee. At least one hundred twenty (120) calendar days prior to the contemplated effective date of a Transfer, the Applicant shall submit a Transfer Proposal to the Board for approval of the Transfer. \n     (e)     Exceptions.\n          (1)     Affiliate Transfers. Neither a Transfer Proposal or Board approval shall be required for a Transfer to an Affiliate of the Grantee (\"Affiliate Transfer\") where the Grantee and the proposed Transferee (the \"Transfer Parties\") meet the following requirements: \n               (i)     The Transfer Parties provide all instruments and legal documents effecting the Affiliate Transfer, a description of the nature of the Affiliate Transfer, complete information describing who will have direct and indirect ownership and Control of the Franchise and the Facilities after the Affiliate Transfer within one hundred and twenty (120) calendar days of the effective date of the Affiliate Transfer, and any additional information within ten (10) City business days of the Department's request, and \n               (ii)     The Transfer Parties meet the following conditions and provide the following assurances, guarantees, and warranties to the City in writing, expressly for the benefit of the City, in a form acceptable to the Department and the City Attorney, and no later ninety (90) calendar days before the effective date of the Affiliate Transfer, and: \n                    (a)     The Grantee is not in Material Breach of the Franchise, this Code or a UCP and there have been no more than two minor breaches of the Franchise, this Code, or a UCP as determined pursuant to Article VIII of this Chapter, in the prior twelve (12) month period; and \n                    (b)     The proposed Transferee (1) has demonstrated to the City's reasonable satisfaction that it is reputable and capable, financially and otherwise, of performing each of the Grantee's obligations under the Franchise and any other documents to be assigned; and (2) is not forbidden by Applicable Law from transacting business or entering into contracts with the City; and (3) is subject to the jurisdiction of the courts of the State of California; and (4) is not in default with respect to any obligations that it has to City, and \n                    (c)     Any Person guaranteeing the performance of the Grantee under the Franchise (or any other Person approved by the Department and the City Attorney) guarantees in a substantially similar manner the performance of the proposed Transferee; and \n                    (d)     The Transfer Parties warrant that the Transfer is being made for a legitimate business purpose and not to deprive the City of the benefits of the Franchise, any other documents proposed to be Transferred, or other Applicable Law; and \n                    (e)     The proposed Transferee warrants that it has read, accepts, and agrees to be bound by each and every term of the Franchise, any other documents to be Transferred, and other Applicable Law then in effect; and \n                    (f)     The proposed Transferee agrees to assume all responsibility for all liabilities, acts, and omissions known and unknown of each of its predecessor Grantees for all purposes, including renewal of the Franchise, and to cure all defects; and \n                    (g)     The proposed Transferee agrees that the Transfer will not permit it to take any position or exercise any right which could not have been exercised by the Grantee; and \n                    (h)     The Transfer Parties warrant that the Transfer will not substantially increase the financial burdens upon or substantially diminish the financial resources available to the proposed Transferee (the warranty to be based upon comparing the burdens upon and resources that will be available to the proposed Transferee compared to the Grantee), or otherwise adversely affect the ability of the proposed Transferee to perform its commitments under the Franchise; and \n                    (i)     The Transfer Parties warrant that the Transfer will not in any manner adversely affect the City or Subscribers (including by increasing rates); and \n                    (j)     The proposed Transferee agrees that the Transfer does not affect any evaluation of its legal, financial, or technical qualifications that may arise under the Franchise or other Applicable Law after the Transfer, and does not directly or indirectly authorize any additional Transfers. \n               (iii)     The Transfer Parties notify the City within thirty (30) City business days that the Transfer is complete and provide copies to the Department of all fully executed documents reflecting the Transfer. \n          (2)     Transfer Proposal May Be Required. If the Transfer Parties are unable to provide information and assurances in a form acceptable to the Department and the City Attorney as provided in Subsection (e)(1)(ii) above, the Department, in its sole discretion, may require the immediate submission of a Transfer Proposal to the Board for its approval pursuant to this Section. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"14. ","identifier":"11.14. ","catch_text":"TRANSFER PROPOSALS."}}