{"text":"\n     (a)     Initial Proceeding. Notwithstanding the provisions of Section \n11.10 above, within six (6) months of the City's receipt of a written Cable System Franchise renewal notice pursuant to 47 U.S.C. Section 546(a), or upon the Director's own motion, the Director of the Department shall initiate a proceeding pursuant to that Section to identify the City's future cable-related community needs and interests and to review the performance of the Cable System Operator under its current Franchise. \n     (b)     Request for Proposal. Based upon the proceeding initiated pursuant to subsection (a) above, and such other investigation as the Department deems necessary, the Department shall prepare a report for the Board proposing findings regarding the future cable-related community needs and interests of the City and the past performance of the Operator of the Cable System Franchise. The report shall include a proposed request for proposal to renew the Cable System Franchise (\"Request For Renewal Proposal\") pursuant to terms and conditions consistent with the report's proposed findings. The Director shall serve the renewal Applicant with a copy of the report and proposed Request For Renewal Proposal concurrently with the Director's submission to the Board. The Board may adopt the findings of the report by resolution and urge the Director to issue the Request For Renewal Proposal. Issuance of such a Request For Renewal Proposal shall constitute closing of the proceeding. \n     (c)     Department Recommendation Regarding a Renewal Proposal. The Request For Renewal Proposal shall, among other things, establish the soonest date and the latest date on which the Department will accept a Renewal Proposal. The Director of the Department shall provide prompt public notice of receipt of a Renewal Proposal and shall evaluate the Renewal Proposal and forward a recommendation to the Board stating either: (1) that the Franchise should be renewed pursuant to the terms of the Renewal Proposal, or (2) that, as a preliminary matter, the Franchise should not be renewed, and the City should initiate an administrative proceeding pursuant to 47 U.S.C. Section 546(c) to evaluate the issues set forth in that Section. The Director's recommendation shall include a proposed ordinance or resolution consistent with the Director's recommendation. The Director shall serve the renewal Applicant with a copy of the recommendation and proposed ordinance or resolution concurrently with the Director's submission to the Board. \n     (d)     Board Action on the Director's Recommendation. The Board shall take action within the time required by 47 U.S.C. Section 546(c) by adopting either: (1) an ordinance to renew the Franchise pursuant to the terms set forth in the Renewal Proposal; or (2) a resolution making a Preliminary assessment that the Franchise should not be renewed on the terms set forth in the Renewal Proposal and urging the Director of the Department to commence an administrative proceeding pursuant to 47 U.S.C. Section 546(c). \n     (e)     Administrative Proceeding. In the event the Board adopts a resolution making a Preliminary assessment that the Franchise should not be renewed pending the results of an administrative proceeding pursuant to 47 U.S.C. Section 546(c), the Director of the Department shall designate a hearing officer(s) and the Department shall administer the hearing consistent with the requirements of that Section. Within forty-five (45) City business days of the conclusion of the hearing, the hearing officer(s) shall issue a proposed recommendation to grant or deny the Renewal Proposal. The proposed recommendation shall be based upon the record of the proceeding and include a summary of the issues, the evidence presented, and findings and conclusions. It shall also include a proposed ordinance or resolution for the Board's consideration. Copies of the proposed recommendation shall be served upon the parties to the hearing by certified mail. A notice that a copy of the proposed recommendation is available for inspection during normal business hours shall be posted at the office of the Director of the Department. The proposed recommendation shall be a recommendation to the Director, and the Director shall adopt, modify, or deny such recommendation and prepare a final recommendation on the matter based upon the record of the proceeding. Such final recommendation shall be served upon the parties to the hearing and posted in the same manner as provided for the proposed recommendation herein. \n     (f)     Final Board Action. The final recommendation of the Director shall be a recommendation to the Board, and the Board shall act to adopt, modify, or deny such recommendation and issue a final decision on the matter based upon the record of the proceeding. A decision to deny the Renewal Proposal shall be by resolution. A decision to grant the Renewal Proposal shall be by ordinance. The Board's decision on the Renewal Proposal shall state the reasons therefor and shall be final and conclusive. \n     (g)     Suspension of Hearing. Nothing herein shall preclude the Director from suspending the proceeding in the event the Department and the Cable System Operator reach agreement regarding proposed renewal of the Franchise. In the event the Board does not approve such proposal, the Director may resume the proceeding. Board approval of the proposal shall constitute termination of the proceeding. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"15","identifier":"11.15","catch_text":"CABLE SYSTEM RENEWAL PROPOSALS."}}