{"text":"\n     (a)     Revocation for Failure to Comply with the Franchise or this Chapter. In the event of a Material Breach of the Franchise or this Chapter the City may Revoke a Grantee's Franchise. \n     (b)     Revocation Recommendation. In the event the Department believes that a Grantee has committed a Material Breach of its Franchise, the Department shall notify the Grantee in writing that the Grantee must comply with any requirement with which the Grantee has failed to comply and pay any fines or damages owed as a result of the Material Breach. The Grantee shall have twenty (20) City business days to respond to the Department's notice. Thereafter, the Department may recommend Revocation of the Franchise to the Board if it concludes that the Grantee has committed a Material Breach and \n          (1)     The Material Breach is incurable (as in the case with fraud or attempted fraud); or\n          (2)     The Grantee has, after twenty (20) City business days of the written notice from the Department:\n          (i)     Failed to comply with the requirement; or\n          (ii)     If compliance will take more than twenty (20) City business days, even with the exercise of due diligence, failed to agree to a compliance plan acceptable to the City. \n     (c)     Board Proceeding Regarding Revocation.\n          (1)     The Board may consider the Department's Revocation recommendation and may hear any Persons interested therein, and may determine whether (i) Grantee committed a Material Breach; and (ii) if Grantee committed a Material Breach, whether such Material Breach was or should be excused. The Grantee shall be noticed and have an opportunity to be heard at a Board proceeding to consider the Department's Revocation recommendation. \n          (2)     If the Board determines Grantee has committed a Material Breach, but such Material Breach is excused, the Board may, by motion, direct the Grantee to comply with the City's requirements within such time, and upon such terms and conditions, as the Board deems reasonable. If the Board determines Grantee has committed a Material Breach and such Material Breach is not excused, the Board may, by ordinance, Revoke Grantee's Franchise. Nothing herein precludes the Board from setting additional time for Grantee to cure a Material Breach in lieu of Revocation. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"16","identifier":"11.16","catch_text":"FRANCHISE REVOCATION."}}