{"text":"\n     (a)     Notice of Abandonment. Within three (3) months of the effective date of this Section, all Grantees shall provide a map to the Department of Public Works, in a form approved by the City, showing the location of those Facilities located in the Public Rights-of-Way that have been abandoned by Grantee. The map shall include street names and shall show the size and type of the abandoned facilities. Thereafter, Grantees shall provide updated maps to the Department of Public Works at the end of each calendar quarter showing those Facilities in the Public Rights-of-Way abandoned by Grantee during the calendar quarter. For purposes of this Section, \"abandon\" and other similar terms mean that Facilities are no longer used by Grantee for any purpose authorized by a Franchise or by Section 7901 of the California Public Utilities Code. \n     (b)     City Determination Regarding Abandonment. A director of a department may determine by department order that Facilities located in the Public Rights-of-Way, or any part thereof, have been abandoned. A Grantee shall promptly provide information to the Department, upon request, describing in detail the location and use of any Facilities under inquiry. Prior to the department director making an abandonment determination, the department shall provide Grantee written notice of its intent to deem the Grantee's Facilities abandoned. In the event the department cannot determine, after a good faith effort, the owner of the Facilities, notice shall be made by publication. A Grantee may appeal any department determination regarding abandonment by requesting an administrative hearing within ten (10) City business days of the effective date of such a determination, consistent with the provisions of Section \n11.81 below. \n     (c)     Treatment of Abandoned Facilities. In the event Grantee has notified the Department that it has abandoned any part of its Facilities, or the City's determination that Facilities have been abandoned has not been appealed pursuant to Section \n11.81 below, at City's option, Grantee shall: (1) convey all or a portion of the abandoned Facilities to City at no cost; (2) leave all or a portion of the abandoned Facilities in place; or (3) promptly remove all or a portion of the abandoned Facilities and restore City Property as required by City, consistent with Section \n11.18 above. In the event the City elects to have all or a portion of the Facilities conveyed to it, Grantee shall execute such documents of title in a form acceptable to the City Attorney as will convey to the City free and clear of liens and/or adverse claims of title all right, title, and interest in the abandoned Facilities, or any part thereof. \n     (d)     Abandonment May Be a Material Breach. If a Grantee abandons a substantial portion of its Facilities so as to compromise the provision of Service under its Franchise, such abandonment may be a Material Breach of a Franchise. \n     (e)     Liability. A Grantee shall assume all liability for abandoned Facilities unless and until title is conveyed to another Person consistent with any requirements of a Franchise or other Applicable Law or the City takes title to such Facilities pursuant to this Section. \n     (f)     Expedited Abandonment Determination.\n          (1)     Request For Determination. Notwithstanding the provisions of subsections (a) through (d) above, in the event that during an excavation a Person or City department discovers Facilities that appear to be abandoned and the Person or City department requests a determination of abandonment in order to: (1) avoid unnecessary excavation through use of the abandoned Facilities; (2) resolve an emergency situation, or (3) prevent significant delays or cost overruns on the excavation project, the Person or City department may request the Director of the Department of Public Works to issue an expedited abandonment determination. \n          (2)     Abandonment Order. If demonstrated to be necessary to preserve the public health, safety and welfare, or for the public convenience and necessity, the Director of the Department of Public Works may issue an expedited abandonment determination in the form of a departmental order (\"Order\") and shall serve a copy of the Order by certified mail on the owner of the Facilities, or provide notice as set forth in subsection (4) below, if the owner is unknown. The Order shall set forth the City's proposed disposition of the Facilities. \n          (3)     Appeal And Final Order. The owner of the Facilities shall have three (3) City business days from receipt of the Order to comply with or appeal the Order in writing on the basis that the Facilities are not abandoned. In the event of a request for appeal, the Department of Public Works shall hold an administrative hearing within five (5) City business days of the request. If no appeal is requested, the Order shall become final upon passage of the time for appeal and the City may dispose of the Facilities as set forth therein. \n          (4)     Unknown Owner. In the event the owner of the Facilities cannot be readily identified, the Director of the Department of Public Works shall post the Order at the excavation site and shall serve a copy of the departmental Order by certified mail on the following Persons: (1) all utility excavators installing Facilities in the Public Rights-of-Way within the last three (3) years of the discovery of the Facilities; and (2) after reviewing excavation permits issued within the last three (3) years, all Persons the Department of Public Works has reason to believe may have an ownership interest in the Facilities. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nARTICLE IV:\nREPORTING REQUIREMENTS\n\n\nSec. 11.34.\nFinancial Reports. \n\nSec. 11.35.\nService Provider List. \n\nSec. 11.36.\nDocuments Due Upon Filing. \n\nSEC. 11.34.  FINANCIAL REPORTS.\n     Unless otherwise provided in a Franchise, any Person subject to a Franchise Fee computed in relation to Gross Revenues shall file the following financial statements with the Controller: \n     (a)     Quarterly Statement of Gross Revenues. Within forty (40) City business days of the end of each calendar quarter, a statement showing its Gross Revenues during the preceding quarter and the number of Subscribers served. \n     (b)     Annual Statement of Gross Revenues. Within sixty (60) City business days of the end of its fiscal year, a statement setting forth the computation of Gross Revenues used to calculate the Franchise Fee for the preceding year and a detailed explanation of the method of computation showing Gross Revenues by category; and (ii) what, if any, deductions were made from Gross Revenues in calculating the Franchise Fee (e.g., bad debt, credits and refunds), and the amount of each deduction. The statement shall be certified by a certified public accountant, the chief financial officer of the Person liable for the fee, or such other Person who is authorized and qualified to make representations on behalf of the Person owing the Franchise Fees regarding its revenues. \n     (c)     Final Statement of Gross Revenues. Within sixty (60) City business days following Termination of a Franchise, a final statement of Gross Revenues for the period from the beginning of the previous annual report through the end of the Franchise term, which statement shall contain the information and be certified in the same manner as required for an Annual Statement of Gross Revenues. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.35.  SERVICE PROVIDER LIST.\n     A Grantee shall provide a list of all Persons using its Facilities to provide Service or sell a commodity, including UVPPs, to the Director of the Department each time that it makes a Franchise Fee payment to the City. Failure to submit an accurate list may constitute a Material Breach of the Franchise. Cable System Grantees shall not include leased access providers or public. educational, or government users of its Facilities on such a service-provider list. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.36.  DOCUMENTS DUE UPON FILING.\n     A Grantee shall deliver the following documents to the Director of the Department concurrent with the filing of the documents or within seven (7) City business days of receipt by the reporting entity: \n     (a)     Notices of deficiency, forfeiture, or foreclosure related to the Facilities in the Public Rights-of-Way;\n     (b)     Any request for protection under bankruptcy laws, or any judgment related to a declaration of bankruptcy by the Grantee or any Affiliate; and \n     (c)     Any pledge in trust, mortgage or other encumbrance which has been recorded against or attached to the Grantee's Facilities, whether by act of the Grantee or otherwise. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nARTICLE V:\nRECORD REVIEW, RETENTION, AND ACCESS RIGHTS\n\n\nSec. 11.37.\nApplicability. \n\nSec. 11.38.\nAccess to Records. \n\nSec. 11.39.\nVoluminous Materials. \n\nSec. 11.40.\nProprietary Documents. \n\nSec. 11.41.\nAudit Results. \n\nSec. 11.42.\nFive Year Retention. \n\nSec. 11.43.\nInspection. \n\nSec. 11.44.\nFranchise Compliance Reports. \n\nSEC. 11.37.  APPLICABILITY.\n     All Persons required to pay a Franchise Fee to the City shall be subject to the provisions of this Article. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.38.  ACCESS TO RECORDS.\n     The City shall have the right to inspect and copy at any time during normal business hours at the nearest office of a Person owing a Franchise Fee, or at such location within the City as the City may designate, all books and records reasonably necessary to monitor compliance with the terms of this Chapter, a Franchise, or other Applicable Law. This right includes the right to inspect not only the books and records of such a Person, but also any books and records related to the management of the Facilities or its operations held by an Affiliate or any other Operator, contractor, subcontractor or any Person holding any form of management contract for the Facilities. It shall be the obligation of a Person owing a Franchise Fee to make such books and records available to the City and to collect and produce the information requested by City. For purposes of this Article, the term \"books and records\" shall be read expansively to include information in whatever format stored. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.39.  VOLUMINOUS MATERIALS.\n     If any books and records are too voluminous, or for security reasons cannot be copied and moved, then the Person owing a Franchise Fee may designate a location mutually agreed to by the City and the Person at which the inspection shall take place, provided that (1) the Person must make necessary arrangements for copying documents selected by the City after its review; and (2) the Person must pay all travel and additional copying expenses incurred by the City (above those that would have been incurred had the documents been produced in the City) in inspecting those documents or having those documents inspected by its designee. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.40.  PROPRIETARY DOCUMENTS.\n     Access to the books and records of a Person owing a Franchise Fee shall not be denied on the basis that said books and records contain proprietary information. Proprietary information received by the City from such a Person, and clearly marked as Proprietary pursuant to Section \n11.20 above shall be treated as provided in that Section. Notwithstanding the provisions of Section \n11.38 above, where the City concludes that maintaining copies of proprietary, trade secret, or otherwise protected materials is not reasonably required in order for the City to fairly determine a Person's compliance with the terms of this Chapter, a Franchise, or other Applicable Law, the City shall consider inspecting such information at the Person's local office, rather than copying and maintaining such information. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.41.  AUDIT RESULTS.\n     If an audit reveals that a Person has underpaid Franchise Fees owed in an amount equal to or exceeding five (5) percent of the Franchise Fees actually paid (excluding Franchise Fees deposited in an escrow account pursuant to Section \n11.26 above), and the Gross Revenues of such Person exceed one million dollars ($1,000,000) within any twelve (12) month period covered by the audit, the cost of the audit shall be borne by the Person owing the Franchise Fees. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.42.  FIVE YEAR RETENTION.\n     Books and records required to be retained under this Chapter, a Franchise, or other Applicable Law shall be kept for at least five (5) years from the date such book or record was prepared. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.43.  INSPECTION.\n     Facilities shall be subject to the right of periodic inspection by the City, without notice, to determine compliance with the provisions of this Chapter, the Franchise, or other Applicable Law. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.44.  FRANCHISE COMPLIANCE REPORTS.\n     (a)     Controller's Report. No less than every two (2) years, the Controller shall file a report with the Board analyzing whether each Person owing a Franchise Fee is complying with the audit, reporting requirements, and payment obligations contained in this Chapter and any Franchise. \n     (b)     Department's Report. No less than every two (2) years, the Department shall file a report with the Board analyzing whether each Grantee is complying with all provisions of this Chapter and its Franchise, except for those addressed by the Controller's Report. The Department's Report shall also identify any Person who may be subject to this Chapter but has not complied with the obligation to obtain a Franchise or pay Franchise Fees. \n\nARTICLE VI:\nCABLE SYSTEM REQUIREMENTS\n\n\nSec. 11.45.\nApplicability. \n\nSec. 11.46.\nCustomer Service Requirements. \n\nSec. 11.47.\nTechnical Requirements. \n\nSec. 11.48.\nRate Regulation. \n\nSec. 11.49.\nSubscriber Privacy. \n\nSec. 11.50.\nType of Franchise. \n\nSec. 11.51.\nCompliance With Customer Service Standards and Consumer Protection Laws. \n\nSec. 11.52.\nPublic Service Announcements in the Event of an Emergency. \n\nSec. 11.53.\nInterconnection. \n\nSEC. 11.45.  APPLICABILITY.\n     In addition to satisfying requirements established in a Franchise, all of the provisions of this \nArticle VI shall apply to Cable Systems providing Cable Service to Subscribers, except as prohibited by Applicable Law. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.46.  CUSTOMER SERVICE REQUIREMENTS.\n     (a)     Non-Discriminatory Access to Service. A Cable System Grantee shall provide Cable Service upon request to the City or any Person in the Required Service Area, at no more than the standard installation rate for all Subscribers, without charge for any line extension, regardless of whether extension of plant is required. A Cable System Grantee or UVPP shall not be required to provide Cable Service to any Subscriber who does not pay the applicable fees or charges, except as may be required by the terms of an applicable Franchise. \n     (b)     Inside Wiring. The obligation to provide Cable Service includes the obligation to provide the inside wiring required to deliver the Cable Service to the customer premises equipment used to receive the Cable Service, at no more than the standard installation rate, so long as the Grantee can obtain any necessary consent to access the premises. However, a Grantee or UVPP may not require a Subscriber or the City to use inside wiring provided by Grantee as a condition of receiving Service. \n     (c)     Exclusive Contracts. A Cable System Grantee may not require a Subscriber or a building owner or manager to enter into an exclusive contract as a condition of receiving Service. Any exclusive contract executed after the effective date of the ordinance adopting this Chapter shall inform the Person executing the exclusive contract, in type of equal size and prominence to the rest of the contract: (1) that the Person cannot be denied Service for refusing to agree to an exclusive contract; and (2) that installation rates may be subject to regulation and they should contact the City's Department of Telecommunications and Information Services for additional information. The notice shall include a phone number and contact for the Department of Telecommunications and Information Services provided by the Director. \n     (d)     Month-to-Month Service. Cable Services shall be available to Subscribers on a month-to-month basis. \n     (e)     Disconnection/Downgrades. A Cable System Grantee or UVPP shall promptly disconnect from the Cable System or downgrade any Subscriber who so requests. No period of notice prior to voluntary termination or downgrade of Service may be required of Subscribers by any Grantee or UVPP. A Subscriber shall not be liable for any penalty, termination charge, or charge for Service after the date of any voluntary disconnection unless all of the following apply: (1) the Subscriber took Service pursuant to a bona fide promotional offering that offered the Subscriber reduced rates or increased Service if Service was taken for a designated period; and (2) the Service offering required the Subscriber to pay for disconnection if Service was terminated before the end of the Service period; and (3) the disconnection fee does not exceed the difference between the price paid by the Subscriber for Service already received and the price the Subscriber would have paid if Service had been purchased at the standard price available to Subscribers; and (4) the disconnection fee was prominently displayed, and agreed to in writing by the Subscriber. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.47.  TECHNICAL REQUIREMENTS.\n     (a)     Technical Standards. All Cable Systems shall meet or exceed the technical standards set forth in 47 C.F.R. Subpart K (Sections 76.601and any other applicable technical standards established by Applicable Law. \n     (b)     Tests. A Cable System Grantee shall perform all tests necessary to demonstrate compliance with technical and performance standards established by its Franchise and other Applicable Law. Unless a Franchise or Applicable Law provides otherwise, all tests shall be performed following procedures prescribed by the Department. A written report of any test results shall be filed with the City within seven (7) City business days of a request by the City. If a location fails to meet technical or performance specifications, the Cable System Grantee shall, without requiring additional action by the City, promptly take corrective action, retest the locations until compliance is achieved, and report the results of its corrective action to the City. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.48.  RATE REGULATION.\n     The City reserves all power to implement and impose regulation on a Cable System's rates and charges to the maximum extent permissible under Applicable Law. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.49.  SUBSCRIBER PRIVACY.\n     Every Cable System Grantee or UVPP shall at all times protect the privacy of all Subscribers by implementing and complying with the provisions of 47 U.S.C. Section 551. A Grantee or UVPP shall not condition the provision of Service on the Subscriber's grant of permission to disclose information which, pursuant to Applicable Law, cannot be disclosed without the Subscriber's explicit consent. Any notice provided to a Subscriber pursuant to subsection (a) of 47 U.S.C. Section 551 shall inform the Subscriber, in type of equal size and prominence to the rest of the notice: (1) that the Subscriber cannot be denied Service for failure to grant permission to disclose information requiring the Subscriber's consent; and (2) that the Subscriber shall have the right to prevent disclosure of his or her name and address. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.50.  TYPE OF FRANCHISE.\n     A person holding a Cable System Franchise that is not for an OVS may not acquire an OVS Franchise for the same Facilities unless the Person applies for an OVS Franchise. Similarly, a Person holding an OVS Franchise may not acquire a Cable System Franchise that is not for an OVS unless the Person applies for an appropriate Franchise. In either case, the Person's acceptance of a new Franchise Pursuant to Section \n11.13(j) above shall not be effective unless it includes an instrument in a form approved by the City Attorney surrendering the pre-existing Franchise. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.51.  COMPLIANCE WITH CUSTOMER SERVICE STANDARDS AND CONSUMER PROTECTION LAWS.\n     A Cable System Grantee or UVPP shall, at all times, comply with all applicable customer service standards and consumer protection laws established by Applicable Law, including, without limitation, those established by the FCC at 47 C.F.R. 76.309. A Cable System Grantee or UVPP shall also comply with any additional customer service standards established by the City from time to time that exceed or address matters not addressed by the standards established by other Applicable Law and any consumer protection laws enacted by the City from time to time that are not specifically preempted by other Applicable Law. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.52.  PUBLIC SERVICE ANNOUNCEMENTS IN THE EVENT OF AN EMERGENCY.\n     Every Cable System Grantee shall install and maintain an emergency alert system that can override audio and video on all channels to provide an emergency alert to Subscribers. Such an emergency alert system must be designed and maintained so that local officials designated by the City can activate the system remotely without the Grantee's assistance. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.53.  INTERCONNECTION.\n     To the extent financially and technically possible and when requested by the City, a Cable System shall interconnect with another Cable System within or adjacent to the City and with any City-owned communications network for which the City requests interconnection, on fair, reasonable, and non-discriminatory terms for purposes of ensuring the full availability of access to public, educational, and government access signals. Such interconnection shall not give any Person the right to use or distribute another Person's Proprietary, commercial programming. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nARTICLE VII:\nMISCELLANEOUS PROVISIONS\n\n\nSec. 11.54.\nCity Reservation of Rights. \n\nSec. 11.55.\nCompliance With All Applicable Law. \n\nSec. 11.56.\nLiquidated Damages. \n\nSec. 11.57.\nActs at Grantee's Expense. \n\nSec. 11.58.\nNo Recourse for Grantee's Damages. \n\nSec. 11.59.\nInsurance. \n\nSec. 11.60.\nSecurity. \n\nSec. 11.61.\nFraud. \n\nSec. 11.62.\nLocal Office. \n\nSec. 11.63.\nCity May Perform Work. \n\nSec. 11.64.\nInstallation of City-Owned Communications Facilities. \n\nSec. 11.65.\nOrder of Precedence. \n\nSec. 11.66.\nIndemnification. \n\nSec. 11.67.\nRemedies Cumulative. \n\nSec. 11.68.\nEminent Domain. \n\nSec. 11.69.\nNo Representations. \n\nSec. 11.70.\nReopener. \n\nSec. 11.71.\nTime Is of the Essence. \n\nSec. 11.72.\nSeverability. \n\nSEC. 11.54.  CITY RESERVATION OF RIGHTS.\n     Except where rights are expressly waived by the City in a Franchise, they are reserved, whether expressly enumerated or not. The City shall have the plenary authority to regulate Grantees, UVPPs, or Facilities as may now or hereafter be lawfully permissible pursuant to its police powers and municipal powers authority. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.55.  COMPLIANCE WITH ALL APPLICABLE LAW.\n     (a)     A Grantee or UVPP shall at all times be subject to and shall comply with the provisions of this Chapter, its Franchise, and all other Applicable Law. \n     (b)     A Grantee or UVPP shall comply with 29 USC Section 151 et seq. which prohibits discrimination based on an employee's decision to form, join and/or participate in the activities of employee organizations of the employee's own choosing for the purpose of representation. A Grantee shall notify all contractors and subcontractors performing any work, labor or services on Grantee's behalf in the City and County of San Francisco that they must comply with this Section. Nothing in this section shall be interpreted or applied so as to create any duty or power in conflict with any Federal or State law. \n     (c)     A Grantee may not discriminate or take any adverse action against any of its employees or the employees of any of its contractors or subcontractors performing work, labor or services on Grantee's behalf in the City and County of San Francisco in retaliation for speaking before or filing a complaint with any government agency or Court of Law in the City and County of San Francisco regarding the employee's good faith belief that the Grantee or its contractor or subcontractor has violated Federal, State or Local Law, or this franchise, or in informing, testifying or participating in any government agency or court sponsored proceeding in the City and County of San Francisco. Accordingly any internal policies, employee handbooks, directives, or codes of conduct shall not be construed to limit employees from informing, testifying before or participating in any government agency or court sponsored proceeding in the City and County of San Francisco regarding the employee's good faith belief that the Grantee or its contractor or subcontractor has violated Federal, State or Local Law, or this franchise. Nothing in this section shall be interpreted or applied so as to create any duty or power in conflict with any Federal or State Law. \n     (d)     If any part or provision of this Section, or the application of this Section, to any person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other persons or circumstances, shall not be affected by such a holding and shall continue in full force and effect. To this end, the provisions of this Section are severable. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 61-06, File No. 051651, App. 4/6/2006)\n\nSEC. 11.56.  LIQUIDATED DAMAGES.\n     A Franchise granted pursuant to this Chapter shall require liquidated damages for specified breaches of the Franchise. The Franchise shall also provide that the City may withdraw any liquidated damages owed from the Grantee's security deposit pursuant to Section \n11.60 below, if the Grantee has failed to secure such breach after ten (10) City business days notice from the City. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.57.  ACTS AT GRANTEE'S EXPENSE.\n     Any act that a Grantee or UVPP is or may be required to perform under this Chapter, a Franchise, or other Applicable Law shall be performed at the Grantee or UVPP's expense, unless expressly provided to the contrary in this Chapter, the Franchise, or other Applicable Law. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.58.  NO RECOURSE FOR GRANTEE'S DAMAGES.\n     No Person shall have recourse against the City for any loss, cost, expense, or damage arising out of the enforcement of any provision or requirement of this Chapter, a Franchise, or other Applicable Law. Notwithstanding the foregoing, nothing herein precludes a Person from seeking and obtaining any injunctive relief against the City. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.59.  INSURANCE.\n     A Franchise granted pursuant to this Chapter shall require a Grantee to obtain insurance or self-insure as required by the City's Risk Manager. Failure to provide or maintain any required insurance shall constitute a Material Breach of a Franchise. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.60.  SECURITY.\n     (a)     Security for Subscribers and the City. In addition to any bond and/or deposit requirements established by the City's Public Works Code, a Franchise granted pursuant to this Chapter shall require a Grantee to provide to the Department such cash deposits and any other security instrument(s) (including, without limitation, performance bonds and letters of credit) deemed necessary by the Risk Manager to guarantee Grantee's faithful performance of and compliance with all provisions of this Chapter, the Franchise, and other Applicable Law. A Franchise granted pursuant to this Chapter shall require separate cash deposits and other security instrument(s) to cover costs and damages incurred by the City and to cover costs and damages incurred by any Subscriber, including attorneys' fees and costs, as a result of Grantee's failure to comply with any provision of this Chapter, the Franchise, or other Applicable Law. A Grantee's failure to provide or maintain any required cash deposit and other security instrument(s) shall constitute a Material Breach of its Franchise. \n     (b)     Amount of Security Required. The City's Risk Manager shall determine the amount and type of security required pursuant to subsection (a) above. Notwithstanding the foregoing, the Franchise may contain terms permitting the value of the cash deposit and other security instrument(s) to be reduced upon completion of a substantial portion of any construction obligation contained in a Franchise. At a minimum, the Franchise shall establish procedures whereby the City may unilaterally withdraw money from the cash deposit and security instrument(s) to pay monies owed by a Grantee to the City, and shall require a Grantee to replenish the cash deposit and security instrument(s) when such withdrawals are made. Within twenty (20) City business days of a Grantee's submission of its Annual Statement of Gross Revenues, the City shall pay interest to the Grantee on any cash deposit held by the City pursuant to this Section at the rate of the City's pooled funds. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.61.  FRAUD.\n     If a Grantee defrauds or attempts to defraud the City or Subscribers, or intentionally submits false or misleading information to the City, such actions may be deemed a Material Breach of the Franchise. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.62.  LOCAL OFFICE.\n     Grantees providing retail Service to residential Subscribers shall maintain an office in the City to address Subscriber billing and other customer service-related issues. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.63.  CITY MAY PERFORM WORK.\n     Upon Grantee's failure, refusal, or neglect to perform any work or other act required by this Chapter, its Franchise, or other Applicable Law within any time prescribed therefor, the City may cause such work or other act to be completed in whole or in part, and upon so doing shall submit to Grantee an itemized statement of the costs thereof. The Grantee shall, within twenty (20) City business days after receipt of such statement, pay to the City the entire amount thereof. In event Grantee fails to make such payment, or any other payment due the City under this Chapter, the monies shall be charged against Grantee's deposit or other security instrument(s) as provided pursuant to Section 11.59 above. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.64.  INSTALLATION OF CITY-OWNED COMMUNICATIONS FACILITIES.\n     Unless precluded by Applicable Law, at a City department's timely request consistent with the excavation coordination process set forth in Section \n2.4.11 of the City's Public Works Code, a Grantee excavating in the Public Rights-of-Way or on other City Property shall install City-owned communications Facilities, including, without limitation, conduit, fiber, and/or hand holds, in the excavation site at a charge to the City of the incremental costs incurred for such installation, including, without limitation, any additional design costs necessary to install the City-owned Communications Facilities. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.65.  ORDER OF PRECEDENCE.\n     Except as precluded by Applicable Law, to the extent the provisions of this Chapter, a Franchise, or other Applicable Law are in conflict, the provisions which impose the higher or greater legal duty or obligation upon a Grantee or UVPP shall take precedence, unless a different order of precedence is expressly set forth in a Franchise. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.66.  INDEMNIFICATION.\n     In addition to an indemnification provision required by the City's Risk Manager, a Franchise granted pursuant to this Chapter shall require a Grantee to indemnify the City for any costs associated with defending the award of a Franchise to Grantee. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.67.  REMEDIES CUMULATIVE.\n     All remedies under this Chapter, a Franchise, or other Applicable Law are cumulative unless otherwise expressly stated. The exercise of one remedy shall not foreclose use of another, nor shall the exercise of a remedy or the payment of liquidated damages or penalties relieve a Grantee of its obligations to comply with this Chapter, its Franchise, or other Applicable Law. Remedies may be used singly or in combination. In addition, the City may exercise any rights it has at law or in equity. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.68.  EMINENT DOMAIN.\n     Nothing herein shall be deemed or construed to impair or affect, in any way or to any extent, the City's exercise of the right of eminent domain or to grant a right of eminent domain to any Person. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.69.  NO REPRESENTATIONS.\n     No reference herein, or in any Franchise, to a \"Public Rights-of-Way\" shall be deemed to be a representation or guarantee by the City that its interest or other right to control the use of such property is sufficient to permit its use for such purposes, and a Grantee shall be deemed to gain only those rights to use as are vested in the City. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.70.  REOPENER.\n     Every Franchise granted pursuant to this Chapter shall contain a provision requiring that the City and Grantee shall amend the Franchise to assure that each party receives the benefit of the bargain intended under the Franchise in the event that: (1) any provision of a Franchise is preempted by Applicable Law; or (2) the parties agree in the Franchise that any other matter will trigger such renegotiation rights. The provision shall permit either Party to request negotiations to implement the provision and shall provide for a dispute resolution process to be available to either party forty (40) City business days after a request for negotiations in the event that the parties are unable to mutually agree on how to revise the Franchise to properly redistribute the benefits of the bargain. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.71.  TIME IS OF THE ESSENCE.\n     Time shall be of the essence for any Franchise. A Grantee or UVPP shall not be relieved of its obligation to comply promptly with any of the provisions of a Franchise or this Chapter by any failure of the City to enforce prompt compliance. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.72.  SEVERABILITY.\n     If any part of this Chapter, or the application thereof to any Person or circumstance, is held invalid, the remainder of this Chapter, including the application of such part or provision to other Persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, provisions of this Chapter are severable. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nARTICLE VIII:\nVIOLATIONS OF THIS CHAPTER, A FRANCHISE, OR A UTILITY CONDITIONS PERMIT\n\n\nSec. 11.73.\nDuty to Identify Potential Violations. \n\nSec. 11.74.\nComplaints of Alleged Violations of this Chapter or a Franchise. \n\nSec. 11.75.\nNotice of Violation. \n\nSec. 11.76.\nNotice Imposing Administrative Penalties and Enforcement Costs. \n\nSec. 11.77.\nAmount of Administrative Penalties. \n\nSec. 11.78.\nEnforcement Costs. \n\nSec. 11.79.\nAccrual of Penalties and Costs. \n\nSec. 11.80.\nFinality of the Department's Determination and Collection of Assessed Penalties and Costs. \n\nSec. 11.81.\nAdministrative Review. \n\nSec. 11.82.\nDeposit of Penalties. \n\nSec. 11.83.\nSuspension of Action on Permit Applications. \n\nSec. 11.83-A.\nPenalties for Violation of Customer Service and Consumer Protection Standards. \n\nSEC. 11.73.  DUTY TO IDENTIFY POTENTIAL VIOLATIONS.\n     The Department of Public Works and the Department shall identify potential violations of this Chapter, a Franchise, or a UCP. In consultation with the City Attorney's Office, the Department shall take appropriate action to resolve violations of this Chapter, a Franchise, or a UCP. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.74.  COMPLAINTS OF ALLEGED VIOLATIONS OF THIS CHAPTER OR A FRANCHISE.\n     (a)     Filing A Complaint. Any Person affected by any alleged violation of any provision of this Chapter, a Franchise, or a UCP may file a formal complaint with the Department. The complaint shall contain the following: \n          (1)     The name and address of the complainant;\n          (2)     The nature and location of the alleged violation;\n          (3)     The manner in which the complainant was affected;\n          (4)     The provisions of this Chapter, a Franchise, or a UCP allegedly violated; and\n          (5)     The specific action which complainant requests.\n     (b)     Hearing in Response to Complaints. If, upon receipt and investigation of a complaint, the Department finds no basis for concluding that a violation of this Chapter, a Franchise, a UCP, or other Applicable Law has occurred, the complainant will be notified and no further action need be taken. The Department may hold a hearing based on the allegations of the complaint or at the request of the Person alleged to be responsible for a violation where it determines that such a hearing would facilitate the Department's determination of whether a violation has occurred. The Department shall provide ten (10) City business days written notice to the complainant and the Person alleged to be responsible for the violation if it determines to hold such a hearing. Such notice shall set forth the time and place of such hearing and shall notify the complainant and the Person alleged to be responsible for the violation that they will have an opportunity to be heard and to present evidence at the hearing. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.75.  NOTICE OF VIOLATION.\n     If the Department believes a violation of this Chapter, a Franchise, or a UCP has occurred, either as the result of a complaint filed pursuant to Section \n11.74 above, or through any other means independent of that process, which, after consultation with the City Attorney, the Department determines does not warrant Franchise revocation pursuant to Section \n11.16 above, or action pursuant to Section \n11.5 above, the Department shall serve a written notice of violation upon the Person responsible for the violation. The notice of violation shall contain specific allegations, setting forth the violations of this Chapter, a Franchise, or a UCP, shall specify the manner in which the violation must be remedied, and shall state whether the Department intends to seek suspension of excavation permits pursuant to Section \n11.83 below. The responsible Person shall have ten (10) City business days to correct or otherwise remedy the violation. The responsible Person may contact the Department, if necessary, to discuss the violation. For violations that create an imminent danger to public health, safety, or welfare, the Department shall have the authority to: (1) remedy the violation and charge the costs of such remedy to the responsible Person; or (2) notify the responsible Person to immediately remedy the violation. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.76.  NOTICE IMPOSING ADMINISTRATIVE PENALTIES AND ENFORCEMENT COSTS.\n     If a Person fails to remedy a violation within the time specified in a notice of violation issued pursuant to Section \n11.75 above, the Department shall provide written notice to the responsible Person if the Department intends to impose administrative Penalties or enforcement costs. This notice shall include the amount of the penalties and an estimate of the enforcement costs that will be due, and declare that such penalties and costs are due and payable to the City Treasurer within twenty (20) City business days. The notice also shall state that the violator has the right, pursuant to Section \n11.81 below, to request administrative review of the Department's determination. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.77.  AMOUNT OF ADMINISTRATIVE PENALTIES.\n     Any Person who fails to comply with a notice of violation issued pursuant to Section \n11.75 above for violation of this Chapter may be liable for an administrative penalty consistent with the procedure set forth in Section \n11.76 above. The imposition of administrative penalties is within the discretion of the Department. The Department may assess an administrative penalty of up to one thousand dollars ($1,000.00) per day, per violation. In assessing the amount of the administrative penalty, the Department may consider any one or more of the following: the nature and seriousness of the misconduct, the number of violations, the persistence of the misconduct, the length of time over which the misconduct occurred, the willfulness of the responsible Person's misconduct, and the responsible Person's assets, liabilities, and net worth. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.78.  ENFORCEMENT COSTS.\n     In addition to any administrative penalty assessed pursuant to this Article, the Department may assess the responsible Person the reasonable enforcement costs incurred by the Department, including reasonable attorneys' fees. The imposition of enforcement costs is within the discretion of the Department. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.79.  ACCRUAL OF PENALTIES AND COSTS.\n     Penalties and costs assessed pursuant to this Article shall continue to accrue against the responsible Person until the violation is corrected or otherwise remedied in the judgment of the Department. A timely request for administrative review or appeal shall stay the accrual of penalties and costs until a final determination concerning the violation is issued by the Department. In the event of a final determination adverse to the responsible Person, the responsible Person shall pay the penalties and costs set forth in an accounting from the Department within ten (10) City business days of receipt of the accounting, or such penalties and costs will continue to accrue from the date the accounting was received. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.80.  FINALITY OF THE DEPARTMENT'S DETERMINATION AND COLLECTION OF ASSESSED PENALTIES AND COSTS.\n     If no request for administrative review is filed pursuant to Section \n11.81 below, the Department's determination shall be final. Thereafter, if the penalties and costs are not paid within the time specified in the notice, the Department may pursue any method of collection of such penalties and costs authorized by Applicable Law, including but not limited to deductions from any deposit or other security instrument held by the City, and any civil action. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.81.  ADMINISTRATIVE REVIEW.\n     (a)     Request for Administrative Review. Any Person that is designated as the party responsible for a violation may seek administrative review of the matter within ten (10) City business days of the date of the notice imposing administrative penalties, or if no notice imposing administrative penalties is issued, within twenty (20) City business days of a notice of violation. Administrative review shall be initiated by filing with the Director of the Department a request for review that specifies in detail the basis for contesting the notice of violation, the designation of the responsible party, or the assessment of the administrative penalties or enforcement costs. \n     (b)     Notice for and Scheduling of Administrative Review Hearing. Whenever administrative review is requested pursuant to subsection (a) above, the Department within ten (10) City business days of receipt of the request, shall notify the affected parties of the date, time, and place of the administrative review hearing by certified mail. Such hearing shall be held no later than thirty (30) City business days after the Director of the Department receives the request for administrative review, unless time is extended by mutual agreement of the affected parties. \n     (c)     Submittals for the Administrative Review Hearing. The Department shall appoint a hearing officer for the administrative review hearing. At least three (3) City business days prior to the hearing, the parties to the hearing shall submit written information to the hearing officer including, but not limited to, the following: a statement of the issues to be determined by the hearing officer, a statement of the evidence to be offered at the hearing and the identity of any witnesses to appear at the hearing. \n     (d)     Conduct of the Administrative Review Hearing. The administrative review hearing shall be open to the public, shall be published at least seventy-two (72) hours in advance, and shall be tape-recorded. Any party to the hearing may, at its own expense, cause the hearing to be recorded by a certified court reporter. During the hearing, evidence and testimony may be presented to the hearing officer. \n     (e)     Proposed Decision. The hearing officer shall issue a proposed decision including a summary of the issues and the evidence presented, and findings and conclusions, within ten (10) City business days of the conclusion of the administrative review hearing. Copies of the proposed decision shall be served upon the parties to the hearing by certified mail. A notice that a copy of the proposed decision is available for inspection during normal business hours shall be posted at the office of the Director of the Department. The proposed decision shall be a recommendation to the Director, and the Director shall adopt, modify, or deny such recommendation and prepare a final decision on the matter. Such final decision shall be served upon the parties to the hearing and posted in the same manner as provided for the proposed decision herein. The Director's decision shall be a final administrative determination following five (5) City business days of notice to the parties. Grantee may appeal such decision pursuant to California Code of Civil Procedure Section 1094.5. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.82.  DEPOSIT OF PENALTIES.\n     Any penalties assessed and recovered in an action brought pursuant to this Article shall be deposited in a special account, to be known as the Subscriber Service Account, to be used for the purpose of promoting the interests of Subscribers in the City. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.83.  SUSPENSION OF ACTION ON PERMIT APPLICATIONS.\n     For good cause to protect the public health, safety and welfare, the Director of the Department may request the Director of the Department of Public Works to suspend issuance of excavation permits to a Person who is determined, after notice and a hearing, to be in violation of this Chapter or a Franchise. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\nSEC. 11.83-A.     PENALTIES FOR VIOLATION OF CUSTOMER SERVICE AND CONSUMER PROTECTION STANDARDS.\n     (a)     Applicable Standards. A State Video Franchise holder shall comply with all of the customer service and consumer protection standards contained in: (1) California Government Code Sections 53055, 53055.1, 53055.2, and 53088.2; and (2) Title 47, Code of Federal Regulations, Section 76.309(c), or any other customer service standards pertaining to the provision of video service subsequently established by federal law or adopted by federal regulation. \n     (b)     Amount of Penalties.\n          (1)     If the Department finds that a State Video Franchise holder is in Material Breach of any of the customer service or consumer protection standards identified in subsection (a) above, and that such Material Breach was in the reasonable control of the State Video Franchise holder, the Department may impose the following monetary penalties: (A) a maximum of five hundred dollars ($500) for each day of each Material Breach, not to exceed one thousand five hundred dollars ($1,500) for each occurrence of a Material Breach; (B) a maximum of one thousand dollars ($1,000) for each day of each Material Breach, not to exceed three thousand dollars ($3,000) for each occurrence of the Material Breach for any subsequent Material Breach of the same nature occurring within twelve (12) months; and (C) a maximum of two thousand five hundred dollars ($2,500) for each day of each Material Breach, not to exceed seven thousand five hundred dollars ($7,500) for each occurrence of the Material Breach for a third or further Material Breach of the same nature occurring within those same twelve (12) months; provided that the increased penalties may only be assessed after the Department has provided the State Video Franchise holder with notice and a penalty has been assessed pursuant to subsection (c) below. \n          (2)     The Department shall not seek to impose a penalty on a State Video Franchise holder for a violation of any of the customer service or consumer protection standards contained in subsection (a) above other than in the amounts authorized by this Section. For other violations of this Chapter, the penalties authorized by Section \n11.77 shall still apply. \n     (c)     Procedure to Impose Penalties.\n          (1)     The Department shall notify a State Video Franchise holder in writing of any Material Breach of any of the customer service or consumer protection standards contained in subsection (a) above, and the penalty to be imposed for such Material Breach. The State Video Franchise holder shall have thirty (30) days from the receipt of the notice to remedy the specified Material Breach or the penalties set forth in the notice shall be imposed. \n          (2)     The Department shall not seek to impose a penalty on a State Video Franchise holder for a violation of any of the customer service or consumer protection standards contained in subsection (a) above without first sending the State Video Franchise holder notice of the violation as required by this Section. For other violations of this Chapter, the notice required by Section \n11.75 shall still apply. \n     (d)     Material Breach. A Material Breach for the purposes of assessing penalties under this Section shall be deemed to have occurred for each day following the expiration of the thirty (30)-day notice period that any Material Breach has not been remedied by the State Video Franchise holder, irrespective of the number of Subscribers affected. \n     (e)     Use of Penalties. Any penalty assessed under this Section shall be divided as follows: (1) fifty percent (50%) of the penalty assessed shall be placed in the Subscriber Service Account established under Section \n11.82; and (2) fifty percent (50%) of the penalty assessed shall be remitted to the State of California to be placed in the Digital Divide Account established under California Public Utilities Code Section 280.5. \n(Added by Ord. 99-09, File No. 090287, App. 6/19/2009)\nARTICLE IX:\nRESERVED\nSEC. 11.84.  RESERVED.\n(Added by Ord. 293-96, App. 7/17/96; amended by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 203-04, File No. 040752, App. 8/5/2004; Ord. 209-08, File No. 080886, App. 9/19/2008; repealed by Ord. 178-11, File No. 110806, App. 9/21/2011, Eff. 10/21/2011) \nSEC. 11.85.  RESERVED.\n(Added by Ord. 293-96, App. 7/17/96; amended by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 209-08, File No. 080886, App. 9/19/2008; Repealed by Ord. 169-10, File No. 100095, App. 7/23/2010) \nSEC. 11.86.  RESERVED.\n(Added by Ord. 293-96, App. 7/17/96; amended by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 203-04, File No. 040752, App. 8/5/2004; Ord. 209-08, File No. 080886, App. 9/19/2008; Repealed by Ord. 169-10, File No. 100095, App. 7/23/2010) \nSEC. 11.87.  RESERVED.\n(Added by Ord. 293-96, App. 7/17/96; amended by Ord. 58-00, File No. 000198, App. 4/7/2000; Repealed by Ord. 169-10, File No. 100095, App. 7/23/2010) \nSEC. 11.88.  RESERVED.\n(Added by Ord. 293-96, App. 7/17/96; amended by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 203-04, File No. 040752, App. 8/52004; Ord. 209-08, File No. 080886, App. 9/19/2008; Repealed by Ord. 169-10, File No. 100095, App. 7/23/2010) \nSEC. 11.89.  RESERVED.\n(Added by Ord. 293-96, App. 7/17/96; amended by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 203-04, File No. 040752, App. 8/52004; Repealed by Ord. 169-10, File No. 100095, App. 7/23/2010) \n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"11","chaptersection":"33","identifier":"11.33","catch_text":"ABANDONMENT."}}