{"text":"\n     (a)     Non-Discriminatory Access to Service. A Cable System Grantee shall provide Cable Service upon request to the City or any Person in the Required Service Area, at no more than the standard installation rate for all Subscribers, without charge for any line extension, regardless of whether extension of plant is required. A Cable System Grantee or UVPP shall not be required to provide Cable Service to any Subscriber who does not pay the applicable fees or charges, except as may be required by the terms of an applicable Franchise. \n     (b)     Inside Wiring. The obligation to provide Cable Service includes the obligation to provide the inside wiring required to deliver the Cable Service to the customer premises equipment used to receive the Cable Service, at no more than the standard installation rate, so long as the Grantee can obtain any necessary consent to access the premises. However, a Grantee or UVPP may not require a Subscriber or the City to use inside wiring provided by Grantee as a condition of receiving Service. \n     (c)     Exclusive Contracts. A Cable System Grantee may not require a Subscriber or a building owner or manager to enter into an exclusive contract as a condition of receiving Service. Any exclusive contract executed after the effective date of the ordinance adopting this Chapter shall inform the Person executing the exclusive contract, in type of equal size and prominence to the rest of the contract: (1) that the Person cannot be denied Service for refusing to agree to an exclusive contract; and (2) that installation rates may be subject to regulation and they should contact the City's Department of Telecommunications and Information Services for additional information. The notice shall include a phone number and contact for the Department of Telecommunications and Information Services provided by the Director. \n     (d)     Month-to-Month Service. Cable Services shall be available to Subscribers on a month-to-month basis. \n     (e)     Disconnection/Downgrades. A Cable System Grantee or UVPP shall promptly disconnect from the Cable System or downgrade any Subscriber who so requests. No period of notice prior to voluntary termination or downgrade of Service may be required of Subscribers by any Grantee or UVPP. A Subscriber shall not be liable for any penalty, termination charge, or charge for Service after the date of any voluntary disconnection unless all of the following apply: (1) the Subscriber took Service pursuant to a bona fide promotional offering that offered the Subscriber reduced rates or increased Service if Service was taken for a designated period; and (2) the Service offering required the Subscriber to pay for disconnection if Service was terminated before the end of the Service period; and (3) the disconnection fee does not exceed the difference between the price paid by the Subscriber for Service already received and the price the Subscriber would have paid if Service had been purchased at the standard price available to Subscribers; and (4) the disconnection fee was prominently displayed, and agreed to in writing by the Subscriber. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"46. ","identifier":"11.46. ","catch_text":"CUSTOMER SERVICE REQUIREMENTS."}}