{"text":"\n     The following shall not be required to obtain a Franchise under this Chapter: \n     (a)     The City;\n     (b)     A UVPP that is only delivering Cable Service or other communications service (as that term is used in 47 U.S.C. Section 542(h)) to Subscribers; \n     (c)     Persons using Facilities solely to provide only Telecommunications Services unless and until Applicable Law permits local governments to require telephone corporations in California to obtain a local Franchise or pay fair and reasonable compensation for the use of the Public Rights-of-Way in connection with the provision of Telecommunications Service; \n     (d)     Persons using Facilities solely to provide Service to themselves, and not to any third parties on a for hire or commercial basis; \n     (e)     Persons, other than Operators of a Cable System, using Facilities installed in the Rights-of-Way where:\n          (1)     Such Person, or its Affiliates, do not or will not own directly or indirectly, a significant interest in Facilities installed in the Rights-of-Way and are not responsible for the installation or maintenance of Facilities in the Public Rights-of-Way; and \n          (2)     The Facilities used by such Person have been authorized to occupy the Public Rights-of-Way for the purposes for which they are being used; \n     (f)     Persons using any portion of Facilities installed in the Public Rights-of-Way to provide Service where:\n          (1)     Such Facilities are covered by a Franchise; and\n          (2)     Such Person agrees, in writing in a form acceptable to the City Attorney, to be bound by the terms and conditions of such Franchise as a Grantee under such Franchise and for purposes of this Chapter; and \n     (g)     Persons who hold an encroachment permit, or other valid permit or Permission, issued by the Department of Public Works or the Board, consistent with Applicable Law, allowing them to place all of the Facilities at issue in the Public Rights-of-Way, so long as such Facilities are limited to those of a specified type and size and placed only at specifically authorized and discrete locations in the Public Rights-of-Way. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"4","identifier":"11.4","catch_text":"EXCEPTIONS TO FRANCHISE REQUIREMENT."}}