{"text":"\n     (a)     A Grantee or UVPP shall at all times be subject to and shall comply with the provisions of this Chapter, its Franchise, and all other Applicable Law. \n     (b)     A Grantee or UVPP shall comply with 29 USC Section 151 et seq. which prohibits discrimination based on an employee's decision to form, join and/or participate in the activities of employee organizations of the employee's own choosing for the purpose of representation. A Grantee shall notify all contractors and subcontractors performing any work, labor or services on Grantee's behalf in the City and County of San Francisco that they must comply with this Section. Nothing in this section shall be interpreted or applied so as to create any duty or power in conflict with any Federal or State law. \n     (c)     A Grantee may not discriminate or take any adverse action against any of its employees or the employees of any of its contractors or subcontractors performing work, labor or services on Grantee's behalf in the City and County of San Francisco in retaliation for speaking before or filing a complaint with any government agency or Court of Law in the City and County of San Francisco regarding the employee's good faith belief that the Grantee or its contractor or subcontractor has violated Federal, State or Local Law, or this franchise, or in informing, testifying or participating in any government agency or court sponsored proceeding in the City and County of San Francisco. Accordingly any internal policies, employee handbooks, directives, or codes of conduct shall not be construed to limit employees from informing, testifying before or participating in any government agency or court sponsored proceeding in the City and County of San Francisco regarding the employee's good faith belief that the Grantee or its contractor or subcontractor has violated Federal, State or Local Law, or this franchise. Nothing in this section shall be interpreted or applied so as to create any duty or power in conflict with any Federal or State Law. \n     (d)     If any part or provision of this Section, or the application of this Section, to any person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other persons or circumstances, shall not be affected by such a holding and shall continue in full force and effect. To this end, the provisions of this Section are severable. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000; Ord. 61-06, File No. 051651, App. 4/6/2006)\n\n","heading":{"title":"11","chaptersection":"55. ","identifier":"11.55. ","catch_text":"COMPLIANCE WITH ALL APPLICABLE LAW."}}