{"text":"\n     (a)     Security for Subscribers and the City. In addition to any bond and/or deposit requirements established by the City's Public Works Code, a Franchise granted pursuant to this Chapter shall require a Grantee to provide to the Department such cash deposits and any other security instrument(s) (including, without limitation, performance bonds and letters of credit) deemed necessary by the Risk Manager to guarantee Grantee's faithful performance of and compliance with all provisions of this Chapter, the Franchise, and other Applicable Law. A Franchise granted pursuant to this Chapter shall require separate cash deposits and other security instrument(s) to cover costs and damages incurred by the City and to cover costs and damages incurred by any Subscriber, including attorneys' fees and costs, as a result of Grantee's failure to comply with any provision of this Chapter, the Franchise, or other Applicable Law. A Grantee's failure to provide or maintain any required cash deposit and other security instrument(s) shall constitute a Material Breach of its Franchise. \n     (b)     Amount of Security Required. The City's Risk Manager shall determine the amount and type of security required pursuant to subsection (a) above. Notwithstanding the foregoing, the Franchise may contain terms permitting the value of the cash deposit and other security instrument(s) to be reduced upon completion of a substantial portion of any construction obligation contained in a Franchise. At a minimum, the Franchise shall establish procedures whereby the City may unilaterally withdraw money from the cash deposit and security instrument(s) to pay monies owed by a Grantee to the City, and shall require a Grantee to replenish the cash deposit and security instrument(s) when such withdrawals are made. Within twenty (20) City business days of a Grantee's submission of its Annual Statement of Gross Revenues, the City shall pay interest to the Grantee on any cash deposit held by the City pursuant to this Section at the rate of the City's pooled funds. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"60. ","identifier":"11.60. ","catch_text":"SECURITY."}}