{"text":"\n     (a)     Request for Administrative Review. Any Person that is designated as the party responsible for a violation may seek administrative review of the matter within ten (10) City business days of the date of the notice imposing administrative penalties, or if no notice imposing administrative penalties is issued, within twenty (20) City business days of a notice of violation. Administrative review shall be initiated by filing with the Director of the Department a request for review that specifies in detail the basis for contesting the notice of violation, the designation of the responsible party, or the assessment of the administrative penalties or enforcement costs. \n     (b)     Notice for and Scheduling of Administrative Review Hearing. Whenever administrative review is requested pursuant to subsection (a) above, the Department within ten (10) City business days of receipt of the request, shall notify the affected parties of the date, time, and place of the administrative review hearing by certified mail. Such hearing shall be held no later than thirty (30) City business days after the Director of the Department receives the request for administrative review, unless time is extended by mutual agreement of the affected parties. \n     (c)     Submittals for the Administrative Review Hearing. The Department shall appoint a hearing officer for the administrative review hearing. At least three (3) City business days prior to the hearing, the parties to the hearing shall submit written information to the hearing officer including, but not limited to, the following: a statement of the issues to be determined by the hearing officer, a statement of the evidence to be offered at the hearing and the identity of any witnesses to appear at the hearing. \n     (d)     Conduct of the Administrative Review Hearing. The administrative review hearing shall be open to the public, shall be published at least seventy-two (72) hours in advance, and shall be tape-recorded. Any party to the hearing may, at its own expense, cause the hearing to be recorded by a certified court reporter. During the hearing, evidence and testimony may be presented to the hearing officer. \n     (e)     Proposed Decision. The hearing officer shall issue a proposed decision including a summary of the issues and the evidence presented, and findings and conclusions, within ten (10) City business days of the conclusion of the administrative review hearing. Copies of the proposed decision shall be served upon the parties to the hearing by certified mail. A notice that a copy of the proposed decision is available for inspection during normal business hours shall be posted at the office of the Director of the Department. The proposed decision shall be a recommendation to the Director, and the Director shall adopt, modify, or deny such recommendation and prepare a final decision on the matter. Such final decision shall be served upon the parties to the hearing and posted in the same manner as provided for the proposed decision herein. The Director's decision shall be a final administrative determination following five (5) City business days of notice to the parties. Grantee may appeal such decision pursuant to California Code of Civil Procedure Section 1094.5. \n(Added by Ord. 58-00, File No. 000198, App. 4/7/2000)\n\n","heading":{"title":"11","chaptersection":"81. ","identifier":"11.81. ","catch_text":"ADMINISTRATIVE REVIEW."}}