{"text":"\n     (a)     There shall be established a council to be known as the Advisory Council on Human Rights (hereinafter called \"Council\"), representative of the following interests or groups: Employer, labor, racial, religious, ethnic, housing, appropriate governmental agencies, and such other as the Mayor shall deem advisable. The members of the Council shall be appointed by the Mayor to serve at his or her pleasure and shall not be subject to the residence requirements of the Charter. The Council shall advise the Commission and shall be authorized to mediate and conciliate, upon specific request by the Commission, and to perform such other functions as shall from time to time be deemed appropriate by the Commission. \n     Members of the council shall serve without compensation. \n     (b)     The Commission may form such special committees within and without the Advisory Council as are necessary to assist the Commission in the solution of specific problems within the scope of its responsibilities. The members of such committees shall be appointed by the Mayor upon the recommendation of the Commission, and shall serve until released by the Mayor upon the recommendation of the Commission and shall be residents of the City and County of San Francisco. \n     Members of special committees shall serve without compensation. \n     (c)     There shall be established a special committee of no fewer than three persons who are publicly identified with the lesbian/gay community or who have worked closely with such community. The members of the committee shall be appointed by the Commission and shall serve until released by the Commission. Members shall be residents of the City and County of San Francisco. \n     The committee shall address itself specifically to the identification and solution of problems associated with the lesbian/gay community, and shall file written reports thereon with the Commission. \n     Members of the committee shall serve without compensation and all meetings of the committee shall be public. \n     (d)     The Board of Supervisors declares that individuals appointed to the Advisory Council on Human Rights and Special Committees created pursuant to this Section, and other advisory committees created to advise the Commission, are intended to represent and further the interests of Minority Business Enterprises, Woman Business Enterprises and Local Business Enterprises, and that such representation and furtherance will ultimately serve the public interest. Accordingly, the Board of Supervisors finds that for the purposes of persons who hold such office, the owners, officers, and employees of Minority Business Enterprises, Women Business Enterprises and Local Business Enterprises are tantamount to and constitute the public generally within the meaning of Section 87103 of the California Government Code. \n(Amended by Ord. 540-82, App. 11/12/82; Ord. 180-91, App. 5/15/91)\n\n","heading":{"title":"12A","chaptersection":"6. ","identifier":"12A.6. ","catch_text":"ADVISORY COUNCIL; SPECIAL COMMITTEES."}}