{"text":"\n     In addition to the other powers and duties set forth in this ordinance, the Commission shall have the power and duty to: \n     (a)     Study, investigate, mediate and hold public hearings on community-wide problems arising in this City and County which may result in intergroup tensions or discrimination because of actual or perceived race, religion, color, ancestry, age, sex, sexual orientation, gender identity, physical disability, weight, height or place of birth. In the performance of its duties under this subsection, the Commission, as permitted by law, may require by subpoena ad testificandum setting forth the specific nature of its inquiry, the attendance and testimony under oath of any person directly involved in or concerned with discrimination within the scope of this ordinance whose presence and testimony is reasonably necessary to its inquiry; provided, however, that any such inquiry involving any agency, board, or officer of the City and County shall be governed by the provisions of Subsection (f) hereof. In case of the refusal of any person to attend or testify as required by a subpoena ad testificandum issued by the Commission, the Commission may proceed to petition for a court order pursuant to Section 1991 of the California Code of Civil Procedure. \n     (b)     Prepare and disseminate educational and informational material relating to prejudice and discrimination and ways and means of eliminating such prejudice and discrimination. \n     (c)     Furnish cooperation, information, guidance and technical assistance to other public agencies and private persons, organizations and institutions engaged in activities and programs intended to eliminate prejudice and discrimination. \n     (d)     Consult with and maintain contact with other public agencies and with representatives of employers, labor unions, property owners associations, realtor associations, religious denominations and institutions, professional associations, national origin groups, community organizations concerned with interracial, interreligious and intercultural understanding, social welfare organizations and such other private organizations and institutions as the Commission shall deem advisable to further the objectives of this ordinance. \n     (e)     Cooperate with and make written recommendations to City and County agencies, boards and officers, as well as the agencies, boards or officers operating under State law within the City and County of San Francisco, towards the development and implementation of programs and practices for the purpose of furthering the objectives of this ordinance. The Commission and the affected agency, board or officer shall submit reports of progress in establishing and implementing such programs and practices as are from time to time requested by the Mayor through the chair of the Commission. \n     (f)     Subject to the approval of the Mayor, request of any City and County agency, board or office information, services, facilities and any other assistance for the purpose of furthering the objectives of this ordinance. All such requests shall be promptly complied with by the affected agency, board or officer. \n     (g)     Investigate and, with the assent of the parties, mediate all incidents of discrimination within the scope of this ordinance to the extent such functions are not within the exclusive responsibilities of the California Fair Employment Practices Commission or any federal or other State agency, and make specific and detailed recommendations to the interested parties as to the method of eliminating such discrimination. The Commission shall also be authorized to investigate complaints of discrimination brought by citizens involving agencies, boards or officers operating under State law within the City and County of San Francisco, and, where appropriate, to make written recommendations to said agencies or to represent citizens before said agencies. \n     (h)     Prepare, encourage and coordinate programs of voluntary affirmative action to reduce or eliminate existing inequalities and disadvantages in the City and County resulting from past discriminatory practices. \n(Amended by Ord. 599-82, App. 12/24/82; Ord. 433-94, App. 12/30/94; Ord. 278-96, App. 7/3/96; Ord. 255-99, File No. 991146, App. 10/8/99; Ord. 101-00, File No. 000476, App. 5/26/2000) \n\n","heading":{"title":"12A","chaptersection":"5","identifier":"12A.5","catch_text":"POWERS AND DUTIES."}}