{"text":"\n     (a)     It shall be an unfair practice for any person, firm, partnership, association or corporation engaged in the business of real estate development, purchase, sale and/or brokerage to commit intentionally any one or more of the following acts in the course of such business: \n          (1)     Induce directly or indirectly or attempt to induce directly or indirectly the sale or listing for sale of real property by representing that a change has occurred or will or may occur with respect to the racial, religious or ethnic composition of the block, neighborhood or area in which said property is located. \n          (2)     Induce directly or indirectly or attempt to induce directly or indirectly the sale or listing for sale of real property by representing that the residence or anticipated residence of any particular race, religious or ethnic group in the area will or may result in: (i) the lowering of property values; (ii) a change in the racial, religious or ethnic composition of the block, neighborhood or area in which the property is located; (iii) an increase in criminal or antisocial behavior in the area; and (iv) a decline of the quality of the schools serving the area. \n          (3)     Make any representation to any prospective purchaser that any block, neighborhood or area has undergone or will or might undergo a change with respect to the religious, racial or ethnic composition of the block, neighborhood or area for the purpose of discouraging the purchase of property in a particular area. \n     (b)     Nothing in this ordinance shall be construed to discourage any person, firm, partnership, association or corporation from engaging in legitimate business practices related to the purchase from or sale to persons of any actual or perceived race, religion, color, ancestry, age, sex, sexual orientation, physical disability, weight, height or place of birth, of real property in any neighborhood of this City and County, nor shall anything in this ordinance be construed as discouraging any person or family of whatever race, religion, color, ancestry, age, sex, sexual orientation, physical disability, weight, height or place of birth from seeking real property in any neighborhood of this City and County. \n(Amended by Ord. 410-74, App. 8/28/74; Ord. 255-99, File No. 991146, App. 10/8/99; Ord. 101-00, File No. 000476, App. 5/26/2000)\n\n","heading":{"title":"12A","chaptersection":"8","identifier":"12A.8","catch_text":"UNFAIR NEIGHBORHOOD PRACTICES."}}