{"text":"\n     (a)     There is hereby established a commission to be known as the Human Rights Commission of the City and County of San Francisco (hereinafter called \"Commission\"), consisting of 15 members broadly representative of the general public and the employer, labor, religious, racial, age, sex, sexual orientation, gender identity, disabled and ethnic groups in the City and County, to be appointed by the Mayor. Four of the members who are first appointed shall be designated to serve for terms of one year, four for two years, four for three years and three for four years from the date of their appointments. Thereafter, members shall be appointed as aforesaid for a term of office of four years, except that all of the vacancies occurring during a term shall be filled for the unexpired term. A member shall hold office until his or her successor has been appointed and has qualified. The Commission shall elect a chair from among its members. The term of office as chair of the Commission shall be for the calendar year or for that portion thereof remaining after each such chair is designated or elected. The compensation of members of said Commission shall be $25 for each meeting of the Commission actually attended by said members; provided, however, that no member shall be paid for attending more than four Commission meetings in any one calendar month. \n     (b)     The position of Executive Secretary to the Commission shall be established pursuant to and subject to Sections 3.500 and 8.200 of the Charter of the City and County of San Francisco. The person occupying such position shall be appointed by the chair of the Commission with the approval of a majority of the members of the Commission. The position of Executive Secretary to the Commission shall be exempted from the residency and electoral requirements of Section 16.98 of the San Francisco Administrative Code. All staff personnel shall be under the immediate direction and supervision of the Executive Secretary. \n(Amended by Ord. 503-83 App. 10/14/83; Ord. 271-89, App. 7/28/89; Ord. 433-94, App. 12/30/94)\n\n","heading":{"title":"12A","chaptersection":"4","identifier":"12A.4","catch_text":"ESTABLISHMENT; APPOINTMENT; TERMS; EXECUTIVE SECRETARY."}}