{"text":"\n     The population of this City and County is composed of people of various racial, religious and ethnic groups. In this City and County the practice of discrimination on the actual or perceived grounds of race, religion, color, ancestry, age, sex, sexual orientation, gender identity, disability, weight, height or place of birth and the exploitation of prejudice related thereto adversely affects members of minority groups. \n     Such discriminatory practices are inimical to the public welfare and good order in that they: (a) impede social and economic progress for the entire citizenry by preventing members of minority groups from achieving full development of their individual potentialities and from contributing fully to the cultural and business life of the community; (b) constantly frustrate, degrade and embitter members of minority groups, thereby diminishing their initiative and interests in the community; and (c) tend to create intergroup hostilities and antisocial behavior. \n     The products of discrimination accumulate continuously, with the result that the social, economic and educational gaps between those suffering discrimination and the majority of the community constantly widen. As a result, mere prohibition of future and present discrimination, while essential, will not reduce the inequalities and disadvantages which a history of discrimination has produced. Accordingly, affirmative remedial action must be initiated, encouraged and coordinated. \n     Experiences of other urban centers throughout the nation have proved the need for and effectiveness of commissions empowered to study community race relations problems, to work with interested citizens to develop programs to ameliorate tensions and reduce cultural, social and economic disadvantages and to encourage and coordinate implementation of such programs consistent with the needs and rights of members of both the majority and the minority. \n     A substantial number of the aforementioned evils in this City and County are beyond the regulation of applicable State law, and insofar as State law is applicable, voluntary compliance therewith should be fostered by a local human relations commission. \n(Amended by Ord. 75-77, App. 3/4/77; Ord. 433-94, App. 12/30/94; Ord. 255-99, File No. 991146, App. 10/8/99; Ord. 101-00, File No. 000476, App. 5/26/2000) \n\n","heading":{"title":"12A","chaptersection":"1","identifier":"12A.1","catch_text":"FINDINGS."}}