{"text":"\n     (a)     Upon the filing with the Commission of a verified written complaint by any person specifying in detail that an unfair practice, as defined in Section \n12A.8 hereof, has occurred, the chair of the Commission, pursuant to regulations duly adopted by the Commission, shall designate one of the commissioners to make, with the assistance of the Commission's staff, a full and prompt investigation in connection therewith. If, upon such investigation, it is found that the person charged in the complaint has not engaged in or is not engaging in such unlawful practice, such finding, in writing, shall be filed with the Commission and the complaint shall be dismissed. If, upon such investigation, it is found that probable cause exists for the allegations made in the complaint, the chair of the Commission, pursuant to regulations duly adopted by the Commission, shall direct appropriate personnel to endeavor to eliminate the unfair practice charged in the complaint by means of conciliation and persuasion. \n     (b)     In case of failure to eliminate the unfair practice by the means provided in Subsection (a) of this Section, the Commission shall review the matter and shall, by conciliation and mediation, endeavor to eliminate the unfair practice. The Commissioner who shall have previously made the investigation provided for in Subsection (a) of this Section shall not participate in any of the proceedings hereunder except as a witness and the aforesaid endeavors at conciliation shall not be received in evidence. In furtherance of such conciliation and mediation, the Commission may make specific recommendations to the parties involved, but such recommendations shall not constitute a decision, finding of fact, judgment or order of the Commission, or be binding upon or be admissible in any court in any subsequent proceeding brought under Subsection (f) of this Section. \n     In the performance of its duties under the provisions of this subsection, the Commission may require, by subpoena setting forth the specific nature of its inquiry, the attendance of any person and/or the production of any papers, documents or records under his or her control which are relevant and reasonably necessary to its activities. In case of the refusal of any person to attend or testify or produce any papers, documents or records required by a subpoena issued by the Commission, the Commission may proceed to petition for a court order pursuant to Section 1991 of the Code of Civil Procedure. All proceedings under this subsection shall be public. \n     (c)     All evidence and information given to or obtained by the Commission in any proceedings under the provisions of Subsection (a) of this Section shall be confidential, and except as provided in Subsection (a) of Section \n12A.11 of this ordinance no such evidence or information shall be divulged or revealed to any person other than parties to the proceedings, members of the Commission and its staff, and the City Attorney, or used against any person at any time by any member or employee of the Commission. Violation of this subsection shall constitute official misconduct and shall constitute cause for removal or discharge pursuant to Section \n8.341 of the Charter of the City and County of San Francisco. \n     (d)     The voluntary giving or furnishing of any information or evidence to the Commission in any proceedings under the provisions of this Section shall not constitute a waiver of any legal or constitutional privileges or defenses. \n     (e)     If the party committing the unfair practice complies with the recommendations of the Commission, the matter shall be deemed settled and terminated and no other proceedings shall be had or taken. \n     (f)     If the Commission is unable to eliminate the unfair practice, it may certify the matter to the City Attorney for appropriate legal action to eliminate such unfair practice. The Commission shall, at the time of certifying said matter, transmit to the City Attorney a copy of its findings and recommendations in such case. The City Attorney shall proceed in the name of the City and County no less than 20 and no more than 40 days after certification, to secure from an appropriate court an order enjoining the defendant from continuing or repeating such practice. If the Commission, prior to the commencement of the court proceedings, as a result of its effort of adjustment or otherwise, finds that the potential defendant is no longer engaging in the unfair practice described in its findings and has complied with the recommendations of the Commission, no such proceeding shall be instituted. \n     (g)     In any court proceedings instituted by the City Attorney hereunder, the court shall hear and consider the matter as if it had never been before the Commission. There shall be no presumptions in favor of any prior action of the Commission, nor shall there be any presumption against a defendant arising out of said defendant's refusal to comply with any recommendation of the Commission. In such cases, the burden of proof shall be upon the City and County to establish by competent and substantial evidence that the defendant has violated this ordinance. \n(Added by Ord. 209-64, App. 7/24/64)\n\n","heading":{"title":"12A","chaptersection":"9","identifier":"12A.9","catch_text":"ADJUSTMENT AND SETTLEMENT OF COMPLAINTS."}}