{"text":"\n     Every contract and property contract for or on behalf of the City shall incorporate by reference and require the contractor to comply with the provisions of Section \n12B.2. In addition, all contractors must incorporate by reference in all subcontracts and require subcontractors to comply with the requirements set forth in Sections \n12B.2(a) and \n12B.2(c) through \n12B.2(k), and failure to do so shall constitute a material breach of contract. \n     In the performance of a contract the contractor agrees as follows: \n     (a)     The contractor or subcontractor will not discriminate against any employee, City and County employee working with such contractor or subcontractor, or applicant for employment with such contractor or subcontractor on the basis of the fact or perception of that person's race, color, religion, ancestry, national origin, age, sex, sexual orientation, gender identity, domestic partner status, marital status, disability, weight, height, AIDS/HIV status, or association with members of classes protected under this chapter or in retaliation for opposition to any practices forbidden under this chapter. Discrimination on the basis of sex includes sexual harassment as defined in Section \n16.9-25(b) of this Code. The contractor or subcontractor will take action to ensure that applicants are employed, and that employees are treated equally during employment, without regard to the fact or perception of their race, color, creed, religion, ancestry, national origin, age, sex, sexual orientation, gender identity, domestic partner status, marital status, disability or AIDS/HIV status. Such action shall include, but not be limited to, the following: Employment, upgrading, demotion or transfer; recruitment or recruitment advertising; layoff or termination; rate of pay or other forms of compensation; and selection for training, including apprenticeship. Nothing in this Chapter shall require or prohibit the establishment of new classifications of employees in any given craft. The provisions of this Section with respect to age shall not apply to (1) termination of employment because of the terms or conditions of any bona fide retirement or pension plan, (2) operation of the terms or conditions of any bona fide retirement or pension plan which has the effect of a minimum service requirement, and (3) operation of the terms or conditions of any bona fide group or insurance plan. The contractor or subcontractor agrees to post in conspicuous places, available to employees and applicants for employment, notices in such form and content as shall be furnished or approved by the awarding authority setting forth the provisions of this Section. \n     (b)     The prime contractor shall state that the prime contractor does not, and will not during the term of the contract discriminate in the provision of bereavement leave, family medical leave, health benefits, membership or membership discounts, moving expenses, pension and retirement benefits or travel benefits as well as any benefits other than bereavement leave, family medical leave, health benefits, membership or membership discounts, moving expenses, pension and retirement benefits or travel benefits between employees with domestic partners and employees with spouses, and/or between the domestic partners and spouses of such employees, where the domestic partnership has been registered with a governmental entity pursuant to State or local law authorizing such registration, subject to the following conditions. In the event that the contractor's actual cost of providing a certain benefit for the domestic partner of an employee exceeds that of providing it for the spouse of an employee, or the contractor's actual cost of providing a certain benefit for the spouse of an employee exceeds that of providing it for the domestic partner of an employee, the contractor shall not be deemed to discriminate in the provision of benefits if the contractor conditions providing such benefit upon the employee agreeing to pay the excess costs. In addition, in the event a contractor is unable to provide a certain benefit, despite taking reasonable measures to do so, the contractor shall not be deemed to discriminate in the provision of benefits if the contractor provides the employee with a cash equivalent. The Director shall be the final arbiter of a contractor's or property contractor's compliance or substantial compliance with this Chapter and the Director's determination shall not be appealable to the Commission. Contractors shall treat as confidential to the maximum extent allowed by law or the requirements of contractor's insurance provider any request by an employee or applicant for employment for domestic partner or spousal benefits or any documentation of eligibility for domestic partner or spousal benefits submitted by an employee or applicant for employment. \n          In adopting this Section \n12B.2(b), the intent of the Board of Supervisors is to equalize to the maximum extent legally permitted the total compensation between similarly situated employees with spouses and employees with domestic partners. \n          In particular, consistent with the severability clause set forth in Section \n12B.6 below, the Board of Supervisors intends that if a court or agency of competent jurisdiction finds that a State or federal law, rule or regulation invalidates (1) the application of this Section to any business, person, type of compensation or benefit, or location; or (2) any other requirement of this Section, then the court or agency should sever the invalid clause and leave in effect the remainder of this Section. \n     (c)     The contractor or subcontractor shall provide reasonable accommodation for qualified disabled applicants for employment and for qualified disabled employees. Said contractor or subcontractor need not provide reasonable accommodation if such would present an undue hardship. An undue hardship may include but not be limited to more than a de minimus cost, violation of the seniority rights of other co-workers as established by a bona fide seniority system, or a health or safety risk to the employee or co-employees. The burden of establishing an undue hardship rests on the employer. \n     (d)     The contractor or subcontractor will in all solicitations or advertisements for employees placed by or on his or her behalf, state that qualified applicants will receive consideration for employment without regard to the fact or perception of their race, creed, religion, color, ancestry, national origin, age, sex, sexual orientation, gender identity, domestic partner status, marital status, disability, weight, height or AIDS/HIV status. \n     (e)     The contractor or subcontractor will send to each labor union or representative of workers with which he or she has a collective bargaining agreement or other agreement or understanding, a notice, in such form and content as shall be furnished or approved by the awarding authority, advising the said labor union or workers' representative of the contractor's or subcontractor's commitments under this Section, and shall post copies of the notice in conspicuous places available to employees and applicants for employment. \n     (f)     The contractor or subcontractor will permit access to its records of employment, employment advertisements, application forms, and other pertinent data and records by the Commission, the City's awarding authority or the Fair Employment and Housing Commission, for the purposes of investigation to ascertain compliance with the nondiscrimination provisions of this Chapter, and upon request shall provide evidence that the contractor has complied or will comply with the nondiscrimination provisions of this Chapter. \n     (g)     A contractor or subcontractor shall be deemed to have breached the nondiscrimination provisions of this Chapter upon:\n          (1)     A finding by the Director or such other official who may be designated by the Commission, that the contractor or subcontractor has wilfully violated such nondiscrimination provisions; or \n          (2)     A finding by the California Fair Employment and Housing Commission that a contractor or subcontractor has violated any provision of the California Fair Employment and Housing Act or the nondiscrimination provisions of this Chapter, provided that the California Fair Employment and Housing Commission has issued a final order pursuant to Section 12970 of the Government Code, or has obtained a judgment and order enforcing the final order pursuant to Section 12973 of the Government Code; provided further, that for the purposes of these provisions, an order or injunction shall not be considered final during the period within which (1) appeal may be taken, or (2) the same has been stayed by order of court, or (3) further proceedings for vacation, reversal or modification are in progress before a competent administrative or judicial tribunal. \n          (3)     Upon such finding by the Director or other official designated by the Commission, or the California Fair Employment and Housing Commission, the awarding authority shall notify the contractor or subcontractor that unless the contractor or subcontractor demonstrates to the satisfaction of the Director or other official designated by the Commission, within such reasonable period as the Commission shall determine, that the violation has been corrected, action will be taken as set forth in Subparagraphs (h) and (i) hereof. \n          (4)     The Commission shall, within 10 days of the date of issuance of any finding by the Director or other official designated by the Commission for the enforcement of this Chapter, mail to any person or persons affected by said finding, a copy of said finding, together with written notice of the right to appeal such finding. Notice of appeal must be filed in writing with the Chairperson of the Commission within 20 days of the date of mailing said copy and notice. \n          (5)     For purpose of appeal proceedings under this Section, a quorum shall consist of eight members of the Commission. The vote of the majority of the full Commission shall be necessary to affirm, reverse or modify such decisions, order or other action rendered hereunder. Should a member of the Commission be designated under Section \n12B.2(g)(1) of this Chapter, that Commissioner may not participate in an appeal under this Section except as a witness. \n          (6)     The presiding officer of the Commission shall have the power to administer oaths to witnesses in appeals before the Commission under this Section. In the event that any person shall fail or refuse to appear as a witness in any such proceeding after being requested to do so, and if it shall appear to the Commission that his or her testimony, or books, records, documents or other things under his or her control are material and relevant as evidence in the matter under consideration by the Commission in the proceeding, the presiding officer of the Commission may subpoena such person, requiring his or her presence at the proceeding, and requiring him or her to bring such books, records, documents or other things under his or her control. \n          (7)     All appeals to the Commission shall be open to the public. Records and minutes shall be kept of such proceedings and shall be open to public inspection. Upon reaching a decision in any appeal, the Commission shall give written notice thereof to the Director or other official designated by the Commission, and the appellant or appellants. The decision of the Commission shall be final unless within 15 days of the filing and service of written notice thereof appropriate legal proceedings are filed in a court of competent jurisdiction by any party to the contract, property contract or subcontract. \n          (8)     If any contractor or subcontractor shall fail to appear at an appeal proceeding of the Commission after having been given written notice to appear, such failure to appear shall be grounds for termination of the contract, property contract or subcontract and such contractor or subcontractor shall be deemed to have forfeited all rights, benefits and privileges thereunder. \n          (9)     The Commission shall promulgate rules and regulations for the implementation of the nondiscrimination provisions of this Chapter.\n     (h)     The awarding authority may deduct from the amount payable to the contractor or subcontractor by the City under any contract or property contract subject to this Chapter, or may impose upon the contractor or subcontractor, a penalty of $50 for each person for each calendar day during which such person was discriminated against in violation of the provisions of this Chapter. In addition to any other penalties provided for the violation of the nondiscrimination provisions of this Chapter or for the failure of any contractor or subcontractor to abide by the rules and regulations of the Commission, the contract, property contract or subcontract may be terminated or suspended, in whole or in part, by the awarding authority upon the basis of a finding as set forth in Section \n12B.2(g) that the contractor has discriminated contrary to the provisions of this Chapter, and all moneys due or to become due hereunder may be forfeited to, and retained by, the City. \n     (i)     A breach of the nondiscrimination provisions in the performance of a contract, property contract or subcontract shall be deemed by the City to be material breach of contract and the basis for determination by the awarding authority that the contractor or subcontractor is an irresponsible bidder as to all future contracts or property contracts for which such contractor or subcontractor may submit bids. Such contractor or subcontractor shall not for a period of up to two years thereafter, or until it shall establish and carry out a program in conformity with the nondiscrimination provisions of this Chapter, be allowed to act as a contractor or subcontractor under any contract or property contract. \n     (j)     Nothing contained in this Chapter shall be construed in any manner so as to prevent the City from pursuing any other remedies that may be available at law, equity or under any contract or property contract. \n     (k)     The contractor or subcontractor will meet the following standards for compliance:\n          (1)     If the contractor or subcontractor has been held to be an irresponsible bidder under Section \n12B.2(i) hereof, the contractor or subcontractor shall furnish evidence that it has established and is carrying out a program in conformity with the nondiscrimination provisions of this Chapter. \n          (2)     The contractor or subcontractor may be required to file with the Commission a basic compliance report, which may be a copy of the federal EEO-1, or a more detailed report as determined by the Commission. Wilful false statements made in such reports shall be punishable as provided by law. No contractor or subcontractor shall be held in noncompliance for not filing such a report with the Commission unless it has been specifically required to do so in writing by the Commission. \n          (3)     Personally, or through its representatives, the contractor or subcontractor shall, through negotiations with the unions with whom it has collective bargaining or other agreements requiring the contractor or subcontractor to obtain or clear its employees through the union, or when the contractor or subcontractor otherwise uses a union as an employment resource, attempt to develop an agreement which will: \n               (A)     Define and outline responsibilities for nondiscrimination in hiring, referral, upgrading and training;\n               (B)     Otherwise implement a nondiscrimination program in terms of the unions' specific areas of skill and geography, such as an apprenticeship program, to the end that minority workers will be available and given an equal opportunity for employment. \n          (4)     The contractor or subcontractor shall notify the awarding authority of opposition to the nondiscrimination provisions of a contract by individuals, firms or organizations during the term of the contract. \n(Amended by Ord. 489-86, App. 12/18/86; Ord. 84-87, App. 3/20/87; Ord. 433-94, App. 12/30/94; Ord. 215-96, App. 5/30/96; Ord. 440-96, App. 11/8/96; Ord. 481-96, App. 12/20/96; Ord. 201-97, App. 5/27/97; Ord. 286-97, App. 7/18/97; Ord. 255-99, File No. 991146, App. 10/8/99; Ord. 101-00, File No. 000476, App. 5/26/2000) \n\n","heading":{"title":"12B","chaptersection":"2. ","identifier":"12B.2. ","catch_text":"NONDISCRIMINATION PROVISIONS."}}