{"text":"\n     (a)     All contracting agencies of the City, or any department thereof, acting for or on behalf of the City and County, shall include in all contracts and property contracts hereinafter executed or amended in any manner or as to any portion thereof, a provision obligating the contractor not to discriminate on the basis of the fact or perception of a person's race, color, creed, religion, national origin, ancestry, age, sex, sexual orientation, gender identity, domestic partner status, marital status, disability or Acquired Immune Deficiency Syndrome, HIV status (AIDS/HIV status), weight, height, association with members of classes protected under this chapter or in retaliation for opposition to any practices forbidden under this chapter against any employee of, any City employee working with, or applicant for employment with such contractor and shall require such contractor to include a similar provision in all subcontracts executed or amended thereunder. \n     (b)     No contracting agency of the City, or any department thereof, acting for or on behalf of the City and County, shall execute or amend any contract or property contract with any contractor that discriminates in the provision of bereavement leave, family medical leave, health benefits, membership or membership discounts, moving expenses, pension and retirement benefits or travel benefits as well as any benefits other than bereavement leave, family medical leave, health benefits, membership or membership discounts, moving expenses, pension and retirement benefits or travel benefits between employees with domestic partners and employees with spouses, and/or between the domestic partners and spouses of such employees, where the domestic partnership has been registered with a governmental entity pursuant to State or local law authorizing such registration, subject to the following conditions. In the event that the contractor's actual cost of providing a certain benefit for the domestic partner of an employee exceeds that of providing it for the spouse of an employee, or the contractor's actual cost of providing a certain benefit for the spouse of an employee exceeds that of providing it for the domestic partner of an employee, the contractor shall not be deemed to discriminate in the provision of benefits if the contractor conditions providing such benefit upon the employee agreeing to pay the excess costs. In addition, in the event a contractor is unable to provide a certain benefit, despite taking reasonable measures to do so, the contractor shall not be deemed to discriminate in the provision of benefits if the contractor provides the employee with a cash equivalent. \n     (c)     Definitions. As used in this Chapter the following words and phrases shall have the meanings indicated herein:\n          \"Age\" shall mean the age of any employee or applicant for employment who has attained the age of 40 years and has not attained the age of 65 years. For the purposes of this Chapter, discrimination because of age shall mean dismissal from employment of, or refusal to employ or rehire any person because of his or her age, if such person has attained the age of 40 years and has not attained the age of 65 years, if the person is physically able and mentally competent to perform the services required. Age limitations of apprenticeship programs in which the State or its political subdivisions participate shall not be considered discriminatory within the meaning of this Chapter. \n          \"Amend\" shall mean to substantively change the terms of a pre-existing contract, and shall not include amendments to decrease the scope of work or the amount to be paid under a contract. Construction change orders shall not be construed as contract amendments for the purposes of this Chapter. \n          \"City\" shall mean the City and County of San Francisco. \n          \"Commission\" shall mean the Human Rights Commission of the City and County of San Francisco. \n          \"Contract\" shall mean an agreement for public works or improvements to be performed, or for goods or services to be purchased or grants to be provided, at the expense of the City and County or to be paid out of moneys deposited in the treasury or out of trust moneys under the control or collected by the City and County, and does not include property contracts, agreements entered into after June 1, 1997 pursuant to settlement of legal proceedings, contracts for urgent litigation expenses, or contracts for a cumulative amount of $5,000 or less per vendor in each fiscal year. \n          \"Contractor\" means any person or persons, firm, partnership, corporation, or combination thereof, who enters into a contract or property contract with a department head or officer empowered by law to enter into contracts or property contracts on the part of the City and County. \n          \"Director\" shall mean the Director of the Human Rights Commission. \n          \"Disability\" shall mean a physical or mental impairment which substantially limits one or more major life activities, or a record of such an impairment. \n          \"Domestic partner\" shall mean any person who has a currently registered domestic partnership with a governmental body pursuant to State or local law authorizing such registration. \n          \"Gender identity\" shall mean a person's various individual attributes as they are understood to be masculine and/or feminine. \n          \"Property contract\" shall mean a written agreement for the exclusive use or occupancy of real property for a term exceeding 29 days in any calendar year, whether by singular or cumulative instrument, (i) for the operation or use by others of real property owned or controlled by the City for the operation of a business, social, or other establishment or organization, including leases, concessions, franchises and easements, or (ii) for the City's use or occupancy of real property owned by others, including leases, concessions, franchises and easements. For the purposes of this Chapter, \"exclusive use\" means the right to use or occupy real property to the exclusion of others, other than the rights reserved by the fee owner. \"Property contract\" shall not include a revocable at-will use or encroachment permit for the use of or encroachment on City property regardless of the ultimate duration of such permit, except that \"property contract\" shall include such permits granted to a private entity for the use of City property for the purpose of a for-profit activity. \"Property contract\" shall also not include street excavation, street construction or street use permits, agreements for the use of City right-of-way where a contracting utility has the power of eminent domain, or agreements governing the use of City property which constitutes a public forum for activities that are primarily for the purpose of espousing or advocating causes or ideas and that are generally recognized as protected by the First Amendment to the U.S. Constitution, or which are primarily recreational in nature. \n          \"Qualified disabled employee\" shall mean a person able to perform the essential functions of a job with reasonable accommodation. \n          \"Sex\" shall mean the character of being male or female. \n          \"Sexual orientation\" shall mean the status of being lesbian, gay, bisexual or heterosexual. \n          \"Subcontract\" shall mean an agreement to (i) provide goods and/or services, including construction labor, materials or equipment, to a contractor, if such goods or services are procured or used in the fulfillment of the contractor's obligations arising from a contract with the City, or (ii) to transfer the right to occupy or use all or a portion of a real property interest subject to a property contract to a subcontractor and pursuant to which the contractor remains obligated under the property contract. \n          \"Subcontractor\" means any person or persons, firm, partnership, corporation or any combination thereof, who enters into a subcontract with a contractor. Such term shall include any person or entity who enters into an agreement with any subcontractor for the performance of 10 percent or more of any subcontract. \n     (d)     The requirements of this Chapter shall apply to (i) any of a contractor's operations within San Francisco; (ii) a contractor's operations on real property outside of San Francisco owned by the City or which the City has a right to occupy if the contractor's presence at that location is connected to a contract or property contract with the City; (iii) where the work is being performed by a contractor for the City within the United States; and (iv) any of a contractor's operations elsewhere within the United States. \n(Amended by Ord. 489-86, App. 12/18/86; Ord. 433-94, App. 12/30/94; Ord. 215-96, App. 5/30/96; Ord. 440-96, App. 11/8/96; Ord. 481-96, App. 12/20/96; Ord. 201-97, App. 5/27/97; Ord. 286-97, App. 7/18/97; Ord. 255-99, File No. 991146, App. 10/8/99; Ord. 101-00, File No. 000476, App. 5/26/2000) \n\n","heading":{"title":"12B","chaptersection":"1. ","identifier":"12B.1. ","catch_text":"ALL CONTRACTS AND PROPERTY CONTRACTS TO INCLUDE NONDISCRIMINATION PROVISIONS; DEFINITIONS."}}