{"text":"\n     The following nondiscrimination guidelines shall apply to all contracts and property contracts subject to this Chapter. \n     In order to be eligible to submit a bid or proposal or to have a bid or proposal considered by the awarding authority, the prospective contractor shall agree to abide by a nondiscrimination program which conforms to the requirements of the Commission. \n     The Commission may also require contractors and subcontractors to take part in a pre-bid or pre-award conference in order to develop, improve or implement a qualifying nondiscrimination program. \n     (a)     Nondiscrimination programs developed pursuant to this Section shall be effective for a period of 12 months from the date of approval by the Commission. Contractors or subcontractors who are members in good standing of a trade association which has negotiated a nondiscrimination program with the Commission may make this association program their commitment for the specific contract or property contract upon approval of the Commission without the process of a separate pre-bid or pre-award conference. Such an association agreement shall be effective for a period of 12 months from the date of approval by the Commission. Trade associations shall provide the Commission with a list of members in good standing in such association. The Commission shall annually supply contracting agencies of the City and County with a list of contractors and subcontractors who have developed approved nondiscrimination programs. \n     (b)     The awarding authority shall be responsible for notifying all prospective bidders or proposers of the requirements of this Section and, when requested by the Commission, for notifying the Commission of each contract or property contract which is being proposed to be put to public bid. \n     (c)     The proposed nondiscrimination program described by this Section, and the pre-bid or pre-award conference which may be required by the Commission, shall, without limitation as to the subject or nature of employment activity, be concerned with such employment practices as: \n          (1)     Apprenticeship where approved programs are functioning, and other on-the-job training for nonapprenticeable occupations;\n          (2)     Classroom preparation for the job when not apprenticeable;\n          (3)     Pre-apprenticeship education and preparation;\n          (4)     Upgrading training and opportunities;\n          (5)     Encouraging the use of contractors and subcontractors of all ethnic groups, provided, however, that any contract or property contract subject to this Chapter shall require the contractor or subcontractor to provide not less than the prevailing wage, working conditions, and practices generally observed in private industries in the City for such work; and \n          (6)     The entry of qualified minority journeypersons into the industry.\n     (d)     Nondiscrimination agreements resulting from the proposed nondiscrimination programs or the pre-bid or pre-award conferences shall not be confidential and may be publicized by the Commission at its discretion. In addition, the Commission may report to the Board of Supervisors, either on request of the Board or on its own initiative, on the progress or the problems which attend the implementation of these agreements or any other aspect of enforcement of this Chapter. \n     (e)     Any job training or education program using the funds, facilities, or staff of the City which, in the judgment of the Board of Supervisors or the Commission, can make a contribution to the implementation of this Chapter shall submit reports to the Commission as requested and shall be required to cooperate with the contractors, subcontractors and unions and with the Commission for the effectuation of the nondiscrimination programs developed under this Chapter. \n(Amended by Ord. 498-75, App. 1/5/75; Ord. 201-97, App. 5/27/97; Ord. 286-97, App. 7/18/97)\n\n","heading":{"title":"12B","chaptersection":"4. ","identifier":"12B.4. ","catch_text":"NONDISCRIMINATION GUIDELINES."}}