{"text":"\n     As used in this Chapter the term: \n     \"Age\" for the purpose of membership refers to the age of any person who has attained the age of 18 years, except for bona fide senior citizen organizations. \n     \"City\" shall mean the City and County of San Francisco. \n     \"Commission\" shall mean the Human Rights Commission of the City and County of San Francisco. \n     \"Contract\" shall mean an agreement for public works or improvements to be performed, or grants to be provided, or for goods or services to be purchased, at the expense of the City and County or to be paid out of moneys deposited in the treasury or out of trust moneys under the control or collected by the City and County, and does not include property contracts, agreements entered into pursuant to settlement of legal proceedings, or contracts for a cumulative amount of $5,000 or less per vendor in each fiscal year. \n     \"Contractor\" means any person or persons, firm, partnership, corporation, or combination thereof, who enters into a contract or property contract with a department head or officer empowered by law to enter into contracts or property contracts on the part of the City and County. \n     \"Director\" shall mean the Director of the Human Rights Commission. \n     \"Disability\" is a physical or mental impairment which substantially limits one or more major life activities, or a record of such an impairment. \n     \"Domestic partner\" shall mean any person who has a currently registered domestic partnership with a governmental body pursuant to State or local law authorizing such registration. \n     \"Gender identity\" shall mean a person's various individual attributes as they are understood to be masculine and/or feminine. \n     \"Property contract\" shall mean a written agreement for the exclusive use or occupancy of real property for a term exceeding 29 days in any calendar year, whether by singular or cumulative instrument, (i) for the operation or use by others of real property owned or controlled by the City for the operation of a business, social, or other establishment or organization, including leases, concessions, franchises and easements, or (ii) for the City's use or occupancy of real property owned by others, including leases, concessions, franchises and easements. For the purposes of this Chapter, \"exclusive use\" means the right to use or occupy real property to the exclusion of others, other than the rights reserved by the fee owner. \"Property contract\" shall not include a revocable at-will use or encroachment permit for the use of or encroachment on City property regardless of the ultimate duration of such permit, except that \"property contract\" shall include such permits granted to a private entity for the use of City property for the purpose of a for-profit activity. \"Property contract\" shall also not include street excavation, street construction or street use permits, agreements for the use of City right-of-way where a contracting utility has the power of eminent domain, or agreements governing the use of City property which constitutes a public forum for activities that are primarily for the purpose of espousing or advocating causes or ideas and that are generally recognized as protected by the First Amendment to the U.S. Constitution, or which are primarily recreational in nature. \n     \"Qualified disabled employee\" shall mean a person able to perform the essential functions of a job with reasonable accommodation. \n     \"Sex\" shall mean the character of being male or female. \n     \"Sexual orientation\" shall mean the status of being lesbian, gay, bisexual or heterosexual. \n     \"Subcontract\" shall mean an agreement to (i) provide goods and/or services, including construction labor, materials or equipment, to a contractor, if such goods or services are procured or used in the fulfillment of the contractor's obligations arising from a contract with the City, (ii) to transfer the right to occupy or use all or a portion of a real property interest subject to a property contract to a subcontractor and pursuant to which the contractor remains obligated under the property contract. \n     \"Subcontractor\" means any person or persons, firm, partnership, corporation or any combination thereof, who enters into a subcontract with a contractor. Such term shall include any person or entity who enters into an agreement with any subcontractor for the performance of 10 percent or more of any subcontract. \n(Amended by Ord. 489-86, App. 12/18/86; Ord. 433-94, App. 12/30/94; Ord. 440-96, App. 11/8/96; Ord. 481-96, App. 12/20/96; Ord. 201-97, App. 5/27/97) \n\n","heading":{"title":"12C","chaptersection":"2","identifier":"12C.2","catch_text":"DEFINITIONS."}}