{"text":"\n     Every contract and property contract entered into by any agency of the City shall incorporate by reference and require contractor to comply with the nondiscrimination provisions of Section \n12C.3. In addition, all contractors must incorporate by reference in all subcontracts and require subcontractors to comply with the requirements of this Section \n12C.3, and failure to do so shall constitute a material breach of contract. \n     In the performance of a contract, the contractor or subcontractor shall agree as follows: \n     (a)     The contractor or subcontractor will not discriminate against any person seeking accommodations, advantages, facilities, privileges, services, or membership in the business, social or other establishment or organization operated by the contractor or subcontractor on the basis of the fact or perception of that person's race, color, creed, religion, national origin, ancestry, age, sex, sexual orientation, gender identity, domestic partner status, marital status, disability, AIDS/HIV status, weight, height, association with members of classes protected under this chapter or in retaliation for opposition to any practices forbidden under this chapter. Services provided by contractor or subcontractor to the public shall be provided regardless of disability of persons otherwise entitled to or qualified for such services. \n     (b)     Should the contractor or subcontractor operate as a membership organization, the contractor or subcontractor will permit access to its membership records, rules, regulations and other pertinent data, by the City's awarding authority, or the Commission, for the purpose of investigating to ascertain compliance with the nondiscrimination provisions of this Chapter, and on request provide evidence that the contractor or subcontractor has complied or will comply with the nondiscrimination provisions of this Chapter. The Director shall be the final arbiter of a contractor's or subcontractor's compliance or substantial compliance with this Chapter and the Director's determination shall not be appealable to the Commission. \n     (c)     A contractor or subcontractor shall be deemed to have breached the nondiscrimination provisions of this Chapter upon:\n          (1)     A finding by the Director or such other official who may be designated by the Commission, that contractor or subcontractor has wilfully violated such nondiscrimination provisions. \n          (2)     Upon such finding by the Director or other official designated by the Commission, the awarding authority shall notify the contractor or subcontractor that unless the contractor or subcontractor demonstrates to the satisfaction of the Director or other official designated by the Commission within such reasonable period as the Commission shall determine, that the violation has been corrected, action will be taken as set forth in Section \n12C.3(d) and/or Section \n12C.3(g). \n          (3)     The Commission shall, within 10 days of the date of issuance of any findings by the Director or other official designated by the Commission for the enforcement of this Chapter, mail to any person or persons affected by said finding, a copy of said finding, together with written notice of the right to appeal such finding. Notice of appeal must be filed in writing with the Chairperson of the Commission within 20 days of the date of mailing said copy and notice. \n          (4)     For purposes of appeal proceedings under this Section, a quorum shall consist of eight members of the Commission. The vote of the majority of the full Commission shall be necessary to affirm, reverse or modify such decisions, order or other action rendered hereunder. Should a member of the Commission be designated under Section \n12C.3(c)(1) of this Chapter, that Commissioner may not participate in an appeal under this Section except as a witness. \n          (5)     The presiding officer of the Commission shall have the power to administer oaths to witnesses in appeals before the Commission under this Section. In the event that any person shall fail or refuse to appear as a witness in any such proceeding after being requested to do so, and if it shall appear to the Commission that his or her testimony, or books, records, documents or other things under his or her control are material and relevant as evidence in the matter under consideration by the Commission in the proceeding, the presiding officer of the Commission may subpoena such person, requiring his or her presence at the proceeding and requiring him or her to bring such books, records, documents or other things under his or her control. \n          (6)     All appeals to the Commission shall be open to the public. Records and minutes shall be kept of such proceedings and shall be open to public inspection. Upon reaching a decision in any appeal, the Commission shall give written notice thereof to the Director or other official designated by the Commission, and the appellant or appellants. The decision of the Commission shall be final unless within 15 days of the filing and service of written notice thereof appropriate legal proceedings are filed in a court of competent jurisdiction by any party to the contract, property contract or subcontract. \n          (7)     If any contractor or subcontractor shall fail to appear at an appeal proceeding of the Commission after having been given written notice to appear, such failure to appear shall be grounds for termination of the contract, property contract or subcontract and such contractor or subcontractor shall be deemed to have forfeited all rights, benefits and privileges thereunder. \n          (8)     The Commission shall promulgate rules and regulations for the implementation of the nondiscrimination provisions of this Chapter.\n     (d)     A breach of the nondiscrimination provisions in the performance of a contract, property contract or subcontract shall be deemed by the City to be a material breach of contract and the basis for determination by the awarding authority that the contractor or subcontractor is an irresponsible contractor or subcontractor as to all future contracts or property contracts for which such contractor or subcontractor may submit bids. Such contractor or subcontractor shall not, for a period of up to two years thereafter, or until it shall establish and carry out a program in conformity with the nondiscrimination provisions of this Chapter, be allowed to act as a contractor or subcontractor under any contract or property contract. \n     (e)     Nothing contained in this Chapter shall be construed in any manner so as to prevent the City from pursuing any other remedies that may be available at law, equity or under any contract or property contract. \n     (f)     The contractor or subcontractor will meet the following standards for compliance:\n          (1)     If the contractor or subcontractor has been held to be irresponsible under Section \n12C.3(d) hereof, the contractor or subcontractor shall furnish evidence that it has established and is carrying out a program in conformity with the nondiscrimination provisions of this Chapter. \n          (2)     The contractor or subcontractor may be required to file with the Commission a basic compliance report. Wilful false statements made in such reports shall be punishable as provided by law. No contractor or subcontractor shall be held in noncompliance for not filing such a report with the Commission unless it has been specifically required to do so in writing by the Commission. \n     (g)     The awarding authority may deduct from the amount payable to the contractor or subcontractor by the City under any contract or property contract subject to this Chapter, or may impose upon the contractor or subcontractor, a penalty of $50 for each person for each calendar day during which such person was discriminated against in violation of the provisions of this Chapter. In addition to any other penalties provided for the violation of the nondiscrimination provisions of this Chapter or for the failure of any contractor or subcontractor to abide by the rules and regulations of the Commission, the contract, property contract or subcontract may be terminated or suspended, in whole or in part, by the awarding authority upon the basis of a finding as set forth in Section \n12C.3(d) that the contractor or subcontractor has discriminated contrary to the provisions of this Chapter, and all moneys due or to become due hereunder may be forfeited to, and retained by, the City. \n(Amended by Ord. 489-86, App. 12/18/86; Ord. 433-94, App. 12/30/94; Ord. 201-97, App. 5/27/97; Ord. 286-97, App. 7/18/97; Ord. 255-99, File No. 991146, App. 10/8/99; Ord. 101-00, File No. 000476, App. 5/26/2000) \n\n","heading":{"title":"12C","chaptersection":"3","identifier":"12C.3","catch_text":"NONDISCRIMINATION PROVISIONS."}}