{"text":"\n     (a)     The Director shall waive the requirements of this Chapter under the following circumstances:\n          (1)     Whenever the Director finds, upon the advice of the awarding authority, that there is only one prospective contractor willing to enter into a property contract with the City for use of City property on the terms and conditions established by the City, or that the needed goods, services, construction services for a public work or improvement, or interest in or right to use real property are available only from a sole source, and the prospective contractor is not currently disqualified from doing business with the City, or from doing business with any governmental agency based on any contract compliance requirements; \n          (2)     If the contracting department or commission certifies in writing to the Director that pursuant to Administrative Code Section 6.30 or \n21.25 the contract or property contract is necessary to respond to an emergency which endangers the public health or safety and no entity which complies with the requirements of this Chapter capable of responding to the emergency is immediately available; provided that such certification must be made prior to the Controller's contract certification; \n          (3)     Where the City Attorney certifies in writing to the Director that the contract involves specialized litigation requirements such that it would be in the best interests of the City to waive the requirements of this Chapter. \n     (b)     This Chapter shall not apply where the prospective contractor is a public entity and the Director finds that goods, services, construction services for a public work or improvement or interest in or right to use real property of comparable quality or accessibility as are available under the proposed contract or property contract are not available from another source, or that the proposed contract or property contract is necessary to serve a substantial public interest. \n     (c)     This Chapter shall not apply where the contracting officer finds that the requirements of this Chapter will violate or are inconsistent with the terms or conditions of a grant, subvention or agreement with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or agreement, provided that the contracting officer has made a good faith attempt to change the terms or conditions of any such grant, subvention or agreement to authorize application of this Chapter. \n     (d)     Upon the request of a potential contractor or upon the contracting officer's own initiative, after taking all reasonable measures to find an entity that complies with the law, the contracting officer may waive any or all of the requirements of this Chapter for any contract, property contract or bid package advertised and made available to the public, or any competitive or sealed bids received by the City as of the date of the enactment of this ordinance under the following circumstances: \n          (1)     Where the contracting officer determines that there are no qualified responsive bidders or prospective contractors who could be certified by the Commission as being in compliance with the requirements of this Chapter and that the contract or property contract is for goods, a service or a project that is essential to the City or City residents; or \n          (2)     Where the contracting officer determines that transactions entered into pursuant to bulk purchasing arrangements through federal, State or regional entities which actually reduce the City's purchasing costs would be in the best interests of the City; or \n          (3)     Where the contracting officer determines that the requirements of this Chapter would result in the City's entering into a contract with an entity that was set up, or is being used, for the purpose of evading the intent of this Chapter, which is to prohibit the City from entering into contracts with entities that discriminate based on the criteria set forth in this Chapter; \n          (4)     The waiver authority granted to contracting officers in this Section \n12C.5-1(d) shall be subject to the requirements that:\n               (i)     All proposed waivers must be submitted to the Director and the Clerk of the Board of Supervisors. All proposed waivers must set forth the reasons the contracting officer is requesting the waiver, what steps were taken to find an entity that complies with this Chapter and why the waiver does not defeat the intent of this Chapter, which is to prohibit the City from entering into contracts with entities that discriminate based on the criteria set forth in this Chapter. Such waivers shall be subject to the prior approval of the Director, who shall take action approving or denying a proposed waiver within 30 days of receiving a notification of a proposed waiver from a contracting officer. If after 30 days the Director has taken no action on the proposed waiver, the waiver shall be deemed approved. The Clerk of the Board of Supervisors shall list the notice of the proposed waiver at the rear of the next available Board agenda, and \n               (ii)     Contracting officers report to the Director whenever such a waiver is granted within five days of granting the waiver, and\n               (iii)     For any contract subject to approval by the Board, the contracting officer shall state in the approving resolution whether any waiver under this Section \n12C.5-1(d) has been or is proposed to be granted for that contract, and \n               (iv)     The Director shall conduct quarterly comprehensive reviews of the use of the waiver authority by departments and shall make a report to the Board of Supervisors. Contracting officers who have exercised waiver authority under this Section \n12C.5-1(d) in the previous quarter must appear before a Board of Supervisors committee and report on their use of such waiver authority. If the Board finds abuse of waiver authority by a department under this Section \n12C.5-1(d), either as a result of a report of the Director or upon its own initiative, the Board may by resolution transfer that waiver authority for that department to the Director, to be exercised by the Director upon recommendation of the contracting officer under any or all of the circumstances enumerated in this Section \n12C.5-1(d); \n          (5)     Nothing in this Section \n12C.5-1(d) shall limit the right of the Board of Supervisors to waive the provisions of this Chapter.\n     (e)     This Chapter shall not apply to (i) the investment of trust moneys or agreements relating to the management of trust assets, (ii) City moneys invested in U.S. government securities or under pre-existing investment agreements, or (iii) the investment of City moneys where the Treasurer finds that: \n          (1)     No person, entity or financial institution doing business in the City and County which is in compliance with this Chapter is capable of performing the desired transactions(s); or \n          (2)     The City will incur a financial loss which in the opinion of the Treasurer would violate his or her fiduciary duties.\n          This subparagraph (e) shall be subject to the requirement that City moneys shall be withdrawn or divested at the earliest possible maturity date if deposited or invested with a person, entity or financial institution other than the U.S. government which does not comply with this Chapter. \n     (f)     The General Manager of the Public Utilities Commission may waive the requirements of this Chapter where the contractor is providing wholesale or bulk water, power or natural gas, the conveyance or transmission of same, or ancillary services such as spinning reserve, voltage control, or loading scheduling, as required for assuring reliable services in accordance with good utility practice, to or on behalf of the San Francisco Public Utilities Commission; provided that the purchase of same may not practically be accomplished through the City's standard competitive bidding procedures; and further provided that this exemption shall not apply to contractors or franchisees providing direct, retail services to end users within the City and County of San Francisco. \n(Added by Ord. 481-96, App. 12/20/96; amended by Ord. 201-97, App. 5/27/97; Ord. 286-97, App. 7/18/97; Ord. 431-97, App. 11/21/97)\n\n","heading":{"title":"12C","chaptersection":"5-1. ","identifier":"12C.5-1. ","catch_text":"NONAPPLICABILITY, EXCEPTIONS AND WAIVERS."}}