{"text":"\n     (A)     In addition to the general findings set forth in Section 12D.A 2, and based upon the record before this Board, the Board hereby finds that the evidence before the Board relating to the award of prime public works contracts for fiscal years 1992-93, 1993-94, 1994-95, 1996-97, 1997-98 and 1998-2003 reflects that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for City prime public works contracts. Further, the Board finds that race-neutral measures employed by the City have not prevented such discrimination against MBEs and WBEs from occurring. \n     (B)     Contract awarding authorities shall apply bid discounts as enumerated in Section \n12D.A.9(A) to all public work contracts the estimated cost of which exceeds $10,000. \n     (C)     Bonding and Financial Assistance Program.\n          1.     Program Description. The City and County of San Francisco, acting through its Human Rights Commission (\"HRC\"), intends to provide guarantees to private bonding companies and financial institutions in order to induce those entities to provide required bonding and financing to eligible contractors and subcontractors bidding on and performing City public work contracts. This bonding and financial assistance program is subject to the provisions of this Subsection 12D.A.10(C). \n          2.     Eligible Contracts. The assistance described in this Subsection \n12D.A.10(C) shall be available for any City public works contract awarded in accordance with San Francisco Administrative Code \nChapter 6. \n          3.     Eligible Businesses. Businesses must meet the following criteria to qualify for assistance under this Subsection \n12D.A.10(C): \n               (a)     The business may be either a prime contractor or subcontractor; and\n               (b)     The business must be certified by the HRC as a Minority Business Enterprise (\"MBE\"), Woman Business Enterprise (\"WBE\") or Local Business Enterprise (\"LBE\") according to the requirements of San Francisco Administrative Code Chapter 12D.A; \n               (c)     The business may be required to participate in a \"bonding assistance training program\" as offered by the HRC, which is anticipated to provide the following: \n                    (i)     Bond application assistance,\n                    (ii)     Assistance in developing financial statements,\n                    (iii)     Assistance in development of a pre-bond surety profile,\n                    (iv)     Identification of internal financial control systems,\n                    (v)     Development of accurate financial reporting tools, and\n          4.     Agreements Executed by the Human Rights Commission. The HRC is hereby authorized to enter into the following agreements in order to implement the bonding and financial assistance program described in this Subsection \n12D.A.10(C): \n               (a)     With respect to a surety bond, the agreement to guaranty up to 40 percent of the face amount of the bond or $750,000, whichever is less; \n               (b)     With respect to a construction loan to be made to a contractor or subcontractor, an agreement to guaranty up to 50 percent of the original principal amount of the construction loan or 50 percent of the actual loss suffered by the financial institution as a result of a loan default, whichever is less; provided that in any event the City's obligations with respect to a guaranty shall not exceed $750,000; \n               (c)     Any other documents deemed necessary by the HRC to carry out the objectives of this program, provided that such documents shall be subject to review and approval by the City Attorney's Office. \n          5.     Monitoring and Enforcement. The HRC shall maintain records on the use and effectiveness of this program, including but not limited to (1) the identities of the businesses and bonding companies participating in this program, (2) the types and dollar amounts of public work contracts for which the program is utilized, and (3) the types and dollar amounts of losses which the City is required to fund under this program. The HRC shall submit written reports to the Board of Supervisors every six months beginning January 1, 2001, advising the Board of the status of this program and its funding capacity, and an analysis of whether this program is proving to be useful and needed. \n          6.     Funding and Accounts. As of July 1, 2001, funding for this program may be derived from the following sources: \n               (a)     The Board of Supervisors has appropriated or will appropriate funds for the operation of this program.\n               (b)     Each Department authorized to contract for public works or improvements pursuant to San Francisco Administrative Code \nChapter 6 shall commit to this program up to ten percent (10%), but not less than one percent (1%), of the budget for every public work or improvement undertaken. (A \"public work or improvement\" is defined in San Francisco Administrative Code \nChapter 6.) This subsection is effective for those public works or improvements where the award of the construction contract (as defined and regulated by Administrative Code Chapter 6) occurs after July 1, 2001. \n               (c)     The Treasurer of the City and County of San Francisco is hereby authorized to negotiate a line(s) of credit or any credit enhancement program(s) or financial products(s) with a financial institution(s) to provide funding; the program's guaranty pool may serve as collateral for any such line of credit. \n     In the event the City desires to provide credit enhancement under this Subsection for a period in excess of one fiscal year, the full aggregate amount of the City's obligations under such credit enhancement must be placed in a segregated account encumbered solely by the City's obligations under such credit enhancement. \n          7.     Term of Bonding Assistance Program. The HRC is authorized to enter into the agreements described in this Subsection for a period ending on the earlier of (1) June 30, 2008 or (2) the date on which the Controller is no longer able to certify the availability of funds for any new guarantee agreement. \n          8.     Default on Guarantees. The Human Rights Commission shall decertify any contractor that defaults on a loan or bond for which the City has provided a guarantee on the contractor's behalf. However, the Human Rights Commission may in its sole discretion refrain from such decertification upon a finding that the City has contributed to such default. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 174-00, File No. 001105, App. 7/14/2000; Ord. 255-00, File No. 001353, App. 11/3/2000; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\n","heading":{"title":"12D","chaptersection":"A.10","identifier":"12D.A.10","catch_text":"PUBLIC WORKS CONTRACTS."}}