{"text":"\n     (A)     The Director shall monitor the City's progress toward achievement of the goals stated in Section \n12D.3 (declaration of policy). The Director shall issue an exit report for any contract which includes MBE/WBE prime contractor participation as a joint venture partner. The purpose of the exit report is to ensure that MBE/WBEs are actually performing services on joint ventures. \n     (B)     Noncompliance By Contractors. In cases where the Director has cause to believe that a contractor acting in good faith has failed to comply with any of the requirements of this ordinance, rules and regulations adopted pursuant to this ordinance, or contract provisions pertaining to MBE or WBE participation, the Director shall notify the contract awarding authority and shall attempt to resolve the noncompliance through conciliation. If the noncompliance cannot be resolved, the Director shall submit to the Commission and the contractor a written Finding of Noncompliance. The Human Rights Commission shall give the contractor an opportunity to appeal the Finding, and if the Commission concurs with the finding of the Director, it shall take such action as will effectuate the purposes of this ordinance. \n     (C)     Wilful or Bad Faith Noncompliance by Contractors. In cases where the Director has cause to believe that any bidder or contractor has wilfully failed to comply with any of the provisions of this ordinance, rules and regulations adopted pursuant to this ordinance, or contract provisions pertaining to MBE or WBE participation, the Director shall be empowered to conduct an investigation and after affording the contractor notice and an opportunity to be heard, may impose sanctions for each violation of this subsection. Such sanctions shall include but are not limited to: \n          (a)     Declare the bidder or contractor non-responsive and ineligible to receive the award of the contract;\n          (b)     Declare the bidder or contractor an irresponsible bidder and disqualify the bidder or contractor from eligibility for providing goods or services to the City and County for a period of five years, with a right of review and reconsideration by the Commission after two years upon a showing of corrective action indicating violations are not likely to reoccur; \n          (c)     If the bidder or contractor is a MBE, WBE and/or LBE, revoke that business' certification as a MBE, WBE and/or LBE;\n          (d)     Determine that the bidder or contractor has wilfully failed to comply with the provisions of this ordinance and pursuant to the provision in the contract contemplated by Section \n12D.8(E)3 of the ordinance, calculate the liquidated damages for which the bidder or contractor shall be liable. \n          Thereafter the Director shall send a written notice to the Controller, the Mayor and to all contract awarding authorities or City department officials overseeing any contract with the bidder or contractor that a determination of a bad-faith compliance has been made and that all payments due the bidder or contractor shall be withheld as agreed to by the bidder or contractor and the City pursuant to Section \n12D.8(E)3. \n          In addition, the Director shall transmit to the Bureau of Delinquent Revenues a report of the determination of liability and ask the Bureau of Delinquent Revenues to coordinate efforts with the Controller and other applicable City departments to ensure that the liquidated damages are paid to the City. \n          The bidder or contractor may appeal the Director's decision to the Human Rights Commission, which may sustain, reverse or modify the Director's findings and sanctions imposed or take such other action as will effectuate the purposes of this ordinance. \n          An appeal by a contractor under this subsection shall not stay the Director's findings. \n     (D)     The Director may require such reports, information and documentation from contractors, bidders, contract awarding authorities and the head of any department, division, or office of the City as are reasonably necessary to determine compliance with the requirements of this ordinance. \n     (E)     Noncompliance by City Departments. Whenever the Director finds after investigation that a contract awarding authority has wilfully failed to comply with the provisions of this ordinance, a written Finding of Noncompliance specifying the nature of the noncompliance shall be transmitted to the contract awarding authority, the Commission, the Mayor and Board of Supervisors; and \n          The Director shall attempt to resolve any noncompliance through conference and conciliation. Should such attempt fail to resolve the noncompliance, the Director shall transmit a copy of the Finding of Noncompliance along with a finding that conciliation was attempted and failed to the Commission which shall notify the contract awarding agency to take appropriate action to secure compliance. \n          The Finding of Noncompliance shall be communicated to the Mayor and the Board of Supervisors. \n     (F)     If the Director has reason to believe that any person has knowingly made, filed, or caused to be filed with the City any materially false or misleading statement or report made in connection with this ordinance, the Director shall report that information to the City Attorney or the District Attorney for appropriate action. The Director shall be empowered to conduct an investigation and for each violation of this subsection, \n12D.14(F), to impose sanctions as set forth in Section \n12D.14(C). \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 278-96, App. 7/3/96)\n\n","heading":{"title":"12D","chaptersection":"14","identifier":"12D.14","catch_text":"MONITORING AND COMPLIANCE."}}