{"text":"\n     Upon the expiration of Ordinance No. 175-89 this Board having adopted Ordinance No. 155-92 to address the practices and to offset the economic disadvantages identified in Sections \n12D.2, \n12D.9(A), \n12D.10(A), \n12D.11(A) and \n12D.11(A); \n     And Ordinance No. 155-92 being remedial in nature will expire June 30, 1997 and thus required the Human Rights Commission to study minority and woman owned business participation in City contracting prior to the expiration of Ordinance No. 155-92; \n     And the Human Rights Commission pursuant to Section \n12D.15(E) of Ordinance No. 155-92, through its MBE/WBE/LBE Community Advisory Committee and at its regular and special meetings, having received public testimony concerning the City's compliance with Ordinance No. 155-92; \n     And the Human Rights Commission on January 13, 1997 having hired Mason Tillman Associates to conduct a disparity study which will be concluded on or before August 31, 1997; \n     And the Human Rights Commission, pursuant to Section \n12D.15(E) of Ordinance No. 155-92 having conducted public hearings on January 29, 1997, February 19, 1997 and February 27, 1997; \n     And the Human Rights Commission having received from Mason Tillman Associates a statistical analysis of the MBE/WBE/LBE Progress Reports for fiscal years 1992-93, 1993-94 and 1994-95 suggesting continuing patterns of underutilization of certified MBE and WBE contractors; \n     And the Human Rights Commission having submitted to this Board its March 3, 1997 \"Resolution Certifying HRC Findings to the Board of Supervisors Supporting the Extension of the MBE/WBE/LBE Ordinance\" as well as supporting data and analyses; \n     And the Human Rights Commission having resolved to transmit to this Board by August 31, 1997, the completed disparity study which will assist this board in determining whether the purposes identified in Section \n12D.3 have been achieved; \n     And this board incorporating by reference the findings set forth in Sections \n12D.2 and \n12D.2-1 above; \n     And this Board, having reviewed the MBE/WBE/LBE Progress Reports for fiscal years 1992-93, 1993-94, and 1994-95 and other supporting data (all of which shall be incorporated by reference) and having conducted public hearings on April 24, 1997 on the MBE/WBE program and policies and on May 8, 1997 at which the Board received additional testimony and written submittals from the public (which shall be incorporated by reference), finds that there is a good faith basis for concluding that the purposes identified in Section \n12D.3 have not yet been achieved; \n     This Board hereby finds that there is a good faith basis to extend Ordinance 155-92, as amended, for a six-month period during which time this Board, with the assistance of the Human Rights Commission and the City Attorney, will continue with the process of fact finding to ascertain whether a strong basis in evidence exists for concluding that the purposes identified in Section \n12D.3 have not been achieved. \n(Added by Ord. 210-97, App. 5/30/97)\n\n","heading":{"title":"12D","chaptersection":"2-2. ","identifier":"12D.2-2. ","catch_text":"FURTHER ADDITIONAL FINDINGS SUPPORTING SIX-MONTH EXTENSION OF MBE/WBE/LBE ORDINANCE"}}