{"text":"\n     (A)     In addition to the duties and powers given to the Human Rights Commission elsewhere, the Commission shall:\n          1.     Collect and analyze relevant data which will assist the Board of Supervisors in determining whether race- or gender-conscious remedies are appropriate and necessary for contracts not subject to or ethnic groups not afforded the race- and gender-conscious bid preferences of this ordinance. The Commission shall periodically report the results of this study to this Board; \n          2.     Levy sanctions as specified in Section \n12D.8(B)(7);\n          3.     When necessary, subpoena persons and records, books and documents for a proceeding of the Commission or an investigation by the Director conducted to further the purposes of this ordinance; \n          4.     Amend existing rules and regulations establishing standards and procedures for effectively carrying out this ordinance. The rules and regulations shall provide for administrative procedures which will allow a business to prove and the Commission to recommend to this Board that the ordinance's remedial measures should not be applied to an industry or profession because MBE/WBE participation in City prime contracts has reached parity with their numbers in the relevant business community and MBE/WBEs no longer suffer from a discrimination-induced competitive disadvantage in the applicable industry or profession. The regulations shall also provide a mechanism for contractors to seek a determination by the Director that a MBE or WBE may not be granted a race- or gender-conscious bid preference where it is demonstrated that the MBE or WBE's bid price is not attributable to the effects of past discrimination. \n     (B)     In addition to the duties and powers given to the Director elsewhere, the Director shall have the following duties and powers:\n          1.     Through appropriately promulgated procedures, certify businesses as bona fide MBEs/WBEs/LBEs. These procedures shall provide that any business seeking certification as a local business shall meet the definition of a LBE and possess or establish all of the following: (1) business cards for the San Francisco office; (2) business stationery for the San Francisco office; (3) written agreement for occupancy of the San Francisco office; (4) that the business is listed in an appropriate business buyers guide such as a telephone yellow pages listing San Francisco based businesses; (5) that business is transacted in the San Francisco office; (6) a conspicuously displayed business sign at the San Francisco business premises except where the business operates out of a residence; and (7) the office is appropriately equipped for the type of business for which certification as a LBE is sought. \n               Except where the Director cannot certify a business because the business has not been established in San Francisco for the requisite six months, whenever the Director denies an application for or revokes the certification of a business as a MBE, WBE, LBE because the business is not a bona fide MBE, WBE, LBE, the Director shall inform the aggrieved business in writing when the business will be eligible to reapply for certification. The Director shall require a business to wait at least six months but not more than two years after the denial or revocation before reapplying to the Director for certification as a MBE, WBE or LBE. Except as provided in Section \n12D.14(C), the Director's denial or revocation of certification of a business as a MBE, WBE, LBE shall not be appealable to the Commission; \n          2.     Annually, and more often if he deems necessary, analyze the most recently available data on \"percent availability\" of MBEs and WBEs in the various industries and professions identified in the utilization indices set forth in Appendix X to this ordinance and the Human Relations Commission's 1992 Sunset Report. Applying statistically sound methods of analysis, the Director shall identify areas of contracting where the City or its departments are failing to meet the participation goals to such an extent that an inference of discrimination can be made. In addition, the Director shall identify areas of contracting where the City is meeting and/or exceeding participation goals to such an extent that the MBE or WBE bid preferences can no longer be justified. The results of this study shall be included in the Commission's annual report required by Section \n12D.15(C). \n               Not later than March 1st of each fiscal year, the Director shall transmit to the Board of Supervisors proposed amendments to this ordinance and the utilization indices necessitated by the data he has collected and analyzed; \n          3.     By July 1st of each fiscal year subject to this ordinance, inform the Controller of the data each department is required to provide the Controller on each contract award. This data shall form the basis of the Commission's report to the Mayor and the Board of Supervisors and the public on the participation of MBEs and WBEs on City prime contracts subject to the ordinance; \n          4.     Provide information and other assistance to MBEs and WBEs to increase their ability to compete effectively for the award of City contracts; \n          5.     Assist the City to increase participation by MBEs and WBEs in City contracts;\n          6.     Continue to develop and strengthen education and training programs for MBEs and WBEs and City contract awarding personnel;\n          7.     Where after determining that a department, despite its good-faith efforts and application of the bid preference(s), has failed substantially to eliminate the exclusion of MBEs and/or WBEs from City contracting, the Director, after consulting with the department responsible for the project(s), may request the Contract Review Committee established in Section \n12D.8.(A)(3) to review and approve the proposed project(s) for a set aside; \n          8.     Work with the Controller and representatives of City departments to implement a City-wide prompt-payment policy requiring that MBEs, WBEs and LBEs be paid by the City within 60 days of the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City. \n     (C)     The requirements of this ordinance are separate from those imposed by the United States or the State of California as a condition of financial assistance or otherwise; however, the Director may authorize the substitution of such State or federal Minority Business Enterprise and Women Business Enterprise requirements for the requirements of this ordinance whenever such State or federal requirements are substantially the same as those of this ordinance. \n     (D)     The Director, with the approval of the Commission, may enter into cooperative agreements with agencies, public and private, concerned with increasing the utilization of MBEs and WBEs in government contracting, subject to the approval of the Board of Supervisors of the City and County of San Francisco. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91; Ord. 155-92, App. 5/29/92; Ord. 278-96, App. 7/3/96)\n\n","heading":{"title":"12D","chaptersection":"6","identifier":"12D.6","catch_text":"POWERS AND DUTIES OF THE COMMISSION AND THE DIRECTOR."}}