{"text":"\n     On November 5, 1996, Californians voted to adopt the California Civil Rights Initiative (Proposition 209) as an amendment to their Constitution. Proposition 209 provides that the State and its subdivisions shall not discriminate against, or grant preferential treatment to, any individual or group on the basis of race, sex, color, ethnicity or national origin in the operation of public employment, education or contracting. \n     On December 23, 1996, the United States District Court for the Northern District of California, granted a preliminary injunction to prevent the implementation of Proposition 209. However, on April 8, 1997, the Ninth Circuit in Coalition v. Wilson reversed the district court's ruling and upheld as constitutional Proposition 209. Then on August 21, 1997, the Ninth Circuit denied the petition for rehearing the decision in Coalition v. Wilson. Finally, on November 3, 1997, the United States Supreme Court denied the petition for certiorari and let stand the Ninth Circuit's decision to uphold Proposition 209 as constitutional. \n     As a result of the Ninth Circuit's ruling, Mason Tillman Associates will have to consider the impact, if any, of Proposition 209 on its disparity study commissioned by the Human Rights Commission on January 13, 1997. \n     And although this Board expected to receive the disparity study on or before August 31, 1997, which was on an expedited schedule, the San Francisco International Airport's data requires additional verification in order to complete the disparity study. This circumstance has caused the compilation of the study's date to take longer than originally anticipated; \n     And where the Mayor's Office and other City departments should have an opportunity to provide comment as to any proposed legislative changes to the ordinance before the legislation is introduced at the Board; \n     And this Board incorporating by reference the findings set forth in Sections \n12D.2, \n12D.2-1 and \n12D.2-2 above; \n     This Board hereby finds that there is a good-faith basis to extend Ordinance 155-92, as amended by Ordinance 210-97, for a three-month period during which time this Board, with the assistance of the Human Rights Commission and the City Attorney, will (1) complete the compilation of the data sufficient to ascertain whether a strong basis in evidence exists for concluding that the purposes identified in Section \n12D.3 have not been achieved and (2) receive comment on proposed legislative changes, if any, to the ordinance in light of the findings and recommendations set forth in the disparity study. \n(Added by Ord. 457-97, App. 12/15/97)\n\n","heading":{"title":"12D","chaptersection":"2-3","identifier":"12D.2-3","catch_text":"FURTHER ADDITIONAL FINDINGS SUPPORTING THREE-MONTH EXTENSION OF MBE/WBE/LBE ORDINANCE"}}