{"text":"\n     (A)     The Director shall waive the race- and gender-conscious bid discounts and good faith efforts requirements of this ordinance under the following circumstances: \n          1.     Whenever the Director finds, with the advice of the contract awarding authority and the Office of Contract Administration, that needed goods or services are available from a sole source that is not currently disqualified from doing business with the City. \n          2.     If the contract awarding authority certifies in writing to the Director, prior to the Controller's contract certification, that (a) the contract is being awarded under emergency circumstances as described and defined in Administrative Code Section \n6.60 or Administrative Code Section \n21.15 and (b) (i) there is no time to apply bid/ratings discounts or establish subcontracting goals, or (ii) there are no immediately available MBEs and WBEs that are capable of performing the emergency work. \n     (B)     The Director shall waive the five-percent LBE bid discount for contracts in excess of $5,000,000 whenever a contract awarding authority establishes that: \n          1.     Sufficient qualified LBEs capable of providing the needed goods and services required by the contract are unavailable and sufficient qualified businesses located outside San Francisco capable of providing the needed goods and services required by the contract are available; or \n          2.     The application of the five-percent LBE discount will result in significant additional costs to the City if the waiver of the bid discount is not granted. \n     (C)     The bid/ratings discount provisions of this ordinance are not applicable to any contract estimated by the contract awarding authority to cost in excess of $10,000,000. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\n","heading":{"title":"12D","chaptersection":"A.15. ","identifier":"12D.A.15. ","catch_text":"EXCEPTIONS AND WAIVERS."}}