{"text":"\n     (A)     The Director shall waive the race- and gender-conscious bid preferences and good-faith efforts requirements of this ordinance under the following circumstances: \n          1.     Whenever the Director finds, with the advice of the contract awarding authority, that needed goods or services are available only from a sole source and the prospective contractor is not currently disqualified from doing business with the City, or from doing business with any governmental agency based on a failure to comply with Minority or Women Business Enterprise or contract compliance requirements; \n          2.     If the contract awarding authority certifies in writing to the Director that: (1) pursuant to Administrative Code Section 6.30 the contract is necessary to respond to an emergency which endangers the public health or safety and (2) there is no time to apply the bid preference(s) and no MBEs or WBEs capable of performing the emergency work are immediately available; provided that such certification shall be made prior to the Controller's contract certification. \n     (B)     The Director shall waive the five-percent LBE bid preference for contracts in excess of $5,000,000 whenever a contract awarding authority establishes that: (1) sufficient qualified Local Business Enterprises capable of providing the needed goods and services required by the contract are unavailable and (2) sufficient qualified businesses located outside of San Francisco capable of providing the needed goods and services required by the contract are available; or (3) the application of the five-percent LBE preference will result in significant additional costs to the City if the waiver of the bid preference is not granted. \n     (C)     Pursuant to Administrative Code Section 6.29-2, the bid preference provisions of this ordinance are not applicable to any contract for the construction, reconstruction or repair of public buildings, streets, utilities or other public work or improvement estimated to cost in excess of $10,000,000. \n     (D)     Pursuant to Administrative Code Section 21.11-2, the bid preference provisions of this ordinance are not applicable to any contract for the purchase of materials, supplies or equipment estimated to cost in excess of $10,000,000. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91)\n\n","heading":{"title":"12D","chaptersection":"13. ","identifier":"12D.13. ","catch_text":"EXCEPTIONS AND WAIVERS."}}