{"text":"\n     \"Annual participation goals\" shall mean the targeted levels of City-wide MBE/WBE participation in City prime contracts that reflect the relevant share of MBEs or WBEs in a given industry or profession referred to as \"percent availability\" in the utilization indices contained in Appendix X to this Ordinance. \n     \"Award of a contract\" occurs when a contract is certified by the Controller of the City and County of San Francisco. \n     \"Back contracting\" shall mean any agreement or other arrangement between a prime contractor and its subcontractor where the prime contractor performs or secures the performance of the subcontract in such a fashion and/or under such terms and conditions that the prime contractor enjoys the financial benefits of the subcontract. Said agreement or other arrangement includes, but is not limited to, situations where either a contractor or subcontractor agrees that any term, condition or obligation imposed upon the subcontractor by the subcontract shall be performed by or be the responsibility of the prime contractor. \n     \"Bid\" shall mean and include a quotation, proposal, solicitation or offer by a bidder or contractor to perform or provide labor, materials, equipment, supplies or services to the City and County of San Francisco for a price. \n     \"Bidder\" shall mean any business that submits a quotation, bid or proposal to provide labor, materials, equipment, supplies or services to the City and County of San Francisco. \n     \"City\" shall mean the City and County of San Francisco. \n     \"Commercially useful function\" for purposes of determining whether a business is a Minority Business Enterprise, Woman Business Enterprise or Local Business Enterprise shall mean that the business is directly responsible for providing the materials, equipment, supplies or services to the City as required by the solicitation or request for quotes, bids or proposals. MBEs, WBEs or LBEs who engage in the business of providing brokerage, referral or temporary employment services shall not be deemed to perform a \"commercially useful function\" unless the brokerage, referral or temporary employment services are those required and sought by the department. \n     \"Commission\" shall mean the Human Rights Commission of the City and County of San Francisco. \n     \"Concession\" shall include any grant of land or other property by or on behalf of the City and County of San Francisco to a person for the purpose or use specified in said grant. A \"concession\" shall not include an agreement to perform construction-related services. \n     \"Contract\" shall mean and include any agreement between the City and a person to provide or procure labor, materials, equipment, supplies or services to, for or on behalf of the City and County of San Francisco. A \"contract\" shall include an agreement between the City and a person or nonprofit entity to perform construction-related services or fund the performance of such services. Except as otherwise specifically defined in this section, a \"contract\" does not include: (1) awards made by the City with Federal/State grant or City general fund monies to a nonprofit entity where the City offers assistance, guidance, or supervision on a project or program and the recipient of the grant award uses the grant monies to provide services to the community; (2) sales transactions where the City sells its personal or real property; (3) a loan transaction where the City is acting as a debtor or a creditor; (4) lease, franchise, or concession agreements; (5) agreements to use City real property; or (6) gifts of materials, equipment, supplies or services to the City. \n     \"Contract awarding authority\" shall mean the City officer, department, commission, employee or board authorized to enter into contracts on behalf of the City. In the case of an agreement with a person or nonprofit entity to perform or fund the performance of construction-related services, the term \"contract awarding authority\" shall mean the person or nonprofit entity receiving funds from the City to perform or fund the performance of such services. \n     \"Contractor\" shall mean any person(s), firm, partnership, corporation, or combination thereof, who submits a bid to perform, performs any part of, agrees with a person to provide services relating to and/or enters into a contract with department heads and officers or contract awarding authorities empowered by law to enter into contracts on the part of the City for public works or improvements to be performed, or for goods or services or supplies to be purchased at the expense of the City or to be paid out of monies deposited in the treasury or out of trust monies under the control of or collected by the City. \n     \"Controlled\" for the purposes of determining whether a business is a Minority Business Enterprise, or Woman Business Enterprise, shall mean the minority(ies), the woman or combination of minorities and women, as the context requires, shall (1) possess legal authority and power to manage business assets, good will and daily operations of the business; and (2) actively and continuously exercise such authority and power in determining the policies and directing the operations of the business. \n     \"Director\" shall mean the Director of the Human Rights Commission of San Francisco. \n     \"Economically disadvantaged business\" shall mean a business whose average gross annual receipts in the three fiscal years immediately preceding its application for certification as a MBE, WBE or LBE do not exceed the following limits: (1) Public works/construction; (2) Goods/materials/equipment and general services suppliers; (3) Professional services\n     \"Equipment and supplies contract\" shall mean term purchase agreements, contract orders, purchase orders and any other agreement for the purchase of transportation equipment, office supplies, data processing and office equipment, hospital and medical equipment and supplies, food, building supplies, fire/safety equipment and supplies, clothing, miscellaneous and electrical equipment and supplies. The term \"equipment and supplies contract\" shall not include contracts for fuels, lubricants and illuminants. \n     \"Franchise\" shall mean and include the right or privilege conferred by grant from the City and County of San Francisco, or any contracting agency thereof, and vested in and authorizing a person to conduct such business or engage in such activity as is specified in the grant. A \"franchise\" shall not include an agreement to perform construction-related services. \n     \"General services contract\" shall mean term purchase agreements, contract orders, purchase orders and any other agreement for the procurement of janitorial, security, equipment and computer maintenance, miscellaneous, printing and graphics services. \n     \"Good-faith efforts\" when required of a contract awarding authority or department shall mean the actions undertaken by a department to obtain MBE or WBE participation in a contract as prime contractors, and shall include the following efforts: (1) encouraging MBE/WBEs to attend pre-bid meetings, scheduled by a department or the Commission, to inform potential contractors of contracting opportunities; (2) advertising in general circulation media, trade association publications and minority/woman business focus media; (3) notifying MBE/WBEs who are available to perform the work contemplated in a contract, soliciting their interest in the contract; (4) dividing the contract work into economically feasible units to facilitate MBE/WBE participation in the contract; (5) pursuing solicitations of interest by contacting MBE/WBEs to determine whether these businesses are interested in participating on the contract; (6) providing MBE/WBEs with adequate information about the plan, specifications and requirements of the contract; (7) where applicable, negotiating with MBE/WBEs in good faith and demonstrating that MBE/WBEs were not rejected as unqualified without sound reasons based on a thorough investigation of their capabilities; and (8) using the services of available community and contractors' groups, local, State or Federal minority and woman business assistance offices that provide assistance in the recruitment of MBE/WBEs for public sector contracts. \n     \"Good-faith efforts\" when required of a prime public works/construction contractor or professional services provider shall mean the steps undertaken to comply with the goals and requirements imposed by the City for participation by minority and women business enterprises as subcontractors, and shall include the following: \n          (1)     Attending any presolicitation or prebid meetings scheduled by the City to inform all bidders of the minority and women business enterprise program requirements for the project for which the contract will be awarded; \n          (2)     Identifying and selecting specific items of the project for which the contract will be awarded to be performed by minority or women business enterprises to provide an opportunity for participation by those enterprises; \n          (3)     Advertising, not less than 10 calendar days before the date the bids are opened, in one or more daily or weekly newspapers, trade association publications, minority or trade-oriented publications, trade journals, or other media, specified by the City for minority or women business enterprises that are interested in participating in the project. This paragraph applies only if the City gave public notice of the project not less than 15 calendar days prior to the date the bids are opened; \n          (4)     Providing written notice of his or her interest in bidding on the contract to the number of minority or women business enterprises required to be notified by the project specifications not less than 10 calendar days prior to the opening of bids. The City shall make available to the bidder not less than 15 calendar days prior to the date the bids are opened a list or a source of lists of enterprises which are certified by the Director as minority or women business enterprises; \n          (5)     Following up initial solicitations of interest by contacting the enterprises to determine with certainty whether the enterprises were interested in performing specific items of the project; \n          (6)     Providing interested minority and women business enterprises with information about the plans, specifications, and requirements for the selected subcontracting or material supply work; \n          (7)     Requesting assistance from minority and women community organizations; minority and women contractor or professional groups; local, State or Federal minority and women business assistance offices; or other organizations that provide assistance in the recruitment and placement of minority or women business enterprises, if any are available; \n          (8)     Negotiating in good faith with the minority or women business enterprises, and not unjustifiably rejecting as unsatisfactory bids or proposals prepared by any minority or women business enterprises, as determined by the City; \n          (9)     Where applicable, advising and making efforts to assist interested minority and women business enterprises in obtaining bonds, lines of credit, or insurance required by the City or contractor; \n          (10)     Making efforts to obtain minority and women business enterprise participation that the City could reasonably expect would produce a level of participation sufficient to meet the City's goals and requirements. \n     \"Human Rights Commission (HRC)\" shall mean the Human Rights Commission of San Francisco, consisting of Commissioners appointed by the Mayor; hereinafter, it shall be referred to as the \"Commission.\" \n     \"Joint venture\" shall mean and may be referred to as an \"Association\" of two or more businesses acting as a contractor and performing or providing services on a contract, in which each joint venture or association partner combines property, capital, efforts, skill, and/or knowledge. \n     \"Lease\" shall mean and include an agreement by which the City and County of San Francisco or any contracting agency thereof, grants to a person the temporary possession and use of property for reward, and the latter agrees to return the same to the former at a future time. A \"lease\" shall not include an agreement to perform construction-related services. \n     \"Local business\" or \"Local business enterprise (LBE)\" shall mean an economically disadvantaged business which is an independent and continuing business for profit, performs a commercially useful function and is a firm: \n          (1)     With fixed offices or distribution points located within the geographical boundaries of the City and County of San Francisco;\n          (2)     Listed in the Permits and License Tax Paid File with a San Francisco business street address; and\n          (3)     Which possesses a current Business Tax Registration Certificate at the time of the application for certification as a local business. Post Office box numbers or residential addresses shall not suffice to establish status as a \"local business.\" To qualify as a \"local business\" or \"LBE\" a business must establish that it has been located and doing business in San Francisco for at least six months preceding its application for certification as a local business. \n     \"Lower-tier subcontracting\" shall mean any agreement or other arrangement between a subcontractor and a person as defined herein where it is agreed that said person shall perform any term, condition or obligation imposed by the subcontract upon the subcontractor. \n     \"Minority,\" \"minorities,\" or \"minority person\" shall mean members of one of the following ethnic groups: Asians (defined as Chinese, Japanese, Koreans, Pacific Islanders, Samoans, Filipinos, Asian Indians, and Southeast Asians), Blacks, and Latinos (defined as Mexicans, Puerto Ricans, Cubans, Central or South Americans). \n     \"Minority Business Enterprise (MBE)\" shall mean an economically disadvantaged local business which is an independent and continuing business for profit, performs a commercially useful function, and is owned and controlled by one or more minority persons residing in the United States or its territories. \n     \"Miscellaneous professional services\" shall mean all professional services except legal, architect/engineer, computer systems, management consulting and medical services. \n     \"Office\" or \"offices\" shall mean a fixed and established place where work is carried on of a clerical, administrative, professional or production nature directly pertinent to the business being certified. A temporary location or movable property or one that was established to oversee a project such as a construction project office does not qualify as an \"office\" under the Ordinance. \n     \"Owned,\" for purposes of determining whether a business is a minority business enterprise or woman business enterprise, shall mean that the minorities or women as the context requires, shall possess an ownership interest of at least 51 percent of the business, and shall: \n          (1)     Possess incidents of ownership, such as an interest in profit and loss, equal to at least the required ownership interest percentage; and \n          (2)     Contribute capital, equipment and expertise to the business equal to at least the required ownership percentage.\n     Ownership of an individual seeking MBE or WBE certification shall be measured as though the applicant's ownership is not subject to the community property interest of a spouse, if both spouses certify that (a) only the woman or minority spouse participates in the management of the business and (b) the nonparticipating spouse relinquishes control over his/her community property interest in the subject business; or both spouses have bona fide management and control of the business. \n     \"Participation commitment\" shall mean the targeted level of MBE/WBE subcontractor participation that each prime public works/construction contractor or professional service provider has designated in its bid. \n     \"Participation goals\" shall mean the targeted levels of City-wide MBE/WBE participation in City prime contracts that reflect the relevant share of MBEs or WBEs in a given industry or profession referred to as \"percent availability\" in the utilization indices contained in Appendix X to this Ordinance. \n     \"Percent availability\": see \"Participation goals.\" \n     \"Person\" includes one or more individuals, partnerships, associations, organizations, trade or professional associations, corporations, cooperatives, legal representatives, trustees, trustees in bankruptcy, receivers, or any group of persons, including any official, agent or employee of the City and County of San Francisco. \n     \"Professional services contract\" shall mean agreements for the procurement of legal, architect/engineer, computer systems, management consulting, medical services and miscellaneous professional services. \n     \"Public works/construction contract\" shall mean agreements for the construction, reconstruction or repair of public buildings, streets, utilities or other public works or improvements. \n     \"Set aside\" when referring to a contract or project shall mean a procurement or contract award process where competition for a contract or project is limited to MBEs, WBEs and/or joint ventures with MBE/WBEs. \n     \"Subcontractor\" shall mean any business providing goods or services to a contractor for profit, if such goods or services are procured or used in fulfillment of the contractor's obligations arising from a contract with the City and County of San Francisco. \n     \"Subcontractor participation goals\" shall mean the targeted level of MBE/WBE subcontractor participation designated by the Director for prime public works/construction and professional services contracts. \n     \"Woman Business Enterprise (WBE)\" shall mean an economically disadvantaged local business which is an independent and continuing business for profit, performs a commercially useful function and is owned and controlled by one or more women residing in the United States or its territories. \n     \"Woman/Minority Man Business Enterprise (W/MBE)\" shall mean an economically disadvantaged local business which meets the definition of an MBE or WBE, except that the aggregate ownership interest of the woman and the minority man equals or exceeds 51 percent of the business. An W/MBE shall qualify and be deemed by a department an MBE or WBE, but not both, for purposes of this Ordinance. Any reference in this Ordinance to MBE or WBE includes a W/MBE. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91; Ord. 283-91, App. 6/12/91; Ord. 76-92, App. 3/13/92; Ord. 155-92, App. 5/29/92; Ord. 284-92, App. 9/16/92) \n\n","heading":{"title":"12D","chaptersection":"5","identifier":"12D.5","catch_text":"DEFINITIONS."}}