{"text":"\n     (A)     In addition to the duties given to the Mayor elsewhere, the Mayor shall:\n          1.     By July 1st of each fiscal year subject to this ordinance, issue notices to all City departments informing them of their duties under this ordinance. The notice shall contain the following information: (1) the City-wide MBE/WBE participation goals that departments are expected to use good-faith efforts to attain during the fiscal year and that a department's failure to use good-faith efforts to attain the MBE/WBE participation goals shall be reported to the Board of Supervisors in the Commission's annual report; and (2) the data each department is required to provide the Controller on each contract award; \n          2.     Coordinate and enforce cooperation and compliance by all departments with this ordinance;\n          3.     Establish a three-member Contract Review Committee who shall have the authority to review contracts proposed by the Director or a department to be set aside, where competition for these contracts is limited to MBEs, WBEs and/or joint ventures with MBE/WBEs. The three-member Contract Review Committee shall be composed of the HRC Director, an individual appointed by the Board of Supervisors and an individual appointed by the Mayor. The Board and the Mayor shall appoint individuals who are knowledgeable about contracting practices of the City and of the industry or profession affected by the set-aside of the contract; \n          4.     Establish a three-member Subcontracting Goals Committee which shall have the authority to review decisions by the Director denying a contractor's request, pursuant to Section \n12D.9(D)-(4) or \n12D.11(A)-(6), to waive or reduce subcontractor participation goals. The three-member Subcontracting Goals Committee shall be composed of an individual appointed by the Commission, an individual appointed by the Board of Supervisors and an individual appointed by the Mayor. The Commission, the Board of Supervisors and the Mayor shall appoint individuals who are knowledgeable about the City's contracting and subcontracting practices and the relevant construction or professional service industry. The Commission, the Board of Supervisors, or the Mayor may not appoint to the Subcontracting Goals Committee the Director or any employee of the Human Rights Commission. \n     (B)     Contract awarding authorities or in the case of a professional services contract, the department making the contract award recommendation, shall: \n          1.     Use good-faith efforts to solicit and obtain quotes, bids or proposals from MBEs and WBEs on all solicitations, or document their unavailability; \n          2.     Unless otherwise indicated in this ordinance and except where prohibited by State or Federal law or regulation, extend a preference in all bids and contracts and in the composition of rating scales as follows: (1) a five-percent preference to (i) a local business or (ii) a joint venture with local MBE or local WBE participation which equals or exceeds 35 percent but is under 40 percent; or (iii) where a joint venture is composed of only local businesses with no local MBE or WBE participation or where the local MBE or local WBE participation is less than 35 percent; (2) a seven and one-half percent (7.5%) preference to (i) a joint venture with local MBE or WBE participation which equals or exceeds 40 percent but is less than 51 percent; (3) a 10-percent preference to (i) a local MBE or local WBE or (ii) a joint venture with local MBE or local WBE participation which equals or exceeds 51 percent. \n               A joint venture shall receive the aforementioned appropriate bid preference when the MBE or WBE is an active partner in the joint venture and performs work, manages the job and takes financial risks in proportion to the required level of participation stated in the bid documents and is responsible for a clearly defined portion of the work to be performed, and shares in the ownership, control, management responsibilities, risks, and profits of the joint venture. The portion of the MBE or WBE joint venturer's work shall be set forth in detail separately from the work to be performed by the nonMBE or nonWBE joint venture partner. The MBE or WBE joint venturer's portion of the contract must be assigned a commercially reasonable dollar value; \n          3.     Arrange contracting by size and type of work to be performed so as most effectively to enhance the opportunity for participation by MBEs and WBEs to the maximum extent feasible. As soon as practical before soliciting quotes, bids or proposals, all contract awarding authorities or in the case of a professional services contract, the department making the contract award recommendation, shall submit all large proposals to the Director for review. The purpose of the Director's review is to determine whether the proposed project can be divided into smaller projects so as to enhance the opportunity for participation by MBEs and WBEs in the project. For purposes of this subsection, the term \"large project\" shall mean the following: (1) any public works/construction project estimated to cost more than $5,000,000; (2) any professional services contract estimated to cost more than $50,000. If the Director determines, after consulting with the contract awarding authority or department responsible for the project, that the project can be divided into smaller projects, the contract awarding authority or department shall comply with the Director's determination and issue the solicitation for quotes, bids or proposals in accordance with the Director's determination; \n          4.     Adjust bid bonding and insurance requirements as recommended by the City Risk Manager in his May 2, 1989 \"Contract Insurance Manual\"; \n          5.     Utilize a revolving fund as may be established by the City to assist MBEs and WBEs to meet bonding, insurance and other fee-related requirements; \n          6.     Submit to a central office all current bids, requests for proposals, and solicitations with sufficient lead time to provide adequate notice and opportunity to MBEs and WBEs to participate; \n          7.     Impose such sanctions or take such other actions as are designed to ensure compliance with the provisions of this ordinance, which shall include, but are not limited to: \n               (a)     Refusal to grant the award of a contract;\n               (b)     Order the suspension of a contract;\n               (c)     Order the withholding of funds;\n               (d)     Order the revision of a contract based upon a material breach of contract provisions pertaining to MBE or WBE participation;\n               (e)     Disqualification of a bidder, contractor, subcontractor, or other business from eligibility for providing goods or services to the City for a period not to exceed five years, with a right to review and reconsideration by the Commission after two years upon a showing of corrective action indicating violations are not likely to recur; \n          8.     Not award any contract to a person or business which is disqualified from doing business with the City under the provisions of this ordinance, nor shall any contract be awarded to any person or business which is disqualified from doing business with any governmental agency based on failure to comply with Minority or Women Business Enterprise or contract compliance requirements which are substantially the same as those of this ordinance; \n          9.     Designate a staff person to be responsible for responding to the Director and Commission and to the requirements of this ordinance;\n          10.     Maintain accurate records for each contract awarded, its dollar value, the nature of the goods or services to be provided, the name of the contractor awarded the contract, the efforts made by a construction, architect/engineer contractor to solicit bids from and award subcontracts to MBEs and WBEs; \n          11.     Where feasible, provide technical assistance to MBEs and WBEs to increase their ability to compete effectively for the award of City contracts; \n          12.     Work with the Director and the Controller to implement a City-wide prompt-payment policy requiring that MBEs, WBEs and LBEs be paid by the City within 30 days of the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City; \n          13.     Provide the Director with written notice of all contract modifications which result in an increase or decrease of the contract's dollar amount of more than 10 percent. Such notice shall be provided within 30 days of each such contract modification. \n     (C)     Subject to the prior approval of the Director, contract awarding authorities or departments may invite, encourage or request businesses to joint venture on any contract to promote MBE or WBE participation. \n     (D)     For the purpose of determining Minority and Women Business Enterprise participation:\n          Contracts awarded to joint ventures in which one or more MBEs or WBEs are combined with one or more businesses which are not Minority or Women Business Enterprises shall be deemed to be awarded to Minority or Women Business Enterprises only to the extent of the Minority or Women Business Enterprises' participation in the joint venture. \n     (E)     All contracts subject to this ordinance shall include the following requirements, in addition to such other requirements as may be set forth elsewhere: \n          1.     Bidders and contractors on all contracts shall be required to sign before a notary an affidavit prepared by the City Attorney, declaring under penalty of perjury their intention fully to comply with the provisions of the ordinance; \n          2.     Contracts shall incorporate this ordinance by reference and shall provide that the wilful failure of any bidder or contractor to comply with any of its requirements shall be deemed a material breach of contract; \n          3.     Contracts shall provide that in the event that the Director finds that any bidder, subcontractor or contractor wilfully fails to comply with any of the provisions of this ordinance, rules and regulations implementing the ordinance or contract provisions pertaining to MBE or WBE participation the bidder, subcontractor or contractor shall be liable for liquidated damages for each contract in an amount equal to the bidder's or contractor's net profit on the contract, or 10 percent of the total amount of the contract or $1,000, whichever is greatest, said amount to be determined by the Director pursuant to Section \n12D.14(C). All contracts shall also contain a provision in which the bidder, subcontractor or contractor acknowledges and agrees that the liquidated damages assessed shall be payable to the City upon demand and may be set off against any monies due to the bidder, subcontractor or contractor from any contract with the City; \n          4.     Contracts shall require bidders, contractors and subcontractors to maintain records necessary for monitoring their compliance with this ordinance; \n          5.     Contracts shall require that during the term of the contract, the prime contractor shall fulfill the MBE and WBE participation commitments submitted with their bid; \n          6.     Contracts shall require prime contractors to include a contract provision in any subcontract with an MBE or WBE which provides MBE and WBE subcontractors with a remedy for a prime contractor's noncompliance with his or her commitment to utilize MBE and WBE subcontractors. This contractual provision shall include an agreement by the prime contractor to compensate any MBE or WBE subcontractor if the prime contractor does not fulfill its commitment to utilize the MBE or WBE subcontractor. This contractual provision shall also state that it is enforceable in a court of competent jurisdiction; \n          7.     Whenever contract supplements, amendments or change orders are made which cumulatively increase the total dollar value of a construction contract by more than 10 percent, the contractor shall comply with those MBE and WBE provisions of this ordinance which applied to the original contract with respect to the supplement, amendment, or change order; \n          8.     Contracts in which subcontracting is utilized shall prohibit back contracting to the prime contractor or lower-tier subcontracting for any purpose inconsistent with the provisions of this ordinance, rules and regulations adopted pursuant to this ordinance, or contract provisions pertaining to MBE and WBE utilization. \n          9.     Contracts in which subcontracting is utilized shall require the prime contractor/consultant to pay its MBE or WBE subcontractor/subconsultants within three working days after receiving payment from the City unless the prime contractor/consultant notifies the Director in writing within 10 working days prior to payment that there is a bona fide dispute between the prime contractor/consultant and the MBE or WBE subcontractor/subconsultant. The Director may, upon making a determination that a bona fide dispute exists between the prime contractor/consultant and subcontractor, waive this contract requirement. In making the determination as to whether or not a bona fide dispute exists, the Director will not consider the merits of the dispute. \n     (F)     All contracts or other agreements between the City and County of San Francisco and persons or entities, public or private, where such persons or entities receive money from or through the City for the purpose of contracting with businesses to perform public improvements, shall require such persons or entities to comply with the provisions of this ordinance in awarding and administering such contracts, except where prohibited by State or Federal law or regulation. \n     (G)     Where a department can demonstrate, despite its good-faith efforts and application of the bid preference(s), that it has failed substantially to eliminate the exclusion of MBEs or WBEs from City contracting, the department, after consulting with the Director, may request the Contract Review Committee established in Section \n12D.8(A)(3) to review and approve the proposed project(s) selected by the department for a set-aside. \n     (H)     City department heads and commissioners shall attend a one-hour mandatory training session on an annual basis. The training session shall be organized and conducted by the Director and shall inform City department heads and commissioners of the requirements of this ordinance. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91; Ord. 76-92, App. 3/13/92; Ord. 155-92, App. 5/29/92; Ord. 284-92, App. 9/16/92; Ord. 399-95, App. 12/22/95; Ord. 278-96, App. 7/3/96) \n\n","heading":{"title":"12D","chaptersection":"8. ","identifier":"12D.8. ","catch_text":"POWERS AND DUTIES OF THE MAYOR, DEPARTMENTS OR CONTRACT AWARDING AUTHORITIES."}}