{"text":"\n     This ordinance shall take effect on July 1, 1992, and shall govern all contracts for which a bid has not been solicited by the effective date. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91; Ord. 76-92, App. 3/13/92; Ord. 155-92, App. 5/29/92)\n\nPROVISIONS EFFECTIVE FOR CONTRACTS SOLICITED ON OR AFTER NOVEMBER 1, 1998\n\nSEC. 12D.A.1.  SHORT TITLE.\n     This ordinance shall be entitled the \"Minority/Women/Local Business Utilization Ordinance\" and may be cited as the \"MBE/WBE/LBE Ordinance-V.\" \n(Added by Ord. 296-98, App. 10/5/98; Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.2.  GENERAL FINDINGS.\n     This Board initially passed Ordinance No. 139-84 on April 2, 1984 to combat the City and County of San Francisco's own active and passive participation in discrimination against minority- and women-owned businesses, both in its own contracting for goods and services and in the private market for such goods and services. At the time of passage, women- and minority-owned businesses were virtually excluded as contractors on prime City contracts. The ordinance also sought to offset economic disadvantages faced by local businesses that are not shared by nonlocal businesses, and to increase employment in the City and County of San Francisco by encouraging the participation of local business enterprises in City contracting. \n     Since that time, this Board and the City's Human Rights Commission have actively and extensively documented and studied discrimination against and disadvantages faced by these groups to gauge the effectiveness of the prior Minority, Women and Local Business Enterprise Ordinances (the \"M/W/LBE Ordinances\") and to assess the need for further and continuing action. \n     The earlier studies are documented in the legislative history of the previous amendments and re-enactments of the ordinance, including Ordinance Nos. 175-89, 155-92, 210-97, 457-97, 82-98, 296-98, 210-99 and 283-99. The 1989 Ordinance was challenged in federal court and upheld by the Ninth Circuit Court of Appeals. See Associated General Contractors of California v. Coalition for Economic Equity, 950 F.2d 1401 (9th Cir. 1991). \n     The findings underlying the 1984 and 1989 ordinances have been reviewed and analyzed in the preparation of the current ordinance and are hereby incorporated by reference into the legislative history of this ordinance. These materials, prepared up to and including May 1989, include disparity studies, transcripts of live testimony by dozens of witnesses, case studies of discrimination, and voluminous other materials. An index and a separate synopsis of this material are on file with the Clerk of this Board in File No. 98-0612. \n     Since 1989, the City has devoted substantial additional resources to the task of understanding and documenting discrimination against women and minorities in awarding City contracts and in the private market for such contracts. Given the prior findings of discrimination and the need for this ordinance, this Board examined whether the identified discrimination had been eradicated. \n     Between 1989 and 1998, together this Board and the Human Rights Commission held 14 hearings on the subject of women- and minority-owned business enterprises, heard live testimony from 254 witnesses, reviewed videotaped oral histories by numerous witnesses, reviewed many volumes of social science materials, three disparity studies undertaken by the City and County of San Francisco and numerous other relevant statistical disparity studies undertaken by the City agencies and various other groups and governments from around the Bay Area. The Board also reviewed case studies and other statistical information gathered by the Human Rights Commission. These materials are all incorporated by reference into the legislative history of this ordinance and are in file with the Clerk of this Board in File No. 98-0612. \n     In its hearings on the MBE/WBE/LBE ordinance between 1989 and 1998, this Board gave close consideration to the need for adding Native Americans and Arab Americans to the list of minority groups covered by the ordinance. As part of this process, the Board and the Human Rights Commission heard or reviewed testimony from 47 individuals concerning discrimination against Arab Americans and Native Americans. In addition, a Mason Tillman Associates study covering City contracting in the years 1992 through 1995 found statistically significant evidence of discrimination against Native Americans and Arab Americans in several categories of contracting. That study also closely reviewed testimonial evidence of discrimination against these groups. \n     In 1997 and 1998, this Board and the Human Rights Commission held eight public hearings at which testimony was given by 170 individuals concerning discrimination against Minority and Women Business Enterprises, the transcripts of which, the written submittals accompanying same, and other evidence that was before the Board are in file with the Clerk of this Board in Board File No. 98-0612. \n     On January 4, 1999 and June 30, 1999, the Human Rights Commission issued reports regarding discrimination in City contracting against Iranian Americans. Those reports recounted testimony from HRC hearings regarding discrimination against Iranian American contractors. \n     In addition, the Board considered and reviewed oral histories from many persons involved in the bidding and compliance process taken in the summer of 1998. Many of the oral histories have been preserved on video tape. These oral histories recount personal incidents of discrimination as well as compliance difficulties. The oral histories were taken in this manner because many of the individuals were fearful of retaliation and further discrimination if they testified at a public forum. In fact, this fear caused some of the oral histories to be given in a manner in which the identities of those testifying were not identified. An index and a separate synopsis of the oral histories are on file with the Clerk of this Board in File Nos. 98-0612, 99-0266 and 99-1326. \n     The findings and evidence underlying the 1998 ordinance and the subsequent amendments to that ordinance have been reviewed and analyzed in the preparation of the current ordinance and are hereby incorporated by reference into the legislative history of this ordinance. \n     In 2002 and 2003, this Board and the Human Rights Commission held additional public hearings to determine the extent to which the remedies provided by this Ordinance continue to be necessary. At these hearings, 134 individuals and organizations testified about the discrimination minorities and women continue to face in City contracting and in obtaining contracts in the Bay Area that are not subject to affirmative action programs. Additionally, in 2002 and 2003, the Human Rights Commission and this Board received written statements of individuals describing the discrimination minorities and women continue to experience in City contracting and in other contracting in the Bay Area. In December 2001, the Human Rights Commission issued a report entitled \"Violence in Our City: Research and Recommendations to Empower Our Community\" regarding increasing violence and discrimination against African Americans in San Francisco. \n     In September 2002, the Human Rights Com-mission issued a report entitled \"Blacklash, Violence, Human Rights Violations & Discrimination in San Francisco in the Wake of September 11, 2001.\" The report found that the bombing of the World Trade Center and Pentagon on September 11, 2001 have led to a significant increase in San Francisco in discrimination and violence against those who are perceived to have Middle Eastern ancestry. \n     In April 2003, the Human Rights Commission conducted a disparity analysis of the utilization of minority-owned businesses and women-owned businesses in prime contracting and subcontracting. Even with the remedial programs set forth in this Ordinance in place, the study shows statistically significant underutilization of minorities and women in most City contracting programs. \n     But as the Tenth Circuit Court of Appeals recently recognized in upholding the City and County of Denver's remedial contracting program in Concrete Works of Colorado, Inc. v. City and County of Denver (10th Cir. 2003) 321 F.3d 950, a public entity cannot reliably ascertain whether a remedial race- and gender-conscious affirmative action contracting program that has been in place should be continued based on a disparity analysis of the utilization of minority- and women-owned businesses in the public entity's contracting programs. That the remedial program in place has given some minorities and women contracting opportunities in certain limited industries provides little evidence of whether minorities and women would be given those opportunities in the absence of the remedial program. Instead, the Tenth Circuit concluded that disparities in private markets in the region provide a strong indicator of the extent to which minorities and women would be used in public entity's contracting programs absent the remedial affirmative action program. \n     Accordingly, the Human Rights Commission retained the National Economic Research Associates (NERA)—the same firm whose studies about discrimination in the Denver metropolitan area the Tenth Circuit found to be so persuasiveconduct studies to assess the level of discrimination against minority- and women-owned businesses in the Bay Area private sector. NERA examined business formation and earnings rates, and NERA found significant disparities in the formation and earnings rates of minorities and women as compared to majority men. These disparities are especially pronounced for African Americans and Latino Americans. NERA also examined the market for credit and capital and found strong evidence of discrimination against minorities, as well as evidence of recent discrimination against women. Consistent with the Tenth Circuit's ruling, NERA concluded that the evidence of discrimination it found in Bay Area private markets is a valid substitute for evidence of actual discrimination in City contracting programs. \n     In April 2003, the Human Rights Commission also retained Godbe Research to conduct a telephone survey of minority- and women-owned businesses certified with the HRC. Twenty-one percent of the 266 firms surveyed reported that since 1998 they have been declined Bay Area subcontracting work that was not subject to affirmative action requirements by prime contractors who typically do award them work on contracts that are subject to the remedial subcontracting requirements of this Ordinance. And each of those firms that experienced such discrimination reported that it had been rejected as a subcontractor by a prime contractor who gave it work on City contracts on average 13 times in the last five years. \n     Additionally, the Board has reviewed studies undertaken by various public entities in the Bay Area, and testimony, articles and studies prepared by academicians. All of these materials are incorporated by reference into the legislative history of this Ordinance. The collection and analysis of relevant information is ongoing. \n     As a result of these hearings and review of these materials and the materials archived by the Human Rights Commission and the relevant statistical and social science data, oral histories, articles and studies, the Board makes the following findings: \n          1.     In April 2003, NERA conducted studies to assess the level of discrimination against minority- and women-owned businesses in the Bay Area private sector. NERA examined business formation rates, earnings rates, and disparities in the market for credit and capital. \n     NERA reported significant disparities in the formation rates of minority- and women-owned business as compared to businesses owned by Caucasian men. In particular, African Americans, Asian Americans, Latino Americans, and women have statistically significantly lower business formation rates in the Bay Area than do comparable Caucasian men in the construction, architectural and engineering, professional services, general services and goods and services industries. These disparities are especially large in the construction industry, where, for example, business formation rates for African-Americans are approximately 12 percentage points lower than for comparable Caucasian men. Further, NERA found that the disparities for African Americans and Latino Americans are especially pronounced and have increased in the recent six years over the prior fourteen years. \n     NERA further reported significant disparities in the earnings of self-employed minorities and women compared to the earnings of self-employed Caucasian men. The disparity in earnings between self-employed African Americans and self-employed Caucasians, for example, has increased dramatically from 1991-2002 over the prior 13 years, and is much greater than the disparity between African American wage and salary workers and Caucasian wage and salary workers over the same time period. \n     NERA also reported discrimination against minorities and women in the credit markets in all industries, which NERA concluded partially explains the large disparities found in minority- and women-owned business formation rates. NERA reported that even when controlling for firm size, credit history and other valid credit worthiness factors, the loan applications of minority-owned firms were substantially more likely to be denied than the loan applications of Caucasian firms. For example, the loan rejection rates for African American and Latino American firms are roughly twice that of Caucasian firms. NERA also found that minority firms are more likely not to apply for loans because of the low loan approval rate for such firms, and that when minority businesses did receive loans, they had to pay higher interest rates, regardless of their credit worthiness or geography. NERA further reported that credit market conditions are a far bigger concern for minority-owned firms than for Caucasian-owned firms, and that a greater share of minority-owned firms than Caucasian-owned firms believe that credit availability is the most important issue likely to confront the firm in the next 12 months. NERA also reported that discrimination in the market for credit has increased for minority groups during the 1990s, and re-appeared for women in the late 1990s. \n     Based on NERA's studies, the testimony and all of the other evidence before the Board, the Board finds that minority- and women-owned businesses continue to face systemic race and gender discrimination in public and private markets in the Bay Area. \n          2.     In April 2003, the City conducted a comprehensive disparity study to gauge discrimination against women- and minority-owned businesses in the City's contracting from 1998 to early 2003. Under a fair and equitable system of awarding contracts, the proportion of contract dollars awarded to minority- and women-owned business enterprises would be equal to the proportion of willing and able minority- and women-owned enterprises in the relevant market area. If, based on statistical testing, there is a very low probability of attributing to chance the existence of a disparity between these proportions, the Supreme Court has stated that an inference of discrimination can be made. \n          3.     The Human Rights Commission's 2003-study thoroughly and conclusively documented the fact thatwith the City's remedial contracting programs in placeand women-owned business enterprises continue to receive a smaller share of certain types of contracts for the purchases of goods and services by the City than would be expected based on the number of able and available women- and minority-owned businesses. This poor utilization cannot be attributed to chance. This Board finds, based on these statistical studies, testimony and on all the other evidence of persistent discrimination presented to the Board, that the disproportionately small share of City contracting and subcontracting that goes to women- and minority-owned businesses in certain industries is due to discrimination by the City and discrimination in the private market. \n          4.     The Human Rights Commission's April 2003 study also documents that in the last five years, in certain limited industries, some minority groups and women have received City contract dollars close to or above the level that would be expected based on their availability. Based on the studies and reports issued by NERA and Godbe Associates, the testimonial evidence, the history of discrimination against minority and women contractors in City contracting programs and the other materials before the Board, the Board finds that these favorable minority utilization rates are attributable to the fact that the City has remedial contracting programs in place, and that the discrimination the City previously identified in its prime contracting and subcontracting programs has not yet been eradicated. In particular, the Board finds that if the City were to discontinue, at this time, the race- and gender-conscious bid discount program or the subcontracting program authorized by this Ordinance, minority and women utilization rates in City contracting would plummet. Under those circumstances, the Board finds that minority and women utilization rates would likely return to the same judicially-recognized low levels to which they fell in 1989 after the City discontinued its prior race- or gender-conscious remedial contracting programs. In fact, many minorities and women report that they are frequently refused subcontracting opportunities on contracts that are not subject to a race- or gender-conscious affirmative action program by the same prime contractors that do hire them on contracts that are subject to a race- and gender-conscious affirmative action program. And, many minority- and women-owned businesses that have benefited from the City's remedial program and have since graduated from the program, report that prime contractors who gave them subcontracts on contracts subject to the City's subcontracting requirements before they graduated, refuse to give them subcontracts now that they are no longer certified under the M/WBE program. \n          5.     The Human Rights Commission Study reviewed contracts entered into by the City and County of San Francisco in a variety of areas and categories from 1998 through early 2003 and determined the following: \n               A.     For prime construction contracts, even with the race- and gender-conscious bid/ratings discount program in place, African Americans, Arab Americans, Asian Americans and women still received fewer construction prime-contracting dollars than would be expected given their availability. The disparity was statistically significant for African Americans, Asian Americans and Arab Americans. Although African Americans represent 4.49 percent of the available construction firms, they received only 1.01 percent of the construction contract dollars. Although Arab Americans represent 0.14 percent of the available construction firms, they received no construction contract dollars at all. Although Asian Americans represent 13.74 percent of the available construction firms, they received only 4.98 percent of the construction contract dollars. Although women represent 8.84 percent of the available construction firms, they received only 8.23 percent of the construction contract dollars. Although Caucasian men represent 67.74 percent of available construction firms, they received 70.79 percent of the construction contract dollars. Although Latino American firms received more construction contracts than expected based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans would receive well below the level of prime City construction contracts that one would expect based on their availability. \n               B.     For architecture and engineering prime contracts between 1998 and early 2003, even with the race- and gender-conscious bid/ratings discount pro-gram in place, African Americans, Arab Americans, Asian Americans, Iranian Americans, Latino Americans, and women received fewer contracts than would be expected given their availability. Notwithstanding the bid/ratings discount program, more than 87 percent of the contracts in this area went to Caucasian male-owned businesses, even though those firms represent less than 63 percent of the available architecture and engineering firms. The disparities against Arab Americans, Asian Americans, Iranian Americans, Latino Americans, and women, and the particularly pronounced disparity in favor or Caucasian men, were statistically significant. \n               C.     For professional services prime contracts in the years 1998 through early 2003, even with the race-conscious bid/ratings discount program in place, Arab Americans, Iranian Americans and Latino Americans received fewer contracts than expected based on their availability, and the disparities were statistically significant for those groups. Arab Americans, who represent .11 percent of the available professional service firms, received only .08 percent of the professional services contract dollars. Iranian Americans, who represent .11 percent of the available professional services firms, received 0.00 percent of the professional services dollars. Latino Americans, who represent .79 percent of the professional services firms, received .22 percent of the professional service dollars. And, although African Americans, Asian Americans and women received more than the number of professional service contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Asian Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, African Americans, Asian Americans and women would receive well below the level of prime City professional service contracts that one would expect based on their availability. \n               D.     For purchases of goods and services prime contracts for 1998 through early 2003, even with the race- and gender-conscious bid/ratings discount in place, Asian Americans, Iranian Americans and women received fewer contract dollars than expected. Although Asian Americans represent 4.15 percent of the available goods and services firms, those firms received only 1.84 percent of the goods and services contract dollars. Similarly, although Iranian Americans represent .22 percent of the available goods and services firms, those firms received only .17 percent of the goods and services contract dollars. Although women represent 6.22 percent of the available goods and services firms, women received only 4.60 of the goods and services contract dollars. Although African Americans, Arab Americans and Latino Americans received slightly more than the number of good and services contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Arab Americans and Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, African American, Arab American and Latino American firms would receive well below the level of prime City goods and services contracts that one would expect based on their availability. \n               E.     For general services prime contracts for 1998 through early 2003, even with the race- and gender-conscious bid/ratings discount in place, African Americans, Arab Americans, Asian Americans and Iranian Americans received fewer contract dollars than expected based on their availability. Although African Americans represent 1.28 percent of the available general services firms, those firms received only .64 percent of the general services contract dollars. Similarly, although Arab Americans represent .04 percent of the available general services firms, those firms received only .01 percent of the general services contract dollars. Although Asian Americans represent 2.60 percent of the available general service firms, they received only 1.11 percent of the general services contract dollars. Although Iranian Americans represent .09 percent of the general services firms, they received 0.00 percent of the general services contract dollars. The disparities against African Americans and Iranian Americans are statistically significant. Although Latino Americans and women received somewhat more than the number of general services contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans and women would receive well below the level of prime City general services contracts that one would expect based on their availability. \n               F.     For telecommunications prime contracts entered into between 1998 and early 2003, even with the race- and gender-conscious bid/ratings discounts in place, African Americans, Asian Americans, Iranian Americans and women received fewer contract dollars than expected based on their availability. Although African Americans represent 2.26 percent of the telecommunications firms, they received only .19 percent of the telecommunications contract dollars. Although Asian Americans represent 13.53 percent of the telecommunications firms they received only 2.93 percent of the telecommunications contract dollars. Although Iranian Americans represent .75 percent of the telecommunications firms, they received .01 percent of the telecommunications contract dollars. Although women represent 14.29 percent of the telecommunications firms, they received only 12.86 percent of the telecommunication contract dollars. Even with the bid/ratings discount program in place, although Caucasian men represent 70.68 percent of the available telecommunications firms, they received 77.56 percent of the telecommunication contract dollars. The disparities against African Americans, Asian Americans and Iranian Americans are statistically significant. Although Latino Americans received more than the number of telecommunication contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans would receive well below the level of prime City telecommunication contracts that one would expect based on their availability. \n               G.     For City construction subcontracts entered into between 1998 and early 2003, even with the race-conscious subcontracting program in place, Arab Americans and Asian Americans still received fewer construction subcontracts than expected based on their availability. Although Arab Americans represent .14 percent of the available construction firms, they received only .05 percent of the construction subcontract dollars. Although Asian Americans represent 13.74 percent of the construction firms, they received only 12.99 percent of the construction subcontract dollars. Although African Americans, Latino Americans and women received more than the number of construction subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Latino Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the subcontracting program that the City has had in place, African Americans, Latino Americans and women would receive well below the level of City construction subcontracts that one would expect based on their availability. \n               H.     For City architectural and engineering subcontracts entered into between 1998 and early 2003, even with the race- and gender-conscious subcontracting program in place, African Americans, Arab Americans, Latino Americans and women received fewer architectural and engineering subcontracts than expected based on their availability. Although African Americans represent 4.67 percent of the available architectural and engineering firms, they received only 4.48 percent of the architectural and engineering subcontract dollars. Although Arab Americans represent .98 percent of the architectural and engineering firms, they received only .40 percent of the architectural and engineering subcontract dollars. Although Latino Americans represent 4.18 of the available architectural and engineering firms, they received only 2.51 percent of the architectural and engineering subcontract dollars. Although women represent 12.53 percent of the available architectural and engineering firms, they received only 9.29 percent of the architectural and engineering subcontract dollars. Although Asian Americans and Iranian Americans received slightly more than the number of architectural and engineering subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Asian Americans and Iranian Americans in City contracting and contracting in other Bay Area markets, that in the absence of the subcontracting program that the City has had in place, Asian Americans and Iranian Americans would receive well below the level of City architectural and engineering subcontracts that one would expect based on their availability. \n               I.     For City professional services subcontracts entered into between 1998 and early 2003, even with the race-conscious and gender-conscious subcontracting program in place, Arab Americans Iranian Americans and Latino Americans received fewer professional services subcontracts than expected based on their availability. Arab Americans and Iranian Americans received no professional services subcontracts at all. Although Latino Americans represent .79 percent of the professional services firms, they received only .46 percent of the professional services subcontract dollars. Although African Americans, Asian Americans and women received more than the number of professional service subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Asian Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the subcontracting program that the City has had in place, African Americans, Asian Americans and women would receive well below the level of City professional services subcontracts that one would expect based on their availability. \n               J.     For City telecommunications subcontracts entered into between 1998 and early 2003, even with the race- and gender-conscious subcontracting program in place, African Americans, Asian Americans, Iranian Americans and women received fewer telecommunications subcontracts than expected based on their availability. Iranian Americans received no telecommunications subcontracts at all. Although Asian Americans represent 13.82 percent of the available telecommunications firms, they received only .83 percent of the telecommunications subcontract dollars. Although women represent 13.82 percent of the telecommunications firms, they received only 8.84 percent of the telecommunications subcontract dollars. Although African Americans represent 2.44 percent of the telecommunications firms, they received only 2.22 percent of the telecommunications subcontract dollars. The disparity is statistically significant for Asian Americans. And, even with the subcontracting program in place, although Caucasian men represent less than 70 percent of the telecommunications firms, they received more than 86 percent of the telecommunications subcontracts. Although Latino Americans received somewhat more than the number of telecommunication subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans would receive well below the level of City telecommunications subcontracts that one would expect based on their availability. \n          6.     In 2002 and 2003, the Human Rights Commission and this Board heard testimony from 134 individuals at public hearings about discrimination against minority- and women-owned businesses and received written statements documenting such discrimination. Additionally, in 2003, Godbe Research conducted a telephone survey of HRC-certified MBEs and WBEs. \n     Based on this evidence, and the findings and evidence supporting the 1984, 1989 and 1998 Ordinances, and amendments to those ordinances, the Board finds that minorities and women continuously face racial prejudice in both the public and private sector markets in San Francisco. The prejudice against minorities takes the form of stereotyping, prejudging, discomfort in working with minorities, an absence of opportunities to prove one's skill and ability, exclusion, networking difficulties, and racial slurs. Women also face prejudging and stereotyping. Women are often made to feel that they are not qualified to be running a company and that they are innately incapable of certain tasks. Women also sometimes face questions as to whether they are really running their firms. Women- and minority-owned firms also face overt hostility from majority-male firms, reporting harassment, intimidation, and undue pressure during the course of doing business with majority-male firms. Women- and minority-owned businesses also are often subjected to increased and higher standards of review of their work than Caucasian, male-owned firms. Minorities and women also reported difficulties and discrimination in obtaining financing and credit for their firms, difficulty obtaining bonding and insurance, and other forms of business institutional discrimination. \n     Minorities and women also report of discrimination in the award of City prime contracts. Minorities and women report that project managers in many City Departments continue to operate under an \"old boy network in awarding City prime contracts. The practice creates a barrier to the entry of women-and minority-owned businesses and puts those firms at a competitive disadvantage in their efforts to secure City prime contracts. \n     Minority- and women-owned businesses also reported being discriminated against by prime contractors, by, for example, being given inadequate lead time to bid on projects, being paid late after a bid award, being listed on a bid without permission, and having the scope of their work reduced or canceled after the bid award. Minority- and women-owned businesses report that the only reason they are able to get work from many prime City contractors is because the City requires prime contractors to provide minorities and women with opportunities to compete for City subcontracts. In particular, many minorities and women report that they are frequently refused subcontracting opportunities on contracts that are not subject to a race- or gender-conscious affirmative action program by the same prime contractors that do hire them on contracts that are subject to a race- and gender-conscious affirmative action program. And, many minority- and women-owned businesses that succeeded because of the City's remedial program, and graduated from the program, report that prime contractors who gave them subcontracts on contracts subject to the City's subcontracting requirements before they graduated, refuse to give them subcontracts now. Finally, minorities and women report of hostility in the industry toward the M/WBE program. \n          7.     In February 1998, the Human Rights Commission issued a report that documents hostility and active resistance to the W/MBE program by various City departments and agencies. The HRC report also found the following discriminatory practices at work in City contracting: (1) listing minority- and women-owned enterprises as subcontractors but never using the listed minority- and women-owned subcontracting firms, (2) the use of additional nonminority, male subcontractors never listed on the relevant HRC forms, and (3) the creation of fraudulent joint ventures involving minority- or women-owned and majority, men-owned firms. In particular, the HRC's investigation found that in at least four out of 86 contracts involving joint ventures, the minority- or women-owned firms listed in the joint venture did not perform any work on the project. A report issued by the HRC in May 2003 reveals that these discriminatory practices continue, and that the HRC has encountered the following additional discriminatory practices in City contracting: (1) attempts by City personnel to improperly influence contract selection panels to ensure that MBEs/WBEs do not obtain City prime contracts; (2) attempts by City personnel to blame MBEs/WBEs unjustifiably for project delays; (3) the imposition of unnecessary minimum requirements on City contracts that act as a barrier to MBEs/WBEs; (4) the failure by City departments to submit draft requests for proposals to HRC with sufficient time to permit the HRC to ensure that adequate MBE/WBE subcontracting goals have been set; (5) attempts by City departments to circumvent the requirements of this ordinance by extending or modifying existing contracts rather than putting new contract out to bid; (6) the failure by City departments to comply with the prompt payment provisions of this ordinance which ensure that MBEs/WBEs do not suffer unnecessary financial hardships; and (7) resistance by City prime contractors to provide the City with required subcontractor payment information, making it difficult for the City to ensure that MBE/WBE subcontractors receive prompt payment for their work on City contracts. \n          8.     Based on the studies, reports, testimony and other evidence before it, the Board finds that the race- and gender-conscious remedial programs authorized by this Ordinance continue to be necessary to remedy discrimination against minority- and women-owned businesses in City prime contracting and subcontracting. The Board finds that the City and County of San Francisco is actively discriminating against women and minority groups in its contracting, and is passively participating in discrimination in the private sector. This Board finds that the evidence before it establishes that the City's current contracting practices are in violation of federal law and that, as a result, this ordinance continues to be required by federal law to bring the City into compliance with federal civil rights laws in its contracting practices. \n          9.     In addition, the Board has reviewed numerous studies by San Francisco-based agencies. These studies, although narrower in scope than San Francisco's study, support the findings undertaken to assess discrimination against women and minorities in City contracting: \n     In 1991, the San Francisco Unified School District undertook a disparity study of its contracting in various categories. The study found \"substantial evidence of statistically significant disparities between utilization and availability of minority and women contractors.\" For prime contracts over $15,000 in value, the study found statistically significant evidence of discrimination against African Americans, Latino Americans, and other minorities, in the number of contracts willing and able firms owned by these groups were able to obtain. For prime contracts under $15,000 in total value, the study found statistically significant evidence of discrimination against Asian Americans, Latino Americans, minorities in general, and women, in the number of contracts willing and able firms owned by members of these groups were able to obtain. For subcontracts, the study found statistically significant evidence of discrimination in the number of subcontracts that African American, Asian American, Latino American, and minority firms in general were able to obtain. In a review of contracts under its Earthquake program, the study found statistically significant evidence of discrimination against Asian Americans, minorities in general, and women in the number of contracts businesses owned by members of these groups were able to obtain. In construction-related professional services, the study found statistically significant evidence of discrimination against African Americans, Asian Americans, minorities in general and women. In printing and publishing contracts, the study found statistically significant discrimination against African Americans, Asian Americans, Latino Americans, minorities in general, and women. The study also reviewed testimonial evidence of discrimination that supported its findings of discrimination. \n     In November 1992, the San Francisco Redevelopment Agency (\"SFRA\") issued a study of its use of minority- and women-owned business enterprises. The comprehensive study found that women-owned business enterprises received none of the publicly funded prime contract dollars and only 24 percent of the privately funded contract dollars SFRA would have expected given their availability. The study found from a survey of private construction contractors that minority- and women-owned businesses received none of the prime contracts and only 2.32 percent of the subcontract dollars. The study also surveyed 95 local minority- and women-owned construction firms, out of which 75 percent reported that prime contractors who use their firms on public contracts with W/MBE requirements never use their firms on private contracts. \n     In May 1993, the Regional Transit Association of the San Francisco Bay Area issued a report entitled \"The Utilization of Minority and Women-Owned Business Enterprises by Member Agencies of the Regional Transit Association.\" The study found significant underutilization of minority-and women-owned enterprises in those jurisdictions in the Bay Area without programs designed to increase minority and women participation. The study also found that for each transit agency, including San Francisco's Municipal Railway, \"M/WBEs were used less than we would expect given their availability.\" The study also examined anecdotal evidence of discrimination from 502 minority- and women-owned enterprises in the Bay Area. \n     In December 2001, the Human Rights Commission issued a report entitled \"Violence in Our City: Research and Recommendations to Empower Our Community,\" which addresses the increase in violence against African Americans that began in 2000, and discrimination against African Americans in San Francisco. This report supports the finding of the Board that an ordinance encouraging minority-owned enterprise participation in City contracting is necessary to remedy race-discrimination against African American-owned firms in San Francisco. \n          10.     A number of broad disparity studies undertaken by State and other local governments and agencies also support the findings of discrimination in San Francisco's studies, including: \n     In 1992, the Contra Costa County issued a comprehensive study of the use of women- and minority-owned businesses by that county. The study examined Contra Costa's own contracts, data about subcontractors collected from prime contractors, data on Contra Costa's payments to vendors, data on 7,993 minority- and women-owned vendors in the Bay Area identified from various directories, questionnaires on purchasing practices by Contra Costa officials and census data, testimony Contra Costa solicited in public hearings in Alameda and San Francisco, and Bay Area wide mail surveys of 540 women- and minority-owned businesses. The study found that minorities received a smaller share of Contra Costa County contracts than would be expected given their availability. The study also examined the private sector for construction in San Francisco, Oakland, and San Jose and found that minority- and women-owned businesses received a smaller share of prime and subcontracts than would be expected given their availability. The study also found strong evidence of discrimination against women and minority firms in Contra Costa's professional services contracting and commodity purchases. \n     In 1996, the City of Oakland and the Oakland Redevelopment Agency issued a study of the utilization of minorities and women in their contracting programs. The study revealed that even after having programs aimed at increasing contracting opportunities for minority- and women-owned businesses, those businesses still get fewer contracts than one would expect based on their availability. The study revealed that a culture of discrimination among prime contractors, lending institutions, and other businesses prevented minority- and women-owned businesses from competing for public contracting opportunities in Oakland. For instance, even though the majority of ready and willing construction contractors in Oakland were African American-owned, Caucasian male contractors received more than twice the contract dollars from 1991-1994 as African American contractors. And although nearly 68 percent of all ready and willing contractors were minority- and women-owned businesses, Caucasian-male owned firms received more than 55 percent of the contract dollars during this period. Even those minorities who achieved statistical parity in contract availability during the study period suffered from discrimination. Anecdotal evidence gathered for the study revealed that prime contractors often refuse to allow the minority- and women-owned businesses to perform subcontracting work after the contract has been awarded. Women contractors reported that they must ask male co-workers to present their ideas to prime contractors, since otherwise their ideas are ignored. \n     In 1994, the City of Richmond, California commissioned a study to determine whether its race- and gender-conscious remedial contracting programs continued to be necessary. The study revealed great disparities between Caucasian male-owned firms, and minority- and women-owned businesses. For instance, although Caucasian men represented only 49 percent of the available contracting firms, 85 percent of all contract dollars went to those firms. The disparity was even greater in Richmond's professional services contracts, where Caucasian firms received 95 percent of the contract dollars even though such firms represent only 15 percent of the available firms. The study further revealed that although minority- and women-owned firms represented between 32 and 71 percent of the available firms depending on the particular industry (construction, professional services, engineering, and procurement), minority- and women-owned businesses never received more than 14.8 percent of the contract dollars in any industry. And testimonial evidence revealed that Richmond's MBE/WBE ordinance had done little to address the underlying causes of discrimination. Minorities and women were consistently faced with obstacles not placed before Caucasian male contractors, based solely on their race and gender. In fact, based on their experience, some MBEs and WBEs gave up trying to contract with Richmond in the future. \n     In 1995 the California Senate Office of Research issued a report entitled \"The Status of Affirmative Action in California.\" The report explained, in part, that \"[c]ities and counties have affirmative action programs as a matter of public policy, as a requirement for contracting with the State, or because they receive federal money that requires attention to nondiscrimination hiring.\" The report concluded that despite past affirmative action efforts, \"salaries remain disparate among racial and ethnic groups and between men and women.\" \n     In April 1996, the California Senate Office of Research issued a report entitled \"Exploring the Glass Ceiling and Salary Disparities in California State Government.\" The report examined the salary levels of 164,000 state civil service employees and compared compensation according to gender, race and ethnicity. The study found that women of equal educational attainment earn only $.74 for every dollar earned by their male counterparts. \n          11.     Based on the testimony, studies and reports contained in Board File Nos. 98-0612, 99-0266 and 99-1326, and the evidence before the Board in support of this Ordinance, the Board finds that Arab and Iranian Americans continue to suffer discrimination in the City's procurement process. In fact, discrimination against Arab Americans and Iranian Americans has increased dramatically. Based on testimony presented at public hearings before the Human Rights Commission and this Board between 2001 and 2003, and the Human Rights Commission Report issued in September 2002, the Board finds that since September 11, 2001, there has been a sharp increase in threats, harassment, violence, and discrimination against individuals perceived as having Middle Eastern origins in both the private sector in San Francisco as well as in the City's procurement processes. As a direct result of this systemic discrimination, Arab American and Iranian American-owned businesses have been prevented from obtaining City prime contracting and subcontracting. \n          12.     In 1989, based on the significant evidence before it, this Board found that Native Americans who sought prime and subcontracting opportunities have received fewer such contracts than expected based on their availability, and that such underutilization was attributable to discrimination both in the private sector and in the City's procurement practices. Based on the historical record of discrimination against Native Americans, and the testimonial evidence given at public hearings, the Board found that there was compelling evidence of discrimination to support the addition of Native Americans to the MBE program and to justify remedial measures on their behalf. The HRC's 2003 disparity study reveals that there are no longer any San Francisco-based businesses in any industry that are owned by Native Americans and available to perform City prime contracts or subcontracts. Based on the significant evidence before it, the Board finds that the pervasive discrimination and hostility against Native Americans in the Bay Area and in the City's procurement processes has resulted in the recent disappearance of available San Francisco-based Native American-owned contractors. The Board further finds that this discrimination against Native Americans will prevent Native Americans from re-establishing businesses in San Francisco without the bid/ratings discount program and subcontracting program set forth in this Ordinance. For that reason, the Board finds it necessary to continue to extend its remedial contracting program to businesses owned by Native Americans. \n          13.     The Board has also reviewed and considered several volumes of collected social science materials concerning discrimination against women and minorities in the Bay Area and in public contracting in California. These social science materials strongly support, and are consistent with, the findings in the statistical and testimonial evidence that discrimination exists against women and minorities in the City's contracting and in the private market for similar contracts. \n          14.     The Board has considered a substantial body of evidence in enacting the ordinance. The findings set forth herein represent certain salient portions derived from the evidence and hearings. These findings, however, are intended to be representative and non-exhaustive of the evidence and reasons supporting the enactment herein. The Board will consider relevant evidence that continues to be collected. \n          15.     In enacting this ordinance, the Board considered and relied on (a) the fact that a substantial percentage of City agencies receive federal funds, a vast portion of which is expended in City contracts, (b) the federal requirements for eradication of discrimination, including the evidence supporting those requirements, and (c) all applicable constitutional standards including those that apply to federally funded projects. \n          16.     This Board finds that the testimony of minority and women business owners who seek to enter into contracts with the City or are doing business with the City, as presented to this Board and the Human Rights Commission, offer clear and persuasive evidence of discrimination to such an extent that the disparity of contract dollars awarded to minority- and women-owned enterprises can only be explained by discrimination. The statistical evidence, oral and written histories, and social science evidence reviewed by this Board also support this finding. Accordingly, this Board adopts this ordinance to remedy the specifically identified City contracting practices and conditions in the Community and industries that cause the exclusion or reduction of contracting opportunities for minority- and women-owned businesses in City prime and subcontracting programs. \n          17.     Based on a comparative review of the use of minority- and women-owned businesses in the public and private sectors in the City, oral and written histories and additional evidence, this Board finds that there is a substantial reduction in the use of minority- and women-owned firms in private sector contracting in the absence of MBE/WBE requirements such as those found in this ordinance. In the private sector, substantial evidence demonstrates that minority- and women-owned businesses are seldom or never used by prime contractors for projects that do not have MBE/WBE goal requirements. Therefore, this Board finds that if this ordinance were not enacted and the MBE/WBE goal requirements eliminated, the discrimination against and nonutilization of minority- and women-owned businesses now existing in the private sector would occur immediately in the awarding of City contracts. \n          18.     This Board further finds that local businesses that seek prime contracting and subcontracting opportunities in City contracting continue to labor under a competitive disadvantage with businesses from other areas because of the higher administrative costs of doing business in the City (e.g., higher taxes, higher rents, higher wages and benefits for labor, higher insurance rates, etc.). \n          19.     This Board finds that public interest is served by encouraging economically disadvantaged businesses to locate and to remain in San Francisco through the provision of bid discounts to such San Francisco businesses in the award of City contracts and by requiring prime contractors to use good faith efforts to use such businesses as subcontractors when there are subcontracting opportunities available on City contracts. \n          20.     Additionally, this Board finds that policies and programs that enhance the opportunities and entrepreneurial skills of local businesses will best serve the public interest because the growth and development of such businesses will have a significant positive impact on the economic health of San Francisco by, among other things, the creation of local jobs and increased tax revenue. \n          21.     The Board finds that affording a five percent bid discount for economically disadvantaged local businesses bidding on City contracts reduces the disadvantages under which these businesses compete. \n          22.     The bid discount mechanism in this ordinance is used to assure equality in the treatment of opportunities to any bidder for City contracts. This Board further finds that the failure to use such a bid discount would result in discrimination against or preferential treatment to certain individuals and/or groups. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 210-99, File No. 990266, App. 7/30/99; Ord. 283-99, File No. 991326, App. 11/5/99; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\nSEC. 12D.A.3.  DECLARATION OF POLICY.\n     It is the policy of the City and County of San Francisco to ensure full and equitable opportunities for minority business enterprises, woman business enterprises, and local business enterprises to participate as prime contractors in providing goods and services to the City. This program is intended to correct identified discriminatory practices inherent in the City's procurement process and in the award of prime contracts to MBE/WBEs. Another goal of this ordinance is to offset some of the economic disadvantages local businesses continue to face that are not shared by nonlocal businesses. \n     The City will continue to rely on the relationship between the percentages of MBEs/WBEs in the relevant sector of the San Francisco business community and their respective shares of City contract dollars as a measure of the effectiveness of this ordinance in remedying the effects of the aforementioned discrimination. \n     The City is continuing to use a discount for local business in the award of City contracts in order to encourage businesses to locate and to remain in San Francisco and thereby enhance employment opportunities for persons living in San Francisco. The cost of locating and doing business in San Francisco continues to be as much as 15 percent and greater than the cost of doing business in the surrounding communities. Providing a five-percent bid discount for local businesses bidding on City contracts reduces the disadvantages under which City-located businesses labor when competing for City contracts. For that reason, affording them a five-percent bid discount makes good sense. In effect, the bid discount assists these businesses in contributing to the economic health of the City. The five-percent bid discount does not unduly hamper nonlocal businesses in the contracting process, and parallels the discounts awarded in many other local jurisdictions. \n(Added by Ord. 296-98, App. 10/5/98)\n\nSEC. 12D.A.4.  SCOPE.\n     The race- and gender-conscious bid discounts of this ordinance shall be afforded only to economically disadvantaged minority- and women-owned businesses in all specifically enumerated categories of City contracts for the procurement of goods and services subject to exemptions hereinafter specifically enumerated. The local business bid discount shall be afforded to all economically disadvantaged local businesses in the award of all City contracts for the procurement of goods and services subject to exceptions hereinafter specifically enumerated in Section \n12D.A.15. \n(Added by Ord. 296-98, App. 10/5/98)\n\nSEC. 12D.A.5.  DEFINITIONS.\n     \"Architect/Engineering Contracts\" shall mean an agreement for architects, engineers, and other outside temporary professional design, consultant or construction management services for a public work project. \n     \"Back contracting\" shall mean any agreement or other arrangement between a prime contractor and its subcontractor that requires the prime contractor to perform or to secure the performance of the subcontract in such a fashion and/or under such terms and conditions that the prime contractor enjoys the financial benefits of the subcontract. Such agreements or other arrangements include, but are not limited to, situations in which either a prime contractor or subcontractor agrees that any term, condition or obligation imposed upon the subcontractor by the subcontract shall be performed by or be the responsibility of the prime contractor. \n     \"Best efforts\" when required of contract awarding authority shall mean reasonable efforts to include minorities, MBEs, women, or WBEs in City contracting. \n     \"Bid\" shall mean and include a quotation, proposal, solicitation or offer by a bidder or contractor to perform or provide labor, materials, equipment, supplies or services to the City and County of San Francisco for a price. \n     \"Bidder\" shall mean any business that submits a quotation, bid or proposal to provide labor, materials, equipment, supplies or services to the City and County of San Francisco. \n     \"City\" shall mean the City and County of San Francisco. \n     \"Commercially useful function\" shall mean that the business is directly responsible for providing the materials, equipment, supplies or services to the City as required by the solicitation or request for quotes, bids or proposals. MBEs, WBEs or LBEs that engage in the business of providing brokerage, referral or temporary employment services shall not be deemed to perform a \"commercially useful function\" unless the brokerage, referral or temporary employment services are those required and sought by the City. When the City requires and seeks specialty products made to order for the City or otherwise seeks products which, by industry practice, are not regularly stocked in warehouse inventory but instead are purchased directly from the manufacturer, the value of the \"commercially useful function\" provided by a supplier or distributor shall be valued at no more than five percent of the cost of the product. When the City requires and seeks products which are, by industry practice, stocked in warehouse inventory and are in fact, regularly stocked by the listed supplier or distributor, the value of the \"commercially useful function\" provided by the supplier or distributor shall not exceed sixty percent of the cost of the product. If the listed supplier or distributor does not regularly stock the required product, the value of the \"commercially useful function\" provided by the supplier or distributor shall be valued at no more than five percent of the cost of the product. \n     \"Commission\" shall mean the Human Rights Commission of the City and County of San Francisco. \n     \"Commodity\" shall mean products, including materials, equipment and supplies, purchased by the City. \n     \"Concession\" shall mean any privilege conferred by the City on a person to engage in business on property owned or leased by the City. \n     \"Contract\" shall mean and include any agreement between the City and a person to provide or procure labor, materials, equipment, supplies or services to, for or on behalf of the City. A \"contract\" shall include an agreement between the City and a person or nonprofit entity to perform construction-related services or fund the performance of such services. A \"contract\" does not include: (1) awards made by the City with federal/State grant or City funds to a nonprofit entity where the City offers assistance, guidance, or supervision on a project or program and the recipient of the grant award uses the grant monies to provide services to the community; (2) sales transactions where the City sells its personal or real property; (3) a loan transaction where the City is acting as a debtor or a creditor; (4) lease, franchise, or concession agreements; (5) agreements to use City real property; (6) gifts of materials, equipment, supplies or services to the City; or (7) agreements with a public agency except as provided in Section 12D.A.9(E). \n     \"Contract awarding authority\" shall mean the City officer, department, commission, employee or board authorized to enter into contracts on behalf of the City. In the case of an agreement with a person or nonprofit entity to perform or fund the performance of construction-related services, the term \"contract awarding authority\" shall mean the person or nonprofit entity receiving funds from the City to perform or fund the performance of such services. \n     \"Contractor\" shall mean any person(s), firm, partnership, corporation, or combination thereof, who submits a bid or proposal to perform, performs any part of, agrees with a person to provide services relating to and/or enters into a contract with department heads and officers or contract awarding authorities empowered by law to enter into contracts on the part of the City for public works or improvements to be performed, or for goods or services or supplies to be purchased at the expense of the City or to be paid out of monies deposited in the treasury or out of trust monies under the control of or collected by the City. \n     \"Control\" of a business shall refer to the possession of the legal authority and power to manage business assets, good will and daily operations of the business, and the active and continuous exercise of such authority and power in determining the policies and directing the operations of the business. \n     \"Director\" shall mean the Director of the Human Rights Commission of San Francisco. \n     \"Discount\" shall mean an upward or downward price adjustment, according to the context, that is made for the purpose of remedying, in the case of MBEs and WBEs, identified discrimination, and, in the case of LBEs, the competitive disadvantage caused by the higher administrative costs of doing business in the City. \n     \"Economically disadvantaged business\" shall mean a business whose average gross annual receipts in the three fiscal years immediately preceding its application for certification as a MBE, WBE or LBE do not exceed the following limits: (1) public works/construction; specialty construction contractors; (2) goods/materials/equipment and general services suppliers; (3) professional services and architect/engineering; (4) trucking; and (5) telecommunicationsAny business under common ownership, in whole or in part, with any other business(es) shall be considered an \"economically disadvantaged business\" only if the aggregate gross annual receipts of all the businesses under such common ownership do not exceed the limits specified in this section. All businesses owned by married spouses or domestic partners shall be considered under common ownership unless the businesses are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate either business. \n     \"Franchise\" shall mean and include the right or privilege conferred by grant from the City, or any contracting agency thereof, and vested in and authorizing a person to conduct such business or engage in such activity as is specified in the grant. A \"franchise\" shall not include an agreement to perform construction-related services. \n     \"General services contract\" shall mean an agreement for those services that are not professional services. Examples of \"General Services\" include: janitorial, security guard, pest control, parking lot management and landscaping services. \n     \"Good-faith efforts\" when required of a contract awarding authority or department shall mean the actions undertaken by a department to obtain MBE or WBE participation in a contract as prime contractors, and shall include the following efforts: (1) encouraging MBE/WBEs to attend prebid meetings scheduled by a department or the Commission to inform potential contractors of contracting opportunities; (2) advertising in general circulation media, trade association publications and minority/woman business focused media and posting the contacting opportunity on the Office of Contract Administration's website pursuant to Section 12.D.A.9(A)6; (3) notifying MBE/WBEs that are available to perform the work contemplated in a contract and soliciting their interest in the contract; (4) dividing the contract work into economically feasible units to facilitate MBE/WBE participation in the contract; (5) pursuing solicitations of interest by contacting MBE/WBEs to determine whether these businesses are interested in participating on the contract; (6) providing MBE/WBEs with adequate information about the plan, specifications and requirements of the contract; (7) where applicable, negotiating with MBE/WBEs in good faith and demonstrating that MBE/WBEs were not rejected as unqualified without sound reasons based on a thorough investigation of their capabilities; and (8) using the services of available community and contractors' groups, local, State or federal minority and woman business assistance offices that provide assistance in the recruitment of MBE/WBEs for public sector contracts. \n     \"Good-faith efforts\" when required of a prime city contractor shall mean the steps undertaken to comply with the goals and requirements imposed by the City for participation by MBE/WBEs as subcontractors, and shall include the following: \n          (1)     Attending any presolicitation or prebid meetings scheduled by the City to inform all bidders of MBE/WBE program requirements for the project for which the contract will be awarded; \n          (2)     Identifying and selecting specific items of the project for which the contract will be awarded to be performed by MBE/WBEs to provide an opportunity for participation by those enterprises; \n          (3)     Advertising for MBEs or WBEs that are interested in participating in the project, not less than 10 calendar days before the date the bids can first be submitted, in one or more daily or weekly newspapers, trade association publications, minority or trade-oriented publications, trade journals, or other media, specified by the City. This paragraph applies only if the City gave public notice of the project not less than 15 calendar days prior to the date the bids can first be submitted; \n          (4)     Providing, not less than 10 calendar days prior to the date on which bids can first be submitted, written notice of his or her interest in bidding on the contract to the number of MBEs or WBEs required to be notified by the project specifications. The City shall make available to the bidder not less than 15 calendar days prior to the date the bids are opened a list or a source of lists of enterprises that are certified by the Director as MBE/WBEs; \n          (5)     Following up initial solicitations of interest by contacting potential MBE/WBE subcontractors to determine with certainty whether those enterprises were interested in performing specific items of the project; \n          (6)     Providing interested MBE/WBEs with information about the plans, specifications, and requirements for the selected subcontracting or material supply work; \n          (7)     Requesting assistance from minority and women community organizations; minority and women contractor or professional groups; local, State or federal minority and women business assistance offices; or other organizations that provide assistance in the recruitment and placement of minority or women business enterprises, if any are available; \n          (8)     Negotiating in good faith with interested MBEs or WBEs, and not unjustifiably rejecting as unsatisfactory bids or proposals prepared by any MBEs or WBEs, as determined by the City; \n          (9)     Where applicable, advising and making efforts to assist interested MBE/WBEs in obtaining bonds, lines of credit, or insurance required by the City or contractor; \n          (10)     Making efforts to obtain MBE/WBE participation that the City could reasonably expect would produce a level of participation sufficient to meet the City's goals and requirements. \n     \"Human Rights Commission (HRC)\" shall mean the Human Rights Commission of San Francisco, hereinafter referred to as the \"Commission.\" \n     \"Joint venture\" shall mean an association of two or more businesses acting as a contractor and performing or providing services on a contract, in which each joint venture partner combines property, capital, efforts, skill, and/or knowledge and each joint venture partner shares in the ownership, control, management responsibilities, risks and profits of the joint venture in proportion to its claimed level of participation. \n     \"Lease\" shall mean and include an agreement by which the City or any contracting agency thereof, grants to a person the temporary possession and use of property for consideration. \n     \"Local business\" or \"Local business enterprise (LBE)\" shall mean an economically disadvantaged business that is an independent and continuing business for profit, performs a commercially useful function and is a firm that: \n          (1)     Has fixed offices or distribution points located within the geographical boundaries of the City where a commercially useful function is performed. Businesses that supply commodities must continuously maintain warehouses stocked with inventory within the geographical boundaries of the City. Truckers must park their registered vehicles and trailers within the geographical boundaries of the City. Post office box numbers or residential addresses shall not suffice to establish status as a \"Local Business\"; \n          (2)     Is listed in the Permits and License Tax Paid File with a San Francisco business street address; and\n          (3)     Possesses a current Business Tax Registration Certificate at the time of the application for certification as a local business;\n          (4)     Has been located and doing business in the City for at least six months preceding its application for certification as a local business; and \n          (5)     Is certified as an LBE pursuant to Section \n12D.A.6(B)(1).\n     No business that is owned in part or in whole by a full time City employee or City officer shall be considered a \"local business\" or \"local business enterprise (LBE)\" within the meaning of this ordinance. \n     \"Lower-tier subcontracting\" shall mean any agreement or other arrangement between a sub-contractor and a person as defined herein where it is agreed that said person shall to perform any term, condition or obligation imposed by the subcontract upon the subcontractor. \n     \"Minority,\" \"minorities,\" or \"minority person\" shall mean members of one or more of the following ethnic groups: \n     African Americans: (defined as persons whose ancestry is from any of the Black racial groups of Africa or the Caribbean);\n     Arab Americans: (defined as persons whose ancestry is from an Arabic speaking country that is a current or former member of the League of Arab States); \n     Asian Americans (defined as persons with Chinese, Japanese, Korean, Pacific Islander, Samoan, Filipino, Asian Indian, and Southeast Asian ancestry); \n     Iranian Americans (defined as persons whose ancestry is from the country of Iran);\n     Latino Americans (defined as persons with Mexican, Puerto Rican, Cuban, Central American or South American ancestry. Persons with European Spanish ancestry are not included as Latino Americans); and \n     Native Americans (defined as any person whose ancestry is from any of the original peoples of North America, and who maintains cultural identification through tribal affiliation or community recognition. \n     \"Minority business enterprise (MBE)\" shall mean an economically disadvantaged local business that is an independent and continuing business for profit, performs a commercially useful function, is owned and controlled by one or more minority persons residing in the United States or its territories and is certified as an MBE pursuant to Section \n12D.A.6(B). \n     \"Office\" or \"offices\" shall mean a fixed and established place where work is performed of a clerical, administrative, professional or production nature directly pertinent to the business being certified. A temporary location or movable property or one that was established to oversee a project such as a construction project office does not qualify as an \"office\" under the ordinance. Work space provided in exchange for services (in lieu of monetary rent) does not constitute an \"office.\" The office is not required to be the headquarters for the business but it must be capable of providing all the services to operate the business for which LBE certification is sought. \n     \"Owned,\" for purposes of determining whether a business is a MBE or WBE shall mean that minorities or women, as the context requires: \n          (1)     Possess an ownership interest of at least 51 percent of the business;\n          (2)     Possess incidents of ownership, such as an interest in profit and loss, equal to at least the required ownership interest percentage; and \n          (3)     Contribute capital, equipment to the business equal to at least the required ownership percentage. Promissory notes are not sufficient to constitute capital contributions. \n          (4)     Contribute expertise relevant to the business' essential functions at least equivalent to the ownership interest.\n     For an individual seeking MBE or WBE certification, ownership shall be measured as though the applicant's ownership were not subject to the community property interest of a spouse, if both spouses certify that (a) only the woman or minority spouse participates in the management of the business and the nonparticipating spouse relinquishes control over his/her community property interest in the subject business or (b) both spouses have bona fide management and control of the business. \n     \"Participation commitment\" shall mean the targeted level of MBE/WBE subcontractor participation that each prime city contractor has designated in its bid. \n     \"Participation goals\" shall mean the targeted levels of City-wide MBE/WBE participation in City prime contracts that reflect the relevant share of MBEs or WBEs in a given industry or profession referred to as \"percent availability\" in the utilization indices contained on file with the Clerk of this Board in File No. 98-0612. \n     \"Percent availability\" shall mean the relevant share of MBEs or WBEs in a given industry or profession. \n     \"Person\" includes one or more individuals, partnerships, associations, organizations, trade or professional associations, corporations, cooperatives, legal representatives, trustees, trustees in bankruptcy, receivers, or any group of persons, including any official, agent or employee of the City. \n     \"Professional services contract\" shall mean an agreement for services which require extended analysis, the exercise of discretion and independent judgment in their performance, and/or the application of an advanced, specialized type of knowledge, expertise, or training customarily acquired either by a prolonged course of study or equivalent experience in the field. Examples of professional service providers include licensed professionals such as accountants, and non-licensed professionals such as software developers and financial and other consultants, except that services of architects, engineers, and other outside temporary professional design, consultant or construction management services for a public work project shall be considered architect/engineering contracts and shall not be considered professional services contracts for the purpose of this Ordinance. \n     \"Public works/construction contract\" shall mean an agreement for the erection, construction, renovation, alteration, improvement, demolition, excavation, installation, or repair of any public building, structure, infrastructure, bridge, road, street, park, dam, tunnel, utility or similar public facility performed by or for the City and County of San Francisco, the cost of which is to be paid wholly or partially out of moneys deposited in the treasury of the City and County. \n     \"Services\" shall mean Professional Services and General Services. \n     \"Subcontractor\" shall mean any business providing goods or services to a contractor for profit, if such goods or services are procured or used in fulfillment of the contractor's obligations arising from a contract with the City. \n     \"Subcontractor participation goals\" shall mean the targeted level of MBE/WBE subcontractor participation designated by the Director for prime city contracts. \n     \"Woman business enterprise (WBE)\" shall mean an economically disadvantaged local business that is an independent and continuing business for profit, performs a commercially useful function, is owned and controlled by one or more women residing in the United States or its territories and is certified as a WBE pursuant to Section \n12D.A.6(B). \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 210-99, File No. 990266, App. 7/30/99; Ord. 283-99, File No. 991326, App. 11/5/99; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\nSEC. 12D.A.6.  POWERS AND DUTIES OF THE COMMISSION AND THE DIRECTOR.\n     (A)     In addition to the duties and powers given to the Human Rights Commission elsewhere, the Commission shall:\n          1.     Collect, analyze and periodically report to this Board relevant data that will assist this Board in determining whether (a) the scope of this ordinance in terms of race- or gender-conscious remedies shall be expanded to include new contract areas or minority groups and (b) whether the scope of this ordinance should be limited because the City has met its obligation to adopt and to implement necessary measures to remedy both its active discrimination and its passive perpetuation of private discrimination; \n          2.     Levy the same sanctions that a contracting awarding authority may levy as specified in Section \n12D.A.9(A)(7);\n          3.     When necessary, subpoena persons and records, books and documents for a proceeding of the Commission or an investigation by the Director or an audit pursuant to Section \n12D.A.6(E) conducted to further the purposes of this ordinance; \n          4.     Adopt rules and regulations establishing standards and procedures for effectively carrying out this ordinance. Among other things, the rules and regulations shall provide for administrative procedures that will allow a business to prove and the Commission to recommend to this Board that the ordinance's remedial measures should not be applied to an industry or profession because MBE/WBE participation in City prime contracts has reached parity with MBE/WBE participation in the relevant business community and that MBE/WBEs no longer suffer from a discrimination-induced competitive disadvantage in the applicable industry or profession. The regulations shall also provide a mechanism for contractors to seek a determination by the Director that a MBE or WBE may not be granted a race- or gender-conscious bid discount where it is demonstrated that the MBE's or WBE's bid price is not attributable to the effects of past discrimination; \n          5.     Issue forms for the Controller or contract awarding departments to collect information from contractors as prescribed by this ordinance; \n          6.     Hear appeals challenging: (i) the Director's disqualification of a bidder or Contractor as specified in Section \n12D.A.16(b), (ii) the Director's denial of an application for or revocation of the certification of a business as an MBE, WBE, or LBE, as specified in Section \n12D.A.6(B)(2), or (iii) the Director's denial of a request to waive or to reduce subcontractor participation goals as specified in Section \n12D.A.17(H); \n          7.     By regulation require contract awarding authorities, departments and the Controller to provide to the Director such information as will be necessary to enable the Director to keep a database from which discrimination can be identified, to report to the Mayor and the Board of Supervisors at the end of each fiscal year on the progress each City department has made towards the achievement of MBE and WBE participation goals and to perform his/her other duties. The database is a public record available to the public as provided by state and local law; \n          8.     Adopt rules and regulations as deemed necessary by the Director to ensure that the joint venture bid/ratings discount is applied only to joint ventures where the MBE, WBE or LBE has sufficient skill, experience, and financial capacity to perform the portion of the work identified for the MBE, WBE or LBE. \n          9.     Consistent with the provisions of the ordinance make such other rules and regulations as are necessary to guide its implementation.\n     (B)     In addition to the duties and powers given to the Director elsewhere, the Director shall have the following duties and powers:\n          1.     Through appropriately promulgated procedures, the Director shall certify businesses as bona fide MBEs/WBEs/LBEs. These procedures shall provide that any business seeking certification as an LBE shall meet the definition of an LBE and possess or establish all of the following: (1) business cards for the San Francisco office; (2) business stationery for the San Francisco office; (3) a written agreement for occupancy of a San Francisco office including documentation of payment of monetary rent (receipts and copies of cancelled checks); (4) a listing of the business in an appropriate business buyers guide such as a telephone yellow pages listing San Francisco based businesses; (5) a San Francisco office in which business is transacted that is appropriately equipped for the type of business for which the enterprise seeks certification as an LBE; (6) a conspicuously displayed business sign at the San Francisco business premises except where the business operates out of a residence; and (7) licenses issued to the business owner appropriate for the type of business for which the enterprise seeks certification; \n          2.     Except where the Director cannot certify a business because the business has not been established in San Francisco for the requisite six months, whenever the Director denies an application for or revokes the certification of a business as a MBE, WBE, LBE because the business is not eligible to be certified as a bona fide MBE, WBE, LBE, the Director shall, within three working days of his/her decision, notify the aggrieved business in writing of the basis for revocation or denial of certification and the date on which the business will be eligible to reapply for certification. The notice shall be transmitted to the business via certified mail or via facsimile. The Director shall require a business to wait at least six months but not more than two years after the denial or revocation before reapplying to the Director for certification as a MBE, WBE or LBE. The Director shall provide any business whose certification is revoked an opportunity to be heard within three business days of the revocation. A business may appeal the Director's denial or revocation of certification of a business as an MBE, WBE, or LBE to the Commission. The appeal must be filed with the Commission within three business days following receipt of the Director's decision. Notice by the Director to the business of denial or revocation of certification as an MBE, WBE or LBE shall apprise the business of its right to appeal the decision; \n          3.     The Director shall have the ultimate responsibility for ensuring that the necessary data is collected and analyzed. Annually, and more often if the Director deems necessary, the Director shall analyze the most recently available data of MBEs and WBEs in the various industries and professions doing business with the City. Applying statistically sound methods of analysis and considering other evidence of discrimination, the Director shall identify areas of contracting where the City or any of its departments (a) is failing to meet the participation goals to such an extent that an inference of discrimination can be made, or (b) is otherwise discriminating in its contracts. In addition, the Director shall identify areas of contracting where the City is meeting and/or exceeding participation goal to such an extent that the MBE or WBE bid discounts can no longer be justified. The results of this study shall be included in the Commission's annual report required by Section \n12D.A.18(B); \n          4.     Not later than July 1st of each fiscal year, the Director shall transmit to this Board proposed amendments to this ordinance that the Director deems necessary to ensure that the ordinance provides adequate remedies for identified discrimination while going no further than necessary to remedy the identified discrimination; \n          5.     The Director shall work with the Controller and City departments to implement a City-wide prompt-payment policy requiring that MBEs, WBEs and LBEs be paid by the City, within 30 days after the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City; \n          6.     The Director shall provide information and other assistance to MBEs and WBEs to increase their ability to compete effectively for the award of City contracts; \n          7.     The Director shall assist the City to increase participation by MBEs and WBEs in City contracts;\n          8.     The Director shall continue to develop and to strengthen education and training programs for MBEs and WBEs and City contract awarding personnel; \n          9.     The Director shall grant waivers as set forth in Sections \n12D.A.15 and \n12D.A.17(E) through (H), and may disqualify a bidder or contractor as set forth in Section \n12.D.A.16(b). \n     (C)     The requirements of this ordinance are in addition to those imposed by the United States or the State of California as a condition of financial assistance or otherwise. In contracts which involve the use of any funds furnished, given or loaned by the government of the United States or the State of California, all laws, rules and regulations of the government of the United States or the State of California or of any of its departments relative to the performance of such work and the conditions under which the work is to be performed, shall prevail over the requirements of this ordinance when such laws, rules or regulations are in conflict. In addition, the Director may authorize the substitution of such State or federal minority business enterprise and women business enterprise requirements for the requirements of this ordinance whenever such State or federal requirements are substantially the same as those of this ordinance. \n     (D)     The Director, with the approval of the Commission, may enter into cooperative agreements with agencies, public and private, concerned with increasing the use of MBEs and WBEs in government contracting, subject to the approval of this Board. \n     (E)     The Director, in cooperation with the Controller, shall randomly audit at least three prime contractors each fiscal year in order to insure their compliance with the provisions of this ordinance. The Director, in cooperation with the Controller, shall furthermore randomly audit 10 percent of the joint ventures granted bid discounts in each fiscal year. The Controller shall have the right to audit the books and records of the contractors, joint venture participants, and any and all subcontractors to insure compliance with the provisions of this ordinance. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.7.  POWERS AND DUTIES OF THE CONTROLLER.\n     (A)     In addition to the duties given to the Controller elsewhere, the Controller shall work cooperatively with the Director to provide such contractual encumbrance and payment data as the Director advises are necessary to form the basis of the Commission's report to the Mayor, this Board and the public on the participation of MBEs and WBEs in City prime contracts. If any department refuses or fails to provide the required data to the Controller, the Controller shall immediately notify the Mayor, this Board and the Director. \n     (B)     The Controller shall not certify the award of any contract subject to this ordinance where the Director has notified the Controller that the contract awarding authority has not provided the information the Director advises is necessary under this ordinance. \n     (C)     Each request for payment to a City contractor submitted to the contract awarding authority shall be accompanied by a subcontractor participation form approved by the Commission. That form shall contain information that the Commission has determined is necessary to enable the Commission and the Director (1) to monitor compliance by City departments and their prime contractors with their obligations under this ordinance (2) to determine whether City departments are achieving their prime and subcontracting goals under this ordinance, (3) to determine whether to recommend changes in this ordinance to ensure that the ordinance continues to serve as a remedy for discrimination in contracting while going no further than necessary to remedy that discrimination, and (4) to make such other reports and analyses as are required by this ordinance. \n          In the event that a request for payment fails to include the information required pursuant to this Section, the contract awarding authority shall, within two working days, notify the Director and the affected prime contractor[s] of the failure and afford each affected prime contractor an opportunity to be heard promptly. That notice shall inform the contractor that the contract awarding authority has tentatively determined that the information has not been provided, what information is missing and that if this failure is substantiated, then the Controller will be notified to withhold 20 percent of the payment until the information is provided. If the Controller finds, after consultation with the Director and the notice and opportunity to be heard, that the information has not been provided, the Controller shall withhold 20 percent of the payment otherwise due until the information is provided. \n     (D)     It is the City's policy that MBEs, WBEs and LBEs should be paid by the City within 30 days of the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City. The Controller shall work with the Director and representatives of City departments to implement this City-wide prompt-payment policy. \n     (E)     The contract awarding authority shall require all prime contractors to submit, within 10 days following payment to the prime contractor of moneys owed for work completed on a project, an affidavit under penalty of perjury, that all subcontractors on the project or job have been paid and the amounts of each of those payments. The name, telephone number and business address of every subcontractor shall be listed on the affidavit. If a prime contractor fails to submit this affidavit, the contract awarding authority shall notify the Director who shall take appropriate action as authorized under Section \n12D.A.16(B) and (F). \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.8.  POWERS AND DUTIES OF THE MAYOR.\n     In addition to the duties given to the Mayor elsewhere, the Mayor shall: \n          1.     By July 1st of each fiscal year, issue notices to all City departments informing them of their duties under this ordinance. The notice shall contain the following information: (1) the City-wide MBE/WBE participation goals that departments are expected to use good-faith efforts to attain during the fiscal year and that a department's failure to use good-faith efforts to attain the MBE/WBE participation goals shall be reported to this Board in the Commission's annual report; and (2) the data each department is required to provide the Controller on each contract award; \n          2.     Coordinate and enforce cooperation and compliance by all departments with this ordinance.\n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.9.  POWERS AND DUTIES OF CONTRACT AWARDING AUTHORITIES.\n     (A)     Contract awarding authorities shall:\n          1.     Use good-faith efforts for all contracts subject to the bid/ratings discount provisions of this ordinance to solicit and to obtain quotes, bids or proposals from MBEs and WBEs on all solicitations, or document their unavailability; \n          2.     Unless otherwise indicated in this ordinance, extend a discount in all bids, proposals and contracts and in the composition of rating scales as follows: (1) a five percent discount to (i) an LBE or (ii) a joint venture with MBE or WBE participation that equals or exceeds 35 percent but is under 40 percent; or (iii) where a joint venture is composed of only LBEs with no MBE or WBE participation or where the MBE or WBE participation is less than 35 percent; (2) a seven and one-half percent bid discount to a joint venture with MBE or WBE participation that equals or exceeds 40 percent; (3) a 10 percent discount to (i) an MBE or WBE or (ii) a joint venture between or among MBEs or/and WBEs. \n               The contracting awarding authority shall apply the aforementioned appropriate bid/ratings discount only to a joint venture (1) that meets the requirements of Section \n12D.A.6(A)7 and (2) when the MBE or WBE is an active partner in the joint venture and performs work, manages the job and takes financial risks in proportion to the required level of participation stated in the bid documents and is responsible for a clearly defined portion of the work to be performed, and shares proportionately in the ownership, control, management responsibilities, risks, and profits of the joint venture. The portion of the MBE or WBE joint venture's work shall be set forth in detail separately from the work to be performed by the nonMBE or nonWBE joint venture partner. The MBE or WBE joint venture's portion of the contract must be assigned a commercially reasonable dollar value; \n          3.     Arrange contracting by size and type of work to be performed so as most effectively to enhance the opportunity for participation by MBEs and WBEs to the maximum extent feasible. As soon as practical before soliciting quotes, bids or proposals, all contract awarding authorities or in the case of a professional services contract, the department making the contract award recommendation, shall submit all large proposals to the Director for review. The purpose of the Director's review is to determine whether the proposed project can be divided into smaller projects so as to enhance the opportunity for participation by MBEs and WBEs in the project purposes of this subsection, the term \"large project\" shall mean the following: (1) any public works/construction project estimated to cost more than $5,000,000; and (2) any professional services contract estimated to cost more than $100,000. If the Director determines, after consulting with the contract awarding authority or department responsible for the project, that the project can be divided into smaller projects, the contract awarding authority or department shall comply with the Director's determination and issue the solicitation for quotes, bids or proposals in accordance with the Director's determination; \n          4.     Adjust bid bonding and insurance requirements in accordance with the most current version of the City's \"Contract Insurance Manual\" or as otherwise authorized by the City Risk Manager, Department of Administrative Services; \n          5.     Use the City's Surety Bonding Program set forth in Administrative Code Section \n12D.A.10 to assist MBEs, WBEs and LBEs bidding on and performing City pubic works contracts to meet bonding requirements and/or obtain construction loans; \n          6.     Submit to the Office of Contract Administration (OCA) in electronic format or a format specified by the all bid opportunities, requests for proposals and Solicitations for which published notice or advertising is required, no later than 10 calendar days prior to the announcement of the bid opportunity, request for proposal or Solicitation. A contract awarding authority must obtain a waiver from its commission, or in the case of a department that has no commission, from the Board of Supervisors, if it cannot meet the requirements of this Section \n12D.A.9(A)6. The OCA shall cause to be posted upon a website the following information concerning current bids, requests for proposals and Solicitations: the title and number; the name of the contract awarding authority; and the name and telephone number of the person to be contacted for further information. Such information shall be posted with sufficient lead time to provide adequate notice and opportunity to potential City contractors and vendors to participate in the bid opportunity, request for proposals or Solicitation, but in no event less than 10 calendar days prior to the due date for such bid opportunity, request for proposals or Solicitation; \n          7.     Impose such sanctions or take such other actions as are designed to ensure compliance with the provisions of this ordinance, which shall include, but are not limited to: \n               (a)     Refuse to award a contract,\n               (b)     Order the suspension of a contract,\n               (c)     Order the withholding of funds,\n               (d)     Order the revision of a contract based upon a material breach of contract provisions pertaining to MBE or WBE participation,\n               (e)     Disqualify a bidder, contractor, subcontractor, or other business from eligibility for providing goods or services to the City for a period not to exceed five years, based on the standards set forth in this ordinance and rules and regulations promulgated by the Commission. Any business disqualified under this subsection shall have a right to review and reconsideration by the Commission after two years upon a showing of corrective action indicating that violations are not likely to recur; \n          8.     Not award any contract to a person or business that is disqualified from doing business with the City under the provisions of this ordinance; \n          9.     Designate a staff person to be responsible for responding to the Director and Commission regarding the requirements of this ordinance; \n          10.     Maintain accurate records as required by the Director and the Commission for each contract awarded, its dollar value, the nature of the goods or services to be provided, the name of the contractor awarded the contract, the efforts made by a contractor to solicit bids from and award subcontracts to MBEs and WBEs and LBEs; \n          11.     Where feasible, provide technical assistance to MBEs and WBEs to increase their ability to compete effectively for the award of City contracts; \n          12.     Work with the Director and the Controller to implement a City-wide prompt-payment policy requiring that MBEs, WBEs and LBEs be paid by the City within 30 days of the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City; \n          13.     Provide the Director with written notice of all contract amendments, modifications, supplements and change orders that cumulatively result in an increase or decrease of the contract's dollar amount of more than 10 percent. Such notice shall be provided within 10 days of each such contract modification; \n          14.     Whenever contract amendments, modifications, supplements or change orders cumulatively increase the total dollar value of a contract by more than 10 percent, the contract awarding authority shall require compliance with those MBE and WBE provisions of this ordinance that applied to the original contract; \n          15.     All contract amendments, modifications, supplements or change orders that cumulatively increase by more than 20 percent the total dollar value of all contracts originally valued at $50,000 or more shall be subject to prior approval of the Director, who shall review the proposed amendment, modification, supplement or change order to correct contracting practices that exclude women or minorities from new contracting opportunities. \n     (B)     Contract awarding authorities or departments may invite, encourage or request businesses to joint venture on any contract to promote MBE or WBE participation. \n     (C)     For the purpose of determining MBE and WBE participation, contracts awarded to joint ventures in which one or more MBEs or WBEs are combined with one or more businesses that are not MBEs or WBEs shall be deemed by the contract awarding authority to be awarded to MBEs or WBEs only to the extent of the MBEs or WBEs participation in the joint venture. MBE and/or WBE participation in the supply of goods shall be included in determining MBE and/or WBE participation in a joint venture if the goods are supplied in accordance with established general industry practice. \n     (D)     Contract awarding authorities shall ensure that all contracts subject to this ordinance include the following requirements, in addition to such other requirements as may be set forth elsewhere: \n          1.     Each bidder, proposer and contractor shall be required to sign an affidavit, declaring under penalty of perjury, attesting to its intention to comply fully with the provisions of this ordinance and attesting to the truth and accuracy of all information provided regarding such compliance; \n          2.     Each contract shall incorporate this ordinance by reference and shall provide that the wilful failure of any bidder or contractor to comply with any of its requirements shall be deemed a material breach of contract; \n          3.     Contracts shall provide that in the event that the Director finds that any bidder, subcontractor or contractor that wilfully fails to comply with any of the provisions of this ordinances, rules and regulations implementing the ordinance or contract provisions pertaining to MBE or WBE participationbidder, subcontractor or contractor shall be liable for liquidated damages for each contract in an amount equal to the bidder's or contractor's net profit on the contract, 10 percent of the total amount of the contract or $1,000, whichever is greatest, as determined by the Director pursuant to Section \n12D.A.16(C). All contracts shall also contain a provision in which the bidder, subcontractor or contractor acknowledges and agrees that the liquidated damages assessed shall be payable to the City upon demand and may be set off against any monies due to the bidder, subcontractor or contractor from any contract with the City; \n          4.     Contracts shall require all contractors to maintain records, including such information requested by the Director or Commission, necessary for monitoring their compliance with this ordinance and shall require prime contractors to include in any subcontract with an MBE or WBE a provision requiring the subcontractor to maintain the same records; \n          5.     Contracts shall require prime contractors, during the term of the contract, to fulfill the MBE and WBE participation commitments submitted with their bids; \n          6.     Contracts shall require prime contractors to include in any subcontract with an MBE or WBE a provision requiring the prime contractor to compensate any MBE or WBE subcontractor for damages for breach of contract or liquidated damages equal to 5% of the subcontract amount, whichever is greater, if the prime contractor fails to comply with its commitment to use MBE and WBE subcontractors as specified in the bid/proposal unless the Commission and the contract awarding authority both give advance approval to the prime contractor to substitute subcontractors or otherwise modify the commitments in the bid/proposal documents. Contracts shall also require prime contractors to compensate any MBE or WBE subcontractor for breach of contract or liquidated damages equal to 5% of the subcontract amount, whichever is greater, if the prime contractor does not fulfill its commitment to use the MBE or WBE subcontractor as specified in the bid/proposal unless the Commission and the contract awarding authority both give advance approval to the prime contractor to substitute subcontractors or otherwise modify the commitments in the bid/proposal documents. This provision shall also state that it is enforceable in a court of competent jurisdiction; \n          7.     Contracts shall require prime contractors, whenever amendments, modifications, supplements, or change orders cumulatively increase the total dollar value of a construction contract by more than 10 percent, to comply with those MBE and WBE provisions of this ordinance that applied to the original contract with respect to the amendment, modification, supplement or change order; \n          8.     Contracts shall require prime contractors to submit to the Director for approval all contract amendments, modifications, supplements, and change orders that cumulatively increase by more than 20 percent the total dollar value of all contracts originally valued at $50,000 or more. The Director shall review the proposed amendment, modification, supplement or change order to correct any contracting practices that exclude women and minorities from new contracting opportunities; \n          9.     Contracts in which subcontracting is used shall prohibit back contracting to the prime contractor or lower-tier subcontracting for any purpose inconsistent with the provisions of this ordinance, rules and regulations adopted pursuant to this ordinance, or contract provisions pertaining to MBE and WBE utilization; \n          10.     Contracts in which subcontracting is used shall require the prime contractor to pay its subcontractors within three working days after receiving payment from the City unless the prime contractor notifies the Director in writing within 10 working days prior to receiving payment from the City that there is a bona fide dispute between the prime contractor and the subcontractor, in which case the prime contractor may withhold the disputed amount but shall pay the undisputed amount. The Director may, upon making a determination that a bona fide dispute exists between the prime contractor and subcontractor, waive this three day payment requirement. In making the determination as to whether a bona fide dispute exists, the Director shall not consider the merits of the dispute. Contracts in which subcontracting is used shall also require the contractor/consultant, within 10 working days following receipt of payment from the City, to file an affidavit, under penalty of perjury, that he or she has paid all subcontractors. The affidavit shall provide the names and address of all subcontractors and the amount paid to each; \n          11.     Contracts shall require contractors and subcontractors to maintain records necessary for monitoring their compliance with this ordinance for three years following completion of the project and shall permit the Commission and Controller to inspect and audit such records. \n     (E)     All contracts or other agreements between the City and persons or entities, public or private, in which such persons or entities receive money from or through the City for the purpose of contracting with businesses to perform public improvements, shall require such persons or entities to comply with the provisions of this ordinance in awarding and administering such contracts. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 174-00, File No. 001105, App. 7/14/2000; Ord. 189-02, File No. 021095, App. 9/27/2002; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\nSEC. 12D.A.10.  PUBLIC WORKS CONTRACTS.\n     (A)     In addition to the general findings set forth in Section 12D.A 2, and based upon the record before this Board, the Board hereby finds that the evidence before the Board relating to the award of prime public works contracts for fiscal years 1992-93, 1993-94, 1994-95, 1996-97, 1997-98 and 1998-2003 reflects that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for City prime public works contracts. Further, the Board finds that race-neutral measures employed by the City have not prevented such discrimination against MBEs and WBEs from occurring. \n     (B)     Contract awarding authorities shall apply bid discounts as enumerated in Section \n12D.A.9(A) to all public work contracts the estimated cost of which exceeds $10,000. \n     (C)     Bonding and Financial Assistance Program.\n          1.     Program Description. The City and County of San Francisco, acting through its Human Rights Commission (\"HRC\"), intends to provide guarantees to private bonding companies and financial institutions in order to induce those entities to provide required bonding and financing to eligible contractors and subcontractors bidding on and performing City public work contracts. This bonding and financial assistance program is subject to the provisions of this Subsection 12D.A.10(C). \n          2.     Eligible Contracts. The assistance described in this Subsection \n12D.A.10(C) shall be available for any City public works contract awarded in accordance with San Francisco Administrative Code \nChapter 6. \n          3.     Eligible Businesses. Businesses must meet the following criteria to qualify for assistance under this Subsection \n12D.A.10(C): \n               (a)     The business may be either a prime contractor or subcontractor; and\n               (b)     The business must be certified by the HRC as a Minority Business Enterprise (\"MBE\"), Woman Business Enterprise (\"WBE\") or Local Business Enterprise (\"LBE\") according to the requirements of San Francisco Administrative Code Chapter 12D.A; \n               (c)     The business may be required to participate in a \"bonding assistance training program\" as offered by the HRC, which is anticipated to provide the following: \n                    (i)     Bond application assistance,\n                    (ii)     Assistance in developing financial statements,\n                    (iii)     Assistance in development of a pre-bond surety profile,\n                    (iv)     Identification of internal financial control systems,\n                    (v)     Development of accurate financial reporting tools, and\n          4.     Agreements Executed by the Human Rights Commission. The HRC is hereby authorized to enter into the following agreements in order to implement the bonding and financial assistance program described in this Subsection \n12D.A.10(C): \n               (a)     With respect to a surety bond, the agreement to guaranty up to 40 percent of the face amount of the bond or $750,000, whichever is less; \n               (b)     With respect to a construction loan to be made to a contractor or subcontractor, an agreement to guaranty up to 50 percent of the original principal amount of the construction loan or 50 percent of the actual loss suffered by the financial institution as a result of a loan default, whichever is less; provided that in any event the City's obligations with respect to a guaranty shall not exceed $750,000; \n               (c)     Any other documents deemed necessary by the HRC to carry out the objectives of this program, provided that such documents shall be subject to review and approval by the City Attorney's Office. \n          5.     Monitoring and Enforcement. The HRC shall maintain records on the use and effectiveness of this program, including but not limited to (1) the identities of the businesses and bonding companies participating in this program, (2) the types and dollar amounts of public work contracts for which the program is utilized, and (3) the types and dollar amounts of losses which the City is required to fund under this program. The HRC shall submit written reports to the Board of Supervisors every six months beginning January 1, 2001, advising the Board of the status of this program and its funding capacity, and an analysis of whether this program is proving to be useful and needed. \n          6.     Funding and Accounts. As of July 1, 2001, funding for this program may be derived from the following sources: \n               (a)     The Board of Supervisors has appropriated or will appropriate funds for the operation of this program.\n               (b)     Each Department authorized to contract for public works or improvements pursuant to San Francisco Administrative Code \nChapter 6 shall commit to this program up to ten percent (10%), but not less than one percent (1%), of the budget for every public work or improvement undertaken. (A \"public work or improvement\" is defined in San Francisco Administrative Code \nChapter 6.) This subsection is effective for those public works or improvements where the award of the construction contract (as defined and regulated by Administrative Code Chapter 6) occurs after July 1, 2001. \n               (c)     The Treasurer of the City and County of San Francisco is hereby authorized to negotiate a line(s) of credit or any credit enhancement program(s) or financial products(s) with a financial institution(s) to provide funding; the program's guaranty pool may serve as collateral for any such line of credit. \n     In the event the City desires to provide credit enhancement under this Subsection for a period in excess of one fiscal year, the full aggregate amount of the City's obligations under such credit enhancement must be placed in a segregated account encumbered solely by the City's obligations under such credit enhancement. \n          7.     Term of Bonding Assistance Program. The HRC is authorized to enter into the agreements described in this Subsection for a period ending on the earlier of (1) June 30, 2008 or (2) the date on which the Controller is no longer able to certify the availability of funds for any new guarantee agreement. \n          8.     Default on Guarantees. The Human Rights Commission shall decertify any contractor that defaults on a loan or bond for which the City has provided a guarantee on the contractor's behalf. However, the Human Rights Commission may in its sole discretion refrain from such decertification upon a finding that the City has contributed to such default. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 174-00, File No. 001105, App. 7/14/2000; Ord. 255-00, File No. 001353, App. 11/3/2000; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\nSEC. 12D.A.11.  PURCHASING CONTRACTS.\n     (A)     In addition to the general findings set forth in Section \n12D.A.2, and based upon the record before this Board, the Board finds that the evidence before the Board relating to the award of prime contracts for commodities and general services for fiscal years 1992-93, 1993-94, 1994-95, 1996-97, 1997-98 and 1998-2003 reflects that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for such contracts. The Board further finds that race-neutral measures employed by the City have not prevented such discriminatory practices from occurring. \n     (B)     Contract awarding authorities shall apply all bid discounts as enumerated in Section \n12D.A.9(A) to all commodities contracts the estimated cost of which exceeds $2,500 and general services contracts the estimated cost of which exceeds $10,000. \n     (C)     In addition to the duties given the Office of Contract Administration elsewhere in this Section, the Office of Contract Administration shall maintain, with the assistance of the Director, a current list of MBEs and WBEs to provide each of those commodities or services subject to this ordinance that the Office of Contract Administration indicates are required by the City. \n     (D)     The Office of Contract Administration shall also maintain a central office where all bids, requests for proposals and solicitations will be listed and kept current. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.12.  ARCHITECT/ENGINEERING CONTRACTS.\n     (A)     In addition to the general findings set forth in Section \n12D.A.2, and based upon the record before this Board, the Board hereby finds that the evidence before this Board relating to the award of prime architect/engineering contracts for fiscal years 1992-93, 1993-94, 1994-95, 1996-97, 1997-98 and 1998-2003 reflects that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for City prime architect/engineering contracts. The Board further finds that race-neutral measures employed by the City have not prevented these discriminatory practices from occurring. \n     (B)     Contract awarding authorities and architect/engineering selection panels shall apply all bid/rating discounts as enumerated in Section \n12D.A.9(A) to all bids and proposals for architect/engineering contracts, the estimated cost of which exceeds $10,000. Where Architect/Engineering contracts are formally bid, all consultants selection panels and awarding officers shall apply the bid/rating discounts to each stage of the selection process, e.g., qualifications, proposals and interviews. Minorities and women shall be included on consultant selection panels. \n     (C)     The Director is empowered to take actions to ensure compliance with the provisions of this ordinance, including, without limitation, intervening in the selection process, by modifying the criteria used for selecting selection panelists or prime architect/engineering contractors to correct any contracting practices that hinder equal business opportunities for MBEs and WBEs. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.13.  CONSULTANTS AND PROFESSIONAL SERVICES CONTRACTS.\n     (A)     In addition to the general findings set forth in Section \n12D.A.2, and based upon the record before this Board, the Board hereby finds that the evidence before the Board relating to the award of professional services contracts for fiscal years 1993-93, 1993-94, 1994-95, 1996-97, 1997-98 and 1998-2003 reflects that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for City prime professional service contracts. Further, the Board finds that race-neutral measures employed by the City do not prevent such discrimination against MBEs and WBEs from occurring. \n     (B)     Contract awarding authorities shall apply bid/ratings discounts as enumerated in Section \n12D.A.9(A) to all bids and proposals as enumerated in Section \n12D.A.9(A) to all professional service contracts the estimated cost of which exceeds $10,000. Where professional service contracts are formally bid, all consultants selection panels and awarding officers shall apply the bid/rating discounts to each stage of the selection process, e.g., qualifications, proposals and interviews. Minorities and women shall be included on consultant selection panels. \n     (C)     The Director is empowered to take actions to ensure compliance with the provisions of this ordinance, including, without limitation, intervening in the selection process by modifying the criteria used to select selection panelists or prime professional service contractors to correct any contracting practice that hinders equal business opportunities for MBEs and WBEs. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.14.  BEST EFFORTS REQUIRED FOR OTHER CONTRACTS.\n     All City departments, commissions, boards, officers and employees, in the performance of their duties, and in the award of leases, franchises, concessions, and other contracts not subject to the race and gender-conscious bid/ratings discounts of this ordinance, shall make best efforts to use the services of MBEs, WBEs and LBEs. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.15.  EXCEPTIONS AND WAIVERS.\n     (A)     The Director shall waive the race- and gender-conscious bid discounts and good faith efforts requirements of this ordinance under the following circumstances: \n          1.     Whenever the Director finds, with the advice of the contract awarding authority and the Office of Contract Administration, that needed goods or services are available from a sole source that is not currently disqualified from doing business with the City. \n          2.     If the contract awarding authority certifies in writing to the Director, prior to the Controller's contract certification, that (a) the contract is being awarded under emergency circumstances as described and defined in Administrative Code Section \n6.60 or Administrative Code Section \n21.15 and (b) (i) there is no time to apply bid/ratings discounts or establish subcontracting goals, or (ii) there are no immediately available MBEs and WBEs that are capable of performing the emergency work. \n     (B)     The Director shall waive the five-percent LBE bid discount for contracts in excess of $5,000,000 whenever a contract awarding authority establishes that: \n          1.     Sufficient qualified LBEs capable of providing the needed goods and services required by the contract are unavailable and sufficient qualified businesses located outside San Francisco capable of providing the needed goods and services required by the contract are available; or \n          2.     The application of the five-percent LBE discount will result in significant additional costs to the City if the waiver of the bid discount is not granted. \n     (C)     The bid/ratings discount provisions of this ordinance are not applicable to any contract estimated by the contract awarding authority to cost in excess of $10,000,000. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.16.  MONITORING AND COMPLIANCE.\n     (A)     The Director shall monitor the City's progress toward achievement of the goals stated in Section \n12D.A.3. The Director shall issue an exit report for any contract that includes MBE/WBE subcontracting participation or MBE/WBE prime contract participation as a joint venture partner. The purpose of this exit report is to ensure that prime contractors are complying with their commitments to use MBE and WBE subcontractors and MBE/WBEs are performing services as set forth in the bid/proposal and contract documents for the joint ventures. \n     (B)     Noncompliance By Contractors. In cases in which the Director has cause to believe that a contractor has failed to comply with any of the requirements of this ordinance, rules and regulations adopted pursuant to this ordinance or contract provisions pertaining to MBE or WBE participation, the Director shall notify the contract awarding authority and shall attempt to resolve the noncompliance through conference and conciliation. If the noncompliance cannot be resolved, the Director shall conduct an investigation and, where the Director so finds, issue a written finding of noncompliance. The Director's finding shall indicate whether the contractor acted in good faith or whether noncompliance was based on willful or bad faith noncompliance with requirements of this ordinance, rules and regulations adopted pursuant to this ordinance or contract provisions pertaining to MBE or WBE participation. Where the Director finds that the contractor acted in good faith, after affording the contractor notice and an opportunity to be heard, the Director shall recommend that the contract awarding authority take appropriate action. Where the Director finds willful or bad faith noncompliance, after affording the contractor notice and an opportunity to be heard, the Director shall impose sanctions for each violation of the ordinance, rules and regulations adopted pursuant to this ordinance or contract provisions pertaining to MBE or WBE participation that may include: \n          1.     Declaring the bidder or contractor nonresponsive and ineligible to receive the award of any pending contract;\n          2.     Declaring the bidder or contractor to be an irresponsible bidder and disqualifying the bidder or contractor from eligibility for providing goods or services to the City for a period of up to five years, with a right of review and reconsideration by the Commission after two years upon a showing of corrective action indicating violations are not likely to recur; \n          3.     If the bidder or contractor is a MBE, WBE and/or LBE, revoking that business' certification as a MBE, WBE and/or LBE;\n          4.     Determining that the bidder or contractor has wilfully failed to comply with the provisions of this ordinance and, pursuant to the provision in the contract contemplated by Section \n12D.A.9(D)(3) of this ordinance, calculating the liquidated damages for which the bidder or contractor shall be liable. Thereafter the Director shall send a written notice to the Controller, the Mayor and all contract awarding authorities overseeing any contract with the bidder or contractor, that a determination of willful or bad-faith compliance has been made and that all payments due the bidder or contractor shall be withheld as agreed by the bidder or contractor and the City pursuant to Section \n12D.A.9(D)(3). \n     (C)     The bidder or contractor may appeal the Director's decision to the Commission. The Commission may sustain, reverse or modify the Director's findings and sanctions imposed or take such other action to effectuate the purpose of this ordinance. An appeal by a contractor under this subsection shall not stay the Director's findings. \n     (D)     The Director may require such reports, information and documentation from contractors, subcontractors, bidders, contract awarding authorities, and heads of departments, divisions, and offices of the City as are reasonably necessary to determine compliance with the requirements of this ordinance. \n     (E)     Wilful Noncompliance by Contract Awarding Authority. Whenever the Director finds after investigation that a contract awarding authority has willfully failed to comply with its duties pursuant to Section \n12D.A.9, the Director shall transmit a written finding of noncompliance specifying the nature of the noncompliance, to the contract awarding authority, the Commission, the Mayor and this Board. \n          The Director shall attempt to resolve any noncompliance through conference and conciliation. Should such attempt fail to resolve the noncompliance, the Director shall transmit a copy of the finding of noncompliance along with a finding that conciliation was attempted and failed to the Commission and this Board. \n          The finding of noncompliance shall be communicated to the Mayor for appropriate action to secure compliance pursuant to Section \n12D.A.8(2). \n     (F)     If the Director has reason to believe that any person has knowingly made, filed, or caused to be filed with the City any materially false or misleading statement or report made in connection with this ordinance, the Director shall report that information to the City Attorney or the District Attorney for appropriate action. The Director shall be empowered to conduct an investigation and for each violation of this Subsection \n12D.A.16(F), to impose sanctions as set forth in Subsection \n12D.A.16. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.17.  SUBCONTRACTOR PARTICIPATION GOALS; SUBCONTRACTING PROGRAM.\n     (A)     The findings set forth in Section \n12D.A.2 that relate to MBEs, WBEs are hereby incorporated by reference. This Board further finds that requiring prime contractors to demonstrate good faith efforts to use MBEs and WBEs as subcontractors on the City's contracts would offset some of the disadvantages that such businesses face and would promote competition by requiring prime contractors to solicit the participation of MBEs and WBEs that they might not otherwise solicit. \n     (B)     For all public works/construction, architect/engineering, professional service, and general service contracts which the contract awarding authority reasonably anticipates will include subcontractor participation, prior to the solicitation of bids or proposals, the contract awarding authority shall provide the Director with a proposed job scope, and may submit written recommendations to the Director regarding MBE and WBE subcontractor participation goals to be set for the contract. \n     (C)     Upon receipt of a proposed job scope and/or a written recommendation from a contracting awarding authority pursuant to Section \n12D.A.9 (A)(3), the Director shall set the MBE and WBE participation goals for each public works/construction, architect/engineering, professional services, and general service contract based upon the following factors: \n          1.     The extent of subcontracting opportunities presented by the contract;\n          2.     The availability of MBE/WBE subcontractors capable of providing goods and services on the contract.\n          3.     The Director shall set these goals within 10 working days of the date the Director receives from a contract awarding authority a proposed job scope and/or written recommendation. If the Director fails to act within 10 days, and the contract awarding authority submitted to the Director recommended goals, the recommended goals shall be deemed approved by the Director, provided the goals are based upon the factors identified above. \n     (D)     All solicitations for bidders on prime public works/construction, architect/engineering, professional services, and general service contracts shall require each bidder to do the following: \n          1.     Demonstrate in its bid that it has used good-faith efforts to use MBE and WBE subcontractors; and\n          2.     Identify the particular MBEs and WBEs subcontractors to be used in performing the contract, specifying for each the dollar value of the participation, the type of work to be performed and such information as may reasonably be required to determine the responsiveness of the bid. \n     Except as provided in Section \n12D.A.17, bids not meeting the requirements of Section \n12D.A.17 shall be declared nonresponsive. \n     (E)     A contract awarding authority may request that the Director waive or reduce the MBE and WBE subcontractor participation goals on public works/construction, architect/engineering and professional services contracts by submitting the reasons therefor in writing to the Director prior to the solicitation of bids. \n     (F)     A bidder or contractor may request that the Director waive or reduce the amount of MBE or WBE subcontractor participation goals on a public works/construction, architect/engineering, professional service, and general service contract by submitting in writing with its bid to the contract awarding authority the reasons therefor. \n     (G)     The Director may grant the request for waiver or reduction made pursuant to Sections \n12D.A.17(E) and (F) upon a determination that: \n          1.     The reasonable and necessary requirements of the public works/construction, architect/engineering, professional service, and general service contract render subcontracting or the participation of businesses other than the public works/bidder unfeasible; \n          2.     Qualified MBEs and/or WBEs capable of providing the goods or services required by the contract are unavailable, despite the prime contractor's or the department's good-faith efforts to locate MBEs and WBEs to meet the participation goals; or \n          3.     The available MBEs and WBEs have given price quotes that exceed competitive levels beyond amounts that can be attributed to cover costs inflated by the present effects of discrimination. \n     (H)     Whenever the Director denies a contractor's request to waive or reduce the participation goals, the contractor may appeal that denial to the Commission. The Commission's decision on the request shall be final. In reviewing the Director's denial of a contractor's request to waive or to reduce participation goals, the Commission shall consider the extent of subcontracting opportunities presented by the contract and the availability of MBE/WBE subcontractors capable of providing goods and services on the contract. \n     The Commission may overrule, sustain or modify the Director's decision by applying the same standards that the Director is required to apply, as set forth in Subsection (G) above. \n     (I)     The contract awarding authority shall require bidders or proposers on the contracts to contact MBEs and WBEs before listing them as subcontractors in the bid or proposal. The contract awarding authority shall declare bids or proposals that fail to satisfy this requirement nonresponsive. \n     (J)     During the term of the contract, any failure to comply with the level of MBE and WBE subcontractor participation specified in the contract shall be deemed a material breach of contract. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.18.  REPORTING AND REVIEW.\n     (A)     Reporting by the Director. Commencing November 1, 2003 and no later than the first day of every third month thereafter, the Director shall issue a written report to this Board. That report shall document each City department's performance under the terms of this ordinance, including, among other things, each City department's progress in meeting its MBE/WBE goals and the success of each department's prime contractors complying with its best efforts obligations to meet MBE/WBE subcontracting goals. That report shall also state whether or not each City department has fully reported all data required by this ordinance or requested by HRC or the Controller. \n          1.     Whenever the Director's report concludes that a department management's intentional disregard or negligent performance of obligations imposed by this ordinance has contributed to that department's failure to meet its prime contracting goals or the failure of its prime contractors to use their best efforts to meet their subcontracting goals or whenever the Director's report concludes that a City department has failed to provide any data required by this ordinance or requested by the HRC or the Controller, the Clerk of this Board shall schedule before the appropriate committee of the Board a hearing on that report. The Clerk shall also give notice of that hearing to the heads of the departments identified in the report and request the attendance of the heads of those departments at the committee hearing. The Clerk's notice shall inform the department heads that they must be prepared to respond to the Director's finding of intentional disregard and/or negligent performance and to explain what steps they intend to take to forestall repetition of the problems, identified in the Directors' report. The same procedure shall be followed whenever the Director's report identifies any department as having failed to meet its prime or subcontracting goals for three consecutive quarters. If the Director's report indicates that a City department has not met its goals for three consecutive quarters, HRC and the City department shall institute a targeted program to remedy lack of participation by or in any affected ethnic group/gender/industry. \n          2.     The Director shall report to the Commission all waivers acted upon pursuant to Section \n12D.A.15. Such report shall be made on a monthly basis following the granting of the waiver. \n     (B)     Reporting by the Commission. By July 1st of each fiscal year subject to this ordinance, the Commission shall submit an annual report to the Mayor and this Board on the progress of the City toward the goals stated in Section \n12D.A.3 of this ordinance, together with an identification of problems and specific recommendations for: (1) discontinuing the race or gender-conscious bid discounts in those cases where the bid discounts have remedied the identified discrimination against MBEs and WBEs; and (2) improving the City's performance in remedying the identified discrimination against MBEs and WBEs. \n     (C)     This Board shall act upon the Commission's recommendations by the first Board meeting of January in each fiscal year subject to this ordinance. \n     (D)     By the last day of each fiscal year, all contract awarding authorities and City departments shall report annually to the Mayor on their progress in the preceding fiscal year toward the achievement of the MBE and WBE participation goals. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\nSEC. 12D.A.19.  SEVERABILITY.\n     The provisions of this ordinance are declared to be separate and severable. The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this ordinance, or the invalidity of the application thereof to any person or circumstances shall not affect the validity of the remainder of this ordinance, or the validity of its application to other persons or circumstances. \n(Added by Ord. 296-98, App. 10/5/98)\n\nSEC. 12D.A.20.  GENERAL WELFARE CLAUSE.\n     In undertaking the enforcement of this ordinance, the City is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n(Added by Ord. 134-03, File No. 030347, App. 6/1/2003. Former Sec. 12D.A.20 was added by Ord. 296-98, App. 10/5/98; renumbered by Ord. 134-03) \n\nSEC. 12D.A.21.  OPERATIVE DATE.\n     This ordinance shall become operative on July 1, 2003, and shall govern all contracts for which a bid or proposal has not been solicited by the operative date. \n(Formerly Sec. 12D.A.20, added by Ord. 296-98, App. 10/5/98; amended and renumbered by Ord. 134-03, File No. 030347, App. 6/1/2003) \nSEC. 12D.A.22.  \n(Formerly Sec. 12D.A.21, added by Ord. 296-98, App. 10/5/98; amended and renumbered by Ord. 134-03, File No. 030347, App. 6/1/2003; amended by Ord. 117-08, File No. 080614, App. 7/11/2008; repealed by Ord. 220-12, File No. 120818, App. 10/23/2012, Eff. 11/22/2012) \n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"12D","chaptersection":"19","identifier":"12D.19","catch_text":"EFFECTIVE DATE."}}