{"text":"\n     (A)     In addition to the duties given to the Controller elsewhere, the Controller shall work cooperatively with the Director to provide such contractual encumbrance and payment data as the Director advises are necessary to form the basis of the Commission's report to the Mayor, this Board and the public on the participation of MBEs and WBEs in City prime contracts. If any department refuses or fails to provide the required data to the Controller, the Controller shall immediately notify the Mayor, this Board and the Director. \n     (B)     The Controller shall not certify the award of any contract subject to this ordinance where the Director has notified the Controller that the contract awarding authority has not provided the information the Director advises is necessary under this ordinance. \n     (C)     Each request for payment to a City contractor submitted to the contract awarding authority shall be accompanied by a subcontractor participation form approved by the Commission. That form shall contain information that the Commission has determined is necessary to enable the Commission and the Director (1) to monitor compliance by City departments and their prime contractors with their obligations under this ordinance (2) to determine whether City departments are achieving their prime and subcontracting goals under this ordinance, (3) to determine whether to recommend changes in this ordinance to ensure that the ordinance continues to serve as a remedy for discrimination in contracting while going no further than necessary to remedy that discrimination, and (4) to make such other reports and analyses as are required by this ordinance. \n          In the event that a request for payment fails to include the information required pursuant to this Section, the contract awarding authority shall, within two working days, notify the Director and the affected prime contractor[s] of the failure and afford each affected prime contractor an opportunity to be heard promptly. That notice shall inform the contractor that the contract awarding authority has tentatively determined that the information has not been provided, what information is missing and that if this failure is substantiated, then the Controller will be notified to withhold 20 percent of the payment until the information is provided. If the Controller finds, after consultation with the Director and the notice and opportunity to be heard, that the information has not been provided, the Controller shall withhold 20 percent of the payment otherwise due until the information is provided. \n     (D)     It is the City's policy that MBEs, WBEs and LBEs should be paid by the City within 30 days of the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City. The Controller shall work with the Director and representatives of City departments to implement this City-wide prompt-payment policy. \n     (E)     The contract awarding authority shall require all prime contractors to submit, within 10 days following payment to the prime contractor of moneys owed for work completed on a project, an affidavit under penalty of perjury, that all subcontractors on the project or job have been paid and the amounts of each of those payments. The name, telephone number and business address of every subcontractor shall be listed on the affidavit. If a prime contractor fails to submit this affidavit, the contract awarding authority shall notify the Director who shall take appropriate action as authorized under Section \n12D.A.16(B) and (F). \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\n","heading":{"title":"12D","chaptersection":"A.7. ","identifier":"12D.A.7. ","catch_text":"POWERS AND DUTIES OF THE CONTROLLER."}}