{"text":"\n     (A)     In addition to the duties and powers given to the Human Rights Commission elsewhere, the Commission shall:\n          1.     Collect, analyze and periodically report to this Board relevant data that will assist this Board in determining whether (a) the scope of this ordinance in terms of race- or gender-conscious remedies shall be expanded to include new contract areas or minority groups and (b) whether the scope of this ordinance should be limited because the City has met its obligation to adopt and to implement necessary measures to remedy both its active discrimination and its passive perpetuation of private discrimination; \n          2.     Levy the same sanctions that a contracting awarding authority may levy as specified in Section \n12D.A.9(A)(7);\n          3.     When necessary, subpoena persons and records, books and documents for a proceeding of the Commission or an investigation by the Director or an audit pursuant to Section \n12D.A.6(E) conducted to further the purposes of this ordinance; \n          4.     Adopt rules and regulations establishing standards and procedures for effectively carrying out this ordinance. Among other things, the rules and regulations shall provide for administrative procedures that will allow a business to prove and the Commission to recommend to this Board that the ordinance's remedial measures should not be applied to an industry or profession because MBE/WBE participation in City prime contracts has reached parity with MBE/WBE participation in the relevant business community and that MBE/WBEs no longer suffer from a discrimination-induced competitive disadvantage in the applicable industry or profession. The regulations shall also provide a mechanism for contractors to seek a determination by the Director that a MBE or WBE may not be granted a race- or gender-conscious bid discount where it is demonstrated that the MBE's or WBE's bid price is not attributable to the effects of past discrimination; \n          5.     Issue forms for the Controller or contract awarding departments to collect information from contractors as prescribed by this ordinance; \n          6.     Hear appeals challenging: (i) the Director's disqualification of a bidder or Contractor as specified in Section \n12D.A.16(b), (ii) the Director's denial of an application for or revocation of the certification of a business as an MBE, WBE, or LBE, as specified in Section \n12D.A.6(B)(2), or (iii) the Director's denial of a request to waive or to reduce subcontractor participation goals as specified in Section \n12D.A.17(H); \n          7.     By regulation require contract awarding authorities, departments and the Controller to provide to the Director such information as will be necessary to enable the Director to keep a database from which discrimination can be identified, to report to the Mayor and the Board of Supervisors at the end of each fiscal year on the progress each City department has made towards the achievement of MBE and WBE participation goals and to perform his/her other duties. The database is a public record available to the public as provided by state and local law; \n          8.     Adopt rules and regulations as deemed necessary by the Director to ensure that the joint venture bid/ratings discount is applied only to joint ventures where the MBE, WBE or LBE has sufficient skill, experience, and financial capacity to perform the portion of the work identified for the MBE, WBE or LBE. \n          9.     Consistent with the provisions of the ordinance make such other rules and regulations as are necessary to guide its implementation.\n     (B)     In addition to the duties and powers given to the Director elsewhere, the Director shall have the following duties and powers:\n          1.     Through appropriately promulgated procedures, the Director shall certify businesses as bona fide MBEs/WBEs/LBEs. These procedures shall provide that any business seeking certification as an LBE shall meet the definition of an LBE and possess or establish all of the following: (1) business cards for the San Francisco office; (2) business stationery for the San Francisco office; (3) a written agreement for occupancy of a San Francisco office including documentation of payment of monetary rent (receipts and copies of cancelled checks); (4) a listing of the business in an appropriate business buyers guide such as a telephone yellow pages listing San Francisco based businesses; (5) a San Francisco office in which business is transacted that is appropriately equipped for the type of business for which the enterprise seeks certification as an LBE; (6) a conspicuously displayed business sign at the San Francisco business premises except where the business operates out of a residence; and (7) licenses issued to the business owner appropriate for the type of business for which the enterprise seeks certification; \n          2.     Except where the Director cannot certify a business because the business has not been established in San Francisco for the requisite six months, whenever the Director denies an application for or revokes the certification of a business as a MBE, WBE, LBE because the business is not eligible to be certified as a bona fide MBE, WBE, LBE, the Director shall, within three working days of his/her decision, notify the aggrieved business in writing of the basis for revocation or denial of certification and the date on which the business will be eligible to reapply for certification. The notice shall be transmitted to the business via certified mail or via facsimile. The Director shall require a business to wait at least six months but not more than two years after the denial or revocation before reapplying to the Director for certification as a MBE, WBE or LBE. The Director shall provide any business whose certification is revoked an opportunity to be heard within three business days of the revocation. A business may appeal the Director's denial or revocation of certification of a business as an MBE, WBE, or LBE to the Commission. The appeal must be filed with the Commission within three business days following receipt of the Director's decision. Notice by the Director to the business of denial or revocation of certification as an MBE, WBE or LBE shall apprise the business of its right to appeal the decision; \n          3.     The Director shall have the ultimate responsibility for ensuring that the necessary data is collected and analyzed. Annually, and more often if the Director deems necessary, the Director shall analyze the most recently available data of MBEs and WBEs in the various industries and professions doing business with the City. Applying statistically sound methods of analysis and considering other evidence of discrimination, the Director shall identify areas of contracting where the City or any of its departments (a) is failing to meet the participation goals to such an extent that an inference of discrimination can be made, or (b) is otherwise discriminating in its contracts. In addition, the Director shall identify areas of contracting where the City is meeting and/or exceeding participation goal to such an extent that the MBE or WBE bid discounts can no longer be justified. The results of this study shall be included in the Commission's annual report required by Section \n12D.A.18(B); \n          4.     Not later than July 1st of each fiscal year, the Director shall transmit to this Board proposed amendments to this ordinance that the Director deems necessary to ensure that the ordinance provides adequate remedies for identified discrimination while going no further than necessary to remedy the identified discrimination; \n          5.     The Director shall work with the Controller and City departments to implement a City-wide prompt-payment policy requiring that MBEs, WBEs and LBEs be paid by the City, within 30 days after the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City; \n          6.     The Director shall provide information and other assistance to MBEs and WBEs to increase their ability to compete effectively for the award of City contracts; \n          7.     The Director shall assist the City to increase participation by MBEs and WBEs in City contracts;\n          8.     The Director shall continue to develop and to strengthen education and training programs for MBEs and WBEs and City contract awarding personnel; \n          9.     The Director shall grant waivers as set forth in Sections \n12D.A.15 and \n12D.A.17(E) through (H), and may disqualify a bidder or contractor as set forth in Section \n12.D.A.16(b). \n     (C)     The requirements of this ordinance are in addition to those imposed by the United States or the State of California as a condition of financial assistance or otherwise. In contracts which involve the use of any funds furnished, given or loaned by the government of the United States or the State of California, all laws, rules and regulations of the government of the United States or the State of California or of any of its departments relative to the performance of such work and the conditions under which the work is to be performed, shall prevail over the requirements of this ordinance when such laws, rules or regulations are in conflict. In addition, the Director may authorize the substitution of such State or federal minority business enterprise and women business enterprise requirements for the requirements of this ordinance whenever such State or federal requirements are substantially the same as those of this ordinance. \n     (D)     The Director, with the approval of the Commission, may enter into cooperative agreements with agencies, public and private, concerned with increasing the use of MBEs and WBEs in government contracting, subject to the approval of this Board. \n     (E)     The Director, in cooperation with the Controller, shall randomly audit at least three prime contractors each fiscal year in order to insure their compliance with the provisions of this ordinance. The Director, in cooperation with the Controller, shall furthermore randomly audit 10 percent of the joint ventures granted bid discounts in each fiscal year. The Controller shall have the right to audit the books and records of the contractors, joint venture participants, and any and all subcontractors to insure compliance with the provisions of this ordinance. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\n","heading":{"title":"12D","chaptersection":"A.6. ","identifier":"12D.A.6. ","catch_text":"POWERS AND DUTIES OF THE COMMISSION AND THE DIRECTOR."}}