{"text":"\n     The Board of Supervisors having adopted Ordinance No. 139-84 on April 2, 1984 to address identified discriminatory practices inherent in the City's procurement process which resulted in the virtual exclusion of minority and woman owned businesses as contractors on City prime contracts and to offset economic disadvantages faced by local businesses that are not shared by nonlocal businesses; \n     And Ordinance No. 139-84 being remedial in nature will expire June 30, 1989 and thus required the Human Rights Commission to study minority and woman owned business participation in City contracting prior to the expiration of that Ordinance; \n     And the Human Rights Commission, pursuant to Section \n12D.15 of Ordinance No. 139-84 having in June and July of 1988 heard the testimony of 42 witnesses, reviewed the transcript and written submittals of 127 minority, women, local and other business representatives, studied the testimonial and statistical evidence presented by the public, City departments, and the Commission's staff to ascertain whether the objectives of Ordinance No. 139-84 had been met and having submitted its October 23, 1988 report to this Board entitled \"Investigation into Minority and Women Business Participation in City Contracting, Comprehensive Edition: Findings, Recommendations and Support Documentation\"; \n     And the United States Supreme Court on January 23, 1989 having decided City of Richmond v. Croson which addresses the constitutionally acceptable quantum of evidence that enables a municipality to adopt a race-conscious remedial ordinance in public contracting; \n     And the Budget Analyst at the request of this Board having studied the participation of minority and woman owned businesses in City contracts at the prime contractor level during fiscal year 1987-1988 and compared this business participation to minority and women businesses' share of their relevant respective industries or professions and having submitted his report dated March 8, 1989 and his revised report dated March 17, 1989 to this Board; \n     And BPA Economics, Inc. at the request of the City Attorney and the Director of the Human Rights Commission having evaluated statistical evidence provided by City departments and the Budget Analyst, conducted a statistical analysis of these data and having submitted its report entitled \"Statistical Support for San Francisco's MBE/WBE/LBE Ordinance,\" dated May 1, 1989 and his revised report dated May 15, 1989, to this Board; \n     And this Board, having conducted 10 additional public hearings, taken additional testimony and written submittals, and reviewed the 1983 and 1988 reports of the Human Rights Commission, the 1989 reports of the Budget Analyst, and the 1989 report of BPA Economics, Inc. (all of which shall be incorporated herein by reference) and relying upon this Board's knowledge about the City's compliance with Ordinance No. 139-84, such knowledge having been acquired during the past five years, \n     This Board hereby makes the following findings: \n          1.     Local businesses that seek to enter into contracts with the City and County of San Francisco continue to labor under a competitive disadvantage with businesses from other areas because of the higher administrative costs of doing business in the City (e.g., higher taxes, higher rents, higher wages and benefits for labor, higher insurance rates, etc.). In 1991, this Board concluded that MBEs and WBEs are currently receiving a very small share of City contracts through joint ventures with majority-owned firms, while a number of well-established LBEs have taken advantage of the five-percent LBE bid preference by joint venturing with each other. The Board concludes that the five-percent MBE/WBE bid preference has not proved sufficiently effective in remedying the exclusion of MBEs and WBEs from City contracts through the vehicle of joint ventures. Accordingly, the Board is granting a seven and one-half percent bid preference to joint ventures with MBE or WBE participation between 40 percent and 50.9 percent to provide more incentives for majority firms to joint venture with MBEs and WBEs to provide services to the City. \n          2.     The public interest is served by continuing to encourage business to locate and remain in San Francisco through the provision of a minimal \"good-faith\" preference to local businesses in the award of City contracts. \n          3.     Policies and programs that enhance the opportunities and entrepreneurial skills of minority owned, woman owned, and local businesses will best serve the public interest because the growth and development of such businesses will have a significant positive impact on the economic health of the City and will serve to reduce racial tension in our community. \n          4.     The testimony of businesses that seek to enter into contracts with the City or are doing business with the City, as presented to this Board and as detailed in the Human Rights Commission's 1988 report, offer clear and persuasive reasons for the Board of Supervisors to take the actions proposed by this Ordinance to remedy: (1) City contracting practices and community conditions that cause the exclusion or reduce the opportunities of minority and woman owned businesses to be awarded City contracts to such an extent that the amount of City contract dollars awarded to them can only be explained by discrimination; and (2) competitive disadvantages local business continue to face in providing goods and services to the City. \n          5.     Outreach and advertising efforts by City departments have served to draw more minority and woman business enterprises into the City's procurement process. The City needs to intensify its outreach and advertising efforts as well as its education/training programs to reach a broader segment of the MBE/WBE community. However, past experience has taught that outreach and advertising efforts alone are not enough to remedy the exclusion of minority and women owned businesses as prime contractors with the City. \n          6.     Ordinance No. 139-84 has provided City departments with uniform standards and criteria in the award of contracts. However, these standards have not been applied consistently City-wide. This inconsistent application of the Ordinance continues to give preference to majority businesses in the prime award process to the detriment of minority and woman business enterprises. \n          7.     The bid preference mechanism has the advantage of affording minority, woman and local business enterprises a competitive \"plus\" when bidding or proposing on City contracts. The bid preference mechanism does not exclude any potential contractor. It encourages competition and thereby ensures that the City is contracting with responsible, efficient contractors. Consequently, the bid preference mechanism has assisted minority, woman and local business enterprises to obtain City contracts. The bid preference is allowed to joint ventures where MBEs and WBEs participate at a managerial and entrepreneurial level with nonminority and nonwoman entrepreneurs. Affording the bid preference to joint ventures has encouraged nonMBE/WBEs to enter into joint venture agreements with MBE/WBEs and compete for City contracts. Several joint ventures of minority/woman and majority/male owned firms have won large construction and professional services contracts with the assistance of the bid preference. The evidence in the record before this Board supports the conclusion that the bid preference invites participation by formerly excluded businesses and hence promotes more competition, resulting in more competitive bids submitted to the City. \n          8.     In Ordinance No. 175-89 this Board concluded that set-asides of contracts, where competition for selected contracts is limited to MBE/WBEs or joint ventures with MBE/WBEs, had been authorized by the Director of the Human Rights Commission only on rare occasions over the past five years (1984-1985). Before the adoption of Ordinance No. 175-89, the Director had regarded the contract set-aside mechanism as a measure to be used in last-resort type cases where a department could demonstrate, despite its good-faith efforts and the application of the bid preference, that it had failed substantially to eliminate the exclusion of MBEs and WBEs from City contracting. In 1989, at the time Ordinance No. 175-89 was adopted, this Board concluded that despite the claim by several departments that the contract set-aside mechanism was essential to ensure participation by MBE/WBEs, the City had made steady progress City-wide toward the MBE/WBE goals while only making sparing use of the contract set-aside mechanism. However, in 1991, this Board found that the use of good-faith efforts and the application of the bid preference did not appear in all cases to be a sufficient remedy for opening the closed environment in which City departments operate or correcting the identified discriminatory practices of the City against MBEs and WBEs. The Board reaffirms its 1991 finding that setting aside contracts limited to competition among MBE/WBEs or joint ventures with MBE/WBEs is a necessary remedy in those limited cases where a department can demonstrate, despite its good-faith efforts and the application of the bid preference, that it has failed substantially to eliminate the exclusion of MBEs and WBEs from City contracting. \n          9.     Without the Ordinance, many small MBE /WBEs would be unable to compete for and win awards of prime City contracts.\n          10.     Some City departments continue to operate under the \"old boy network\" when awarding contracts. The City's \"old boy network\" constitutes a closed business system created and implemented by the City for all contracts, including those subject to the competitive bid process. Discrimination against and insensitivity to MBEs and WBEs continue to persist in the City's procurement process. The closed environment in which City businesses operate has excluded MBEs and WBEs and has placed them under a competitive disadvantage when competing for City prime contracts. \n          11.     The statistical evidence before this Board relating to the award of contracts subject to this Ordinance for fiscal year 1987-1988 reflects that in almost all areas of contracting MBEs (each ethnic group identified as a minority) and WBEs continue to be awarded contract dollars that are disproportionately lower than the available numbers of MBEs and WBEs in San Francisco. These data are gathered and summarized in Appendix X, which contains utilization indices described as Tables 1 through 7, and 10 through 11, and is attached to this Ordinance and incorporated herein by reference as though fully set forth. These utilization indices measure the disparity between MBEs (as a group and each ethnic group identified as a minority) or WBE participation in City prime contracts and their share of their relevant industry or profession. That disparity is measured in terms of a statistical significance. When measure of the statistical significance is minus two (-2) or less, the Board concludes that the disparity cannot be attributed to chance. Based upon the weight of the testimony and other evidence before this Board and the Commission in 1983, 1984, 1988 and 1989, the Board finds that the statistical disparities can only be attributed to discriminatory procurement practices of the City against MBEs and WBEs. \n     Based on the testimony and other evidence before this Board and the Commission in 1983, 1984, 1988 and 1989, the Board finds that the aforementioned statistical disparities are also attributed to discrimination in the private sector against MBEs and WBEs that is manifested in and perpetuated and exacerbated by the City's procurement practices. \n          12.     Consistent with Ordinance No. 139-84, on December 19, 1988 the Board of Supervisors adopted legislation which requires the City's Risk Manager to develop uniform insurance requirements for City contracts. On May 2, 1989 the Risk Manager established these uniform standards which are set forth in a document entitled \"Contract Insurance Manual.\" This manual is intended to be a guide for contract administrators to standardize bond and insurance requirements in City contracts. \n          13.     Consistent with Ordinance No. 139-84, the Board of Supervisors has also considered whether to: (1) create a special revolving fund to assist newly established MBEs and WBEs to meet bonding and other fee-related requirements; and (2) relax or waive bonding requirements on certain contracts to facilitate MBE/WBE participation. In view of the City's budgetary constraints and the opposition voiced by segments of the local business community, this Board finds that creation of a special revolving fund, or relaxation or waiver of bonding requirements is not feasible at this time. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 155-92, 5/29/92)\n\n","heading":{"title":"12D","chaptersection":"2. ","identifier":"12D.2. ","catch_text":"GENERAL FINDINGS."}}