{"text":"\n     On November 3, 1997, the United States Supreme Court denied the petition for writ of certiorari in Coalition for Economic Equity et al. v. Pete Wilson et al. As a result of the Supreme Court's decision not to grant review, Mason Tillman Associates and the City continue to consider the impact, if any, of Proposition 209 on the Disparity Study commissioned by the Human Rights Commission on January 13, 1997; \n     And although a draft disparity study has been presented to the Human Rights Commission, several new questions regarding the data and how it should be analyzed have been raised by the Human Rights Commission and members of the public. In light of the concerns raised, Mason Tillman Associates and the Human Rights Commission have determined that additional data gathering and analysis is necessary in order to accurately determine whether a strong basis in evidence exists for concluding that the purposes identified in Section \n12D.3 have not been achieved and what remedy, if any, is necessary to ensure that there is no discrimination in public contracting in the City and County of San Francisco. \n     And this Board incorporating by reference the findings set forth in Section \n12D.2, \n12D.2-1, \n12D.2-2 and \n12D.2-3 above; \n     This Board hereby finds that there is a good faith basis to extend Ordinance 155-92, as amended by Ordinance 210-97 and 457-97, for a three-month period during which time this Board, with the assistance of the Human Rights Commission and the City Attorney, will (1) complete the compilation of the data sufficient to ascertain whether a strong basis in evidence exists for concluding that the purposes identified in Section \n12D.3 have not been achieved and (2) receive comment on proposed legislative changes, if any, to the ordinance in light of the findings set forth in the final disparity study. \n(Added by Ord. 82-98, App. 3/6/98)\n\n","heading":{"title":"12D","chaptersection":"2-4","identifier":"12D.2-4","catch_text":"ADDITIONAL FINDINGS SUPPORTING A THREE-MONTH EXTENSION OF MBE/WBE/LBE ORDINANCE."}}