{"text":"\n     (A)     Reporting by the Director. Commencing November 1, 2003 and no later than the first day of every third month thereafter, the Director shall issue a written report to this Board. That report shall document each City department's performance under the terms of this ordinance, including, among other things, each City department's progress in meeting its MBE/WBE goals and the success of each department's prime contractors complying with its best efforts obligations to meet MBE/WBE subcontracting goals. That report shall also state whether or not each City department has fully reported all data required by this ordinance or requested by HRC or the Controller. \n          1.     Whenever the Director's report concludes that a department management's intentional disregard or negligent performance of obligations imposed by this ordinance has contributed to that department's failure to meet its prime contracting goals or the failure of its prime contractors to use their best efforts to meet their subcontracting goals or whenever the Director's report concludes that a City department has failed to provide any data required by this ordinance or requested by the HRC or the Controller, the Clerk of this Board shall schedule before the appropriate committee of the Board a hearing on that report. The Clerk shall also give notice of that hearing to the heads of the departments identified in the report and request the attendance of the heads of those departments at the committee hearing. The Clerk's notice shall inform the department heads that they must be prepared to respond to the Director's finding of intentional disregard and/or negligent performance and to explain what steps they intend to take to forestall repetition of the problems, identified in the Directors' report. The same procedure shall be followed whenever the Director's report identifies any department as having failed to meet its prime or subcontracting goals for three consecutive quarters. If the Director's report indicates that a City department has not met its goals for three consecutive quarters, HRC and the City department shall institute a targeted program to remedy lack of participation by or in any affected ethnic group/gender/industry. \n          2.     The Director shall report to the Commission all waivers acted upon pursuant to Section \n12D.A.15. Such report shall be made on a monthly basis following the granting of the waiver. \n     (B)     Reporting by the Commission. By July 1st of each fiscal year subject to this ordinance, the Commission shall submit an annual report to the Mayor and this Board on the progress of the City toward the goals stated in Section \n12D.A.3 of this ordinance, together with an identification of problems and specific recommendations for: (1) discontinuing the race or gender-conscious bid discounts in those cases where the bid discounts have remedied the identified discrimination against MBEs and WBEs; and (2) improving the City's performance in remedying the identified discrimination against MBEs and WBEs. \n     (C)     This Board shall act upon the Commission's recommendations by the first Board meeting of January in each fiscal year subject to this ordinance. \n     (D)     By the last day of each fiscal year, all contract awarding authorities and City departments shall report annually to the Mayor on their progress in the preceding fiscal year toward the achievement of the MBE and WBE participation goals. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\n","heading":{"title":"12D","chaptersection":"A.18","identifier":"12D.A.18","catch_text":"REPORTING AND REVIEW."}}