{"text":"\n     It is the policy of the City and County of San Francisco to ensure full and equitable opportunities for Minority Business Enterprises, Woman Business Enterprises, and local businesses to participate as prime contractors in the provision of goods and services to the City. This program is intended to correct identified discriminatory practices inherent in the City's procurement process and in the award of prime contracts to MBE/WBEs and to develop their status and capability as prime contractors of the City. Another goal of this Ordinance is to offset some of the economic disadvantages local businesses continue to face that are not shared by nonlocal businesses. \n     The City will continue to rely on the relationship between the percentages of minority (each ethnic group identified as a minority) and woman owned businesses in the relevant sector of the San Francisco business community and their respective shares of City contract dollars as a measure of the effectiveness of this Ordinance in remedying the effects of the aforementioned discrimination. \n     The City is continuing to use a preference for local business in the award of City contracts in order to encourage business to locate and remain in San Francisco and thereby enhance employment opportunities for persons living in San Francisco. The cost of locating and doing business in San Francisco continues to be as much as 15 percent and greater than the cost of doing business in the surrounding communities; affording a five-percent bid preference for local businesses bidding on City contracts reduces the disadvantages under which City-located businesses labor when competing for City contracts, affording them a five-percent bid preference makes good sense. In effect the bid preference assists these businesses in contributing to the economic health of the City. The five-percent bid preference does not unduly hamper non-local businesses in the contracting process, and parallels the preferences awarded in many other local jurisdictions. \n(Added by Ord. 175-89, App. 5/30/89)\n\n","heading":{"title":"12D","chaptersection":"3","identifier":"12D.3","catch_text":"DECLARATION OF POLICY."}}