{"text":"\n     (A)     In addition to the general findings set forth in Sections \n12D.2, \n12D.2-1, \n12D.2-2, \n12D.2-3, \n12D.2-4, \n12D.2-5 and \n12D.2-6 and based upon the record before this Board, the Board hereby makes additional findings in support of the race- and gender-conscious bid preferences for the following specifically enumerated professional services contracts: \n          Legal, architect and engineer, computer systems, management consulting, medical services. \n          1.     In Ordinance No. 139-84 this Board identified discriminatory procurement practices against MBEs and WBEs in the award of prime professional services contracts. \n          2.     The evidence before this Board relating to the award of prime legal services contracts for fiscal year 1987-1988 reflects that Black law firms continue to be awarded contract dollars in amounts that are disproportionately lower than the available numbers of Black law firms willing and able to perform legal services for the City. These results cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          The statistical evidence before this Board reflects that there are few Asian, Black, Latino and woman owned law firms certified by the Director to provide legal services to the City. An April 1988 San Francisco Bar Association study concludes that there is significant disparity between equally qualified white and minority lawyers in terms of income, current employment positions, hiring, promotion and retention in San Francisco. The study also concludes that a high percentage of white and minority lawyers believe that racial discrimination plays a role in the employment practices of San Francisco legal employers. The report of the Judicial Council Advisory Committee on Gender Bias in the Courts on Civil Litigation and Courtroom Demeanor concludes, among other points, that opportunities for advancement and promotion in the legal profession appear less available to women than to men. In view of these studies, the Board finds that minority lawyers are excluded from employment opportunities due to discriminatory employment practices in San Francisco and that women lawyers are excluded from employment opportunities due to discriminatory practices in California. These employment practices prevent minority and women lawyers from gaining the necessary experience that would enable minority and women lawyers to compete for City legal services contracts. The City in its award of legal services contracts will become a passive participant in those practices. \n          The City is granting Asian, Black, Latino and woman owned law firms a bid preference pursuant to Section \n12D.8.(B)2 to encourage majority law firms to joint venture with these minority and woman owned law firms when competing for the award of City contracts for legal services. Department shall also grant a seven and one-half percent (7.5%) bid/rating preference to any majority owned law firm based in San Francisco that enters into an affirmative action program with the Director and agrees to take affirmative action to perform the following: (1) increase the recruitment, hiring, retention and advancement to partnership of minority lawyers within the firm; (2) have minority lawyers within the firm capable of providing the required services included among those who represent the City; (3) maintain and expand existing joint ventures or other formal associations with minority owned law firms, and retain and otherwise enter into joint ventures or other formal associations with minority owned law firms with which the firm does not currently have such a relationship, on legal matters of the law firm clientele calling for such a relationship; (4) request all law firms which serve as associate counsel, co-counsel or local counsel to the firm to adopt in principle these goals; (5) refer conflict of interest situations to minority owned law firms; and (6) take such additional steps as are practicable to foster and enhance relations between the majority firm and minority owned law firms, including but not limited to providing educational and training opportunities in furtherance of the objectives of this Ordinance as it relates to the legal profession. The affirmative action program developed pursuant to this subsection shall be effective for a period of 12 months after the date of agreement in writing by the law firm and the Director or the term of the legal services contract, whichever term is greater. \n          3.     The evidence before this Board relating to the award of prime architect and engineering contracts for fiscal year 1987-1988 reflects that Black and woman owned architectural/engineering firms continue to be awarded contract dollars in amounts that are disproportionately lower than the available numbers of Black and woman owned architectural/engineering firms willing and able to perform these services for the City. The evidence before this Board relating to the award of prime architect and engineering contracts for fiscal year 1989-1990 reflects that Asian owned architectural/engineering firms have been awarded contract dollars in amounts that are disproportionately lower than the available numbers of Asian owned architectural/engineering firms willing and able to perform these services for the City. Given that Asian owned architectural/engineering firms enjoy a relatively large share of this market, these statistically significant results cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          The evidence before this Board relating to the award of prime architect and engineering contracts for fiscal year 1989-90 reflects that Latino owned architectural/engineering firms have not been awarded any contract dollars notwithstanding the available numbers of Latino owned architectural/engineering firms willing and able to perform these services for the City. Based on the statistical and other evidence before this Board, the Board concludes that the lack of participation by Latino owned architectural and engineering firms on prime architectural/engineering contracts cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          4.     The evidence before this Board relating to the award of prime computer systems services contracts for fiscal year 1987-1988 reflects that Asian, Black and woman owned computer systems firms continue to be awarded contract dollars in amounts that are disproportionately lower than the available numbers of Asian, Black and woman owned computer systems firms willing and able to perform these services for the City. These results cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          5.     The evidence before this Board relating to the award of prime management consulting services contracts for fiscal year 1987-1988 reflects that Asian, Black and woman owned management consulting firms continue to be awarded contract dollars in amounts that are disproportionately lower than the available numbers of Asian, Black and woman owned management consulting firms willing and able to perform these services for the City. These results cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          6.     The evidence before this Board relating to the award of prime medical services contracts for fiscal year 1987-1988 reflects that Asian, Latino and woman owned medical services firms continue to be awarded contract dollars in amounts that are disproportionately lower than the available numbers of Asian, Latino and woman owned medical services firms willing and able to perform these services for the City. The evidence before this Board relating to the award of prime medical services contracts for fiscal year 1989-90 reflects that Black owned medical services firms are awarded contract dollars in amounts that are disproportionately lower than the available numbers of Black owned medical services firms willing and able to perform these services for the City. These results cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          7.     The evidence before this Board relating to the award of prime miscellaneous professional services contracts for fiscal year 1989-1990 reflects that Asian, Latino, Black and woman owned firms which provide miscellaneous professional services are awarded contract dollars in amounts that are disproportionately lower than the available numbers of Asian, Latino, Black and woman owned firms willing and able to perform these services for the City. These results cannot be attributed to chance. This Board finds that these results can only be attributed to discriminatory procurement practices. \n          8.     The evidence before this Board supports the conclusion that aforementioned MBEs and WBEs are disadvantaged by discriminatory practices when competing for City prime professional services contracts. \n          9.     The Board is granting a competitive advantage, the bid preference, to the MBEs and WBEs identified as having been subject to the identified competitive disadvantage caused by the City's discriminatory procurement practices in the award of the aforementioned professional services contracts. \n          10.     The evidence before this Board relating to the award of professional services contracts for fiscal year 1990-1991 reflects that certain minority groups have improved their participation in certain City professional services contracts. However, based on the testimony and other evidence before this Board, the Board concludes that remedial action continues to be necessary to enable these groups to overcome past discrimination in the award of professional services contracts. The Director shall closely monitor the participation of these groups in professional services contracts and report the results of such monitoring to the Board pursuant to Section \n12D.6(B)2. \n     (A)-(1)     In addition to the general findings set forth in Section \n12D.2 and the findings set forth in \n12D.2-2, \n12D.2-3, \n12D.2-4, \n12D.2-5 and \n12D.2-6 and \n12D.11(A)3, and based upon the record before this Board, the Board hereby makes these additional findings in support of establishing subcontractor participation goals for architectural/engineering contracts: \n          a.     The evidence before this Board relating to the award of architectural and engineering prime contracts and subcontracts for fiscal years 1989-1991 shows that Black, Asian, Latino and woman owned architectural and engineering firms continue to be awarded contract dollars in amounts that are disproportionately lower than the available numbers of Black, Asian, Latino and woman owned architectural and engineering firms willing and able to perform these services for the City. These statistically significant disparities exist despite the fact that Black, Asian, Latino and woman owned firms are entitled to a bid preference on prime architectural and engineering contracts. In light of the testimony before this Board and the Commission in 1983, 1984, 1988, 1989, 1991 and 1992, the San Francisco Redevelopment Agency in 1991, and the San Francisco Unified School District in 1991 and 1992, this Board finds that these results can be attributed in part to discriminatory contracting practices and in part to discrimination in the local architectural and engineering industries against MBE and WBE architects and engineers. This discrimination is manifested in, and perpetuated and exacerbated by, the City's contracting practices. \n          b.     The evidence before this Board supports the conclusion that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for City architectural and engineering contracts, and when competing to provide subcontractor services on City architectural and engineering contracts. The weight of the testimony and other evidence before this Board supports the conclusion that nonminority architects and engineers competing for or doing business with the City and/or in the private sector limit the participation of MBE and WBE subcontractors on architectural and engineering contracts by engaging in discriminatory business practices. \n          c.     Race-neutral measures employed by the City in the past did not prevent the discriminatory practices from occurring. Since February 1989 the City has pursued race-neutral measures to facilitate MBE/WBE subcontractor participation in architectural and engineering contracts. From about February 1st to June 30, 1989 the City adopted a race-neutral disadvantaged business program for its architectural and engineering contracts. Since July 1, 1989 the City has urged prime architects and engineers to voluntarily extend subcontracting opportunities to MBE/WBE subcontractors on City architectural and engineering contracts. These race- and gender-neutral measures employed by the City have not been successful in increasing MBE/WBE participation in City architectural and engineering contracts. \n     (A)-(2)     MBE/WBE Subcontracting Program. For all architectural and engineering contracts which the contract awarding authority reasonably anticipates will include subcontractor participation involving architectural/engineering and related services, the contract awarding authority, prior to requesting proposals, shall provide the Director with a proposed job scope, and may submit written recommendations to the Director regarding MBE and WBE subcontractor participation goals to be set for the contract. The Director shall set the participation goals pursuant to Section \n12D.11(A)-(3). \n     (A)-(3)     Upon receipt of a proposed job scope and/or a written recommendation from a contract awarding authority pursuant to Section \n12D.11(A)-(2), the Director, shall set the MBE and WBE participation goals for each architectural and engineering contract based on the following factors: \n          1.     The extent of subcontracting opportunities presented by the contract for architectural/engineering and related services;\n          2.     The availability of MBE/WBE subcontractors capable of providing such services on the contract.\n     The Director shall set the MBE and WBE participation goals within 10 working days of the date the Director receives from a contract awarding authority a proposed job scope and/or written recommendation. If the Director fails to act within 10 days, and if the contract awarding authority submitted to the Director recommended goals pursuant to \n12D.11(A)-(2), the recommended goals shall be deemed approved by the Director, provided that the recommended goals are based upon the factors identified in this subsection. \n     (A)-(4)     Requests for proposals shall require bidders on architectural and engineering contracts to do the following:\n          1.     Demonstrate in their proposal that they have used good-faith efforts to utilize MBE and WBE subcontractors;\n          2.     Identify the particular MBE and WBE subcontractors (which may include lower-tier MBE and WBE subcontractors) to be utilized in performing the contract, specifying for each the dollar value of participation, the type of work to be performed and such information as may reasonably be required to determine the responsiveness of the proposal. \n          Except as provided in Section \n12D.11(A)-(7), proposals not meeting the requirements of Section \n12D.11(A)-(4) shall be declared nonresponsive. \n     (A)-(5)     A contract awarding authority may request that the Director waive or reduce the MBE and WBE subcontractor participation goals on architectural and engineering contracts by submitting the reasons therefor in writing to the Director prior to requesting proposals. \n     (A)-(6)     A bidder may request that the Director waive or reduce the MBE and WBE subcontractor participation goals on an architectural or engineering contract by submitting the reasons therefor in writing to the contract awarding authority with its bid. \n     (A)-(7)     The Director may grant the request for waiver or reduction made pursuant to Sections \n12D.11(A)-(5) and (A)-(6) upon a determination that: \n          1.     The reasonable and necessary requirements of the architectural or engineering contract render subcontracting or the participation of businesses other than the bidder unfeasible; \n          2.     Qualified MBEs and/or WBEs capable of providing the services required by the contract are unavailable, despite the bidder's or the department's good-faith efforts to locate MBEs and WBEs to meet the participation goals; or \n          3.     The available MBEs and WBEs have given price quotes which are unreasonably high in that they exceed competitive levels beyond amounts which can be attributed to cover costs inflated by the present effects of discrimination. \n     (A)-(8)     Whenever the Director denies a bidder's request to waive or reduce the participation goals, the bidder may appeal that denial to the Subcontracting Goals Committee established pursuant to Section \n12D.8(A)4. The Subcontracting Goals Committee's decision on the request shall be final. In reviewing the Director's denial of a bidder's request to waive or reduce participation goals, the Subcontracting Goals Committee shall consider the extent of subcontracting opportunities presented by the contract and the availability of MBE/WBE subcontractors capable of providing services on the contract. \n          The Subcontracting Goals Committee may overrule the Director and grant the request for waiver or reduction only upon finding that: \n          1.     The reasonable and necessary requirements of the contract render subcontracting or the participation of businesses other than bidder unfeasible; \n          2.     Qualified MBEs and/or WBEs capable of providing the services required by the contract are unavailable, despite the bidder's or the department's good-faith efforts to locate MBEs and WBEs to meet the participation goals; or \n          3.     The available MBEs and WBEs have given price quotes which are unreasonably high in that they exceed competitive levels beyond amounts which can be attributed to cover costs inflated by the present effects of discrimination. \n     (A)-(9)     The contract awarding authority shall require bidders on architectural and engineering contracts to contact all MBEs and WBEs listed as subcontractors in proposals before listing such MBEs and WBEs. \n     (A)-(10) During the term of the contract, any failure to comply with the level of MBE and WBE subcontractor participation specified in the contract shall be deemed a material breach of contract. \n     (A)-(11) In implementing this subcontracting program, the Director may encourage contract awarding authorities and prime contractors to take into consideration when recruiting subcontractors the degree of underutilization of MBEs and WBEs within the specific industries or subindustries called for by the contract. \n     (B)     For all professional services contracts as defined herein, the contract awarding authority or the department making the contract award recommendation shall furnish the Director with an informational copy of all bid conditions and requests for proposals, if any, along with a statement identifying all funds provided by any other governmental agency which will be used in payment of the contract. Prior to solicitation of bids or proposals, the Director may make recommendations to the contract awarding authority with respect to provisions pertaining to MBE and WBE participation. \n     (C)     Professional services contracts, the estimated cost of which exceeds $10,000, shall be awarded and administered in accordance with the following standards and procedures: \n          1.     The contract awarding authority or the department making the contract award recommendation shall use good-faith efforts to solicit bids or proposals from MBEs and WBEs certified to provide the specified services. MBEs and WBEs shall be provided every practical opportunity to submit bids or proposals; \n          2.     City departments shall include amongst consultant selection panelists individuals who are women and minorities;\n          3.     All consultant selection panels and awarding officers shall apply the bid/rating preferences to each stage of the selection process, e.g., qualifications, proposals and interviews. Each evaluator shall score each consultant on a point system based on a predetermined evaluation criteria and predetermined point value. The selection criteria shall be based solely on objective factors that are related to the ability of the contractor to perform the proposed project. The bid/rating preference shall be applied to the score attained by the MBE, WBE, and/or LBE as set forth in this ordinance. If the highest score is attained by a MBE or WBE, the department shall enter into good-faith negotiations with that consultant. Subject to the prior approval of the Director and upon a showing that those negotiations were undertaken in good faith with the aforementioned MBE or WBE consultant, a department may award the contract to another competing consultant. \n          4.     The Director is empowered to take actions as are designed to ensure compliance with the provisions of this Section, which shall include, but are not limited to: \n               (a)     Order the suspension of the selection process;\n               (b)     Intervene in the selection process to correct contracting practices which hinder equal business opportunities for MBEs and WBEs. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91; Ord. 344-91, App. 9/19/91; Ord. 155-92, App. 5/29/92; Ord. 284-92, App. 9/16/92; Ord. 210-97, App. 5/30/97; Ord. 457-97, App. 12/15/97; Ord. 82-98, App. 3/6/98; Ord. 186-98, App. 6/5/98; Ord. 256-98, App. 7/31/98) \n\n","heading":{"title":"12D","chaptersection":"11","identifier":"12D.11","catch_text":"ADDITIONAL FINDINGS SUPPORTING THE RACE- AND GENDER-CONSCIOUS BID PREFERENCESAND PROFESSIONAL SERVICES."}}