{"text":"\n     This Board initially passed Ordinance No. 139-84 on April 2, 1984 to combat the City and County of San Francisco's own active and passive participation in discrimination against minority- and women-owned businesses, both in its own contracting for goods and services and in the private market for such goods and services. At the time of passage, women- and minority-owned businesses were virtually excluded as contractors on prime City contracts. The ordinance also sought to offset economic disadvantages faced by local businesses that are not shared by nonlocal businesses, and to increase employment in the City and County of San Francisco by encouraging the participation of local business enterprises in City contracting. \n     Since that time, this Board and the City's Human Rights Commission have actively and extensively documented and studied discrimination against and disadvantages faced by these groups to gauge the effectiveness of the prior Minority, Women and Local Business Enterprise Ordinances (the \"M/W/LBE Ordinances\") and to assess the need for further and continuing action. \n     The earlier studies are documented in the legislative history of the previous amendments and re-enactments of the ordinance, including Ordinance Nos. 175-89, 155-92, 210-97, 457-97, 82-98, 296-98, 210-99 and 283-99. The 1989 Ordinance was challenged in federal court and upheld by the Ninth Circuit Court of Appeals. See Associated General Contractors of California v. Coalition for Economic Equity, 950 F.2d 1401 (9th Cir. 1991). \n     The findings underlying the 1984 and 1989 ordinances have been reviewed and analyzed in the preparation of the current ordinance and are hereby incorporated by reference into the legislative history of this ordinance. These materials, prepared up to and including May 1989, include disparity studies, transcripts of live testimony by dozens of witnesses, case studies of discrimination, and voluminous other materials. An index and a separate synopsis of this material are on file with the Clerk of this Board in File No. 98-0612. \n     Since 1989, the City has devoted substantial additional resources to the task of understanding and documenting discrimination against women and minorities in awarding City contracts and in the private market for such contracts. Given the prior findings of discrimination and the need for this ordinance, this Board examined whether the identified discrimination had been eradicated. \n     Between 1989 and 1998, together this Board and the Human Rights Commission held 14 hearings on the subject of women- and minority-owned business enterprises, heard live testimony from 254 witnesses, reviewed videotaped oral histories by numerous witnesses, reviewed many volumes of social science materials, three disparity studies undertaken by the City and County of San Francisco and numerous other relevant statistical disparity studies undertaken by the City agencies and various other groups and governments from around the Bay Area. The Board also reviewed case studies and other statistical information gathered by the Human Rights Commission. These materials are all incorporated by reference into the legislative history of this ordinance and are in file with the Clerk of this Board in File No. 98-0612. \n     In its hearings on the MBE/WBE/LBE ordinance between 1989 and 1998, this Board gave close consideration to the need for adding Native Americans and Arab Americans to the list of minority groups covered by the ordinance. As part of this process, the Board and the Human Rights Commission heard or reviewed testimony from 47 individuals concerning discrimination against Arab Americans and Native Americans. In addition, a Mason Tillman Associates study covering City contracting in the years 1992 through 1995 found statistically significant evidence of discrimination against Native Americans and Arab Americans in several categories of contracting. That study also closely reviewed testimonial evidence of discrimination against these groups. \n     In 1997 and 1998, this Board and the Human Rights Commission held eight public hearings at which testimony was given by 170 individuals concerning discrimination against Minority and Women Business Enterprises, the transcripts of which, the written submittals accompanying same, and other evidence that was before the Board are in file with the Clerk of this Board in Board File No. 98-0612. \n     On January 4, 1999 and June 30, 1999, the Human Rights Commission issued reports regarding discrimination in City contracting against Iranian Americans. Those reports recounted testimony from HRC hearings regarding discrimination against Iranian American contractors. \n     In addition, the Board considered and reviewed oral histories from many persons involved in the bidding and compliance process taken in the summer of 1998. Many of the oral histories have been preserved on video tape. These oral histories recount personal incidents of discrimination as well as compliance difficulties. The oral histories were taken in this manner because many of the individuals were fearful of retaliation and further discrimination if they testified at a public forum. In fact, this fear caused some of the oral histories to be given in a manner in which the identities of those testifying were not identified. An index and a separate synopsis of the oral histories are on file with the Clerk of this Board in File Nos. 98-0612, 99-0266 and 99-1326. \n     The findings and evidence underlying the 1998 ordinance and the subsequent amendments to that ordinance have been reviewed and analyzed in the preparation of the current ordinance and are hereby incorporated by reference into the legislative history of this ordinance. \n     In 2002 and 2003, this Board and the Human Rights Commission held additional public hearings to determine the extent to which the remedies provided by this Ordinance continue to be necessary. At these hearings, 134 individuals and organizations testified about the discrimination minorities and women continue to face in City contracting and in obtaining contracts in the Bay Area that are not subject to affirmative action programs. Additionally, in 2002 and 2003, the Human Rights Commission and this Board received written statements of individuals describing the discrimination minorities and women continue to experience in City contracting and in other contracting in the Bay Area. In December 2001, the Human Rights Commission issued a report entitled \"Violence in Our City: Research and Recommendations to Empower Our Community\" regarding increasing violence and discrimination against African Americans in San Francisco. \n     In September 2002, the Human Rights Com-mission issued a report entitled \"Blacklash, Violence, Human Rights Violations & Discrimination in San Francisco in the Wake of September 11, 2001.\" The report found that the bombing of the World Trade Center and Pentagon on September 11, 2001 have led to a significant increase in San Francisco in discrimination and violence against those who are perceived to have Middle Eastern ancestry. \n     In April 2003, the Human Rights Commission conducted a disparity analysis of the utilization of minority-owned businesses and women-owned businesses in prime contracting and subcontracting. Even with the remedial programs set forth in this Ordinance in place, the study shows statistically significant underutilization of minorities and women in most City contracting programs. \n     But as the Tenth Circuit Court of Appeals recently recognized in upholding the City and County of Denver's remedial contracting program in Concrete Works of Colorado, Inc. v. City and County of Denver (10th Cir. 2003) 321 F.3d 950, a public entity cannot reliably ascertain whether a remedial race- and gender-conscious affirmative action contracting program that has been in place should be continued based on a disparity analysis of the utilization of minority- and women-owned businesses in the public entity's contracting programs. That the remedial program in place has given some minorities and women contracting opportunities in certain limited industries provides little evidence of whether minorities and women would be given those opportunities in the absence of the remedial program. Instead, the Tenth Circuit concluded that disparities in private markets in the region provide a strong indicator of the extent to which minorities and women would be used in public entity's contracting programs absent the remedial affirmative action program. \n     Accordingly, the Human Rights Commission retained the National Economic Research Associates (NERA)—the same firm whose studies about discrimination in the Denver metropolitan area the Tenth Circuit found to be so persuasiveconduct studies to assess the level of discrimination against minority- and women-owned businesses in the Bay Area private sector. NERA examined business formation and earnings rates, and NERA found significant disparities in the formation and earnings rates of minorities and women as compared to majority men. These disparities are especially pronounced for African Americans and Latino Americans. NERA also examined the market for credit and capital and found strong evidence of discrimination against minorities, as well as evidence of recent discrimination against women. Consistent with the Tenth Circuit's ruling, NERA concluded that the evidence of discrimination it found in Bay Area private markets is a valid substitute for evidence of actual discrimination in City contracting programs. \n     In April 2003, the Human Rights Commission also retained Godbe Research to conduct a telephone survey of minority- and women-owned businesses certified with the HRC. Twenty-one percent of the 266 firms surveyed reported that since 1998 they have been declined Bay Area subcontracting work that was not subject to affirmative action requirements by prime contractors who typically do award them work on contracts that are subject to the remedial subcontracting requirements of this Ordinance. And each of those firms that experienced such discrimination reported that it had been rejected as a subcontractor by a prime contractor who gave it work on City contracts on average 13 times in the last five years. \n     Additionally, the Board has reviewed studies undertaken by various public entities in the Bay Area, and testimony, articles and studies prepared by academicians. All of these materials are incorporated by reference into the legislative history of this Ordinance. The collection and analysis of relevant information is ongoing. \n     As a result of these hearings and review of these materials and the materials archived by the Human Rights Commission and the relevant statistical and social science data, oral histories, articles and studies, the Board makes the following findings: \n          1.     In April 2003, NERA conducted studies to assess the level of discrimination against minority- and women-owned businesses in the Bay Area private sector. NERA examined business formation rates, earnings rates, and disparities in the market for credit and capital. \n     NERA reported significant disparities in the formation rates of minority- and women-owned business as compared to businesses owned by Caucasian men. In particular, African Americans, Asian Americans, Latino Americans, and women have statistically significantly lower business formation rates in the Bay Area than do comparable Caucasian men in the construction, architectural and engineering, professional services, general services and goods and services industries. These disparities are especially large in the construction industry, where, for example, business formation rates for African-Americans are approximately 12 percentage points lower than for comparable Caucasian men. Further, NERA found that the disparities for African Americans and Latino Americans are especially pronounced and have increased in the recent six years over the prior fourteen years. \n     NERA further reported significant disparities in the earnings of self-employed minorities and women compared to the earnings of self-employed Caucasian men. The disparity in earnings between self-employed African Americans and self-employed Caucasians, for example, has increased dramatically from 1991-2002 over the prior 13 years, and is much greater than the disparity between African American wage and salary workers and Caucasian wage and salary workers over the same time period. \n     NERA also reported discrimination against minorities and women in the credit markets in all industries, which NERA concluded partially explains the large disparities found in minority- and women-owned business formation rates. NERA reported that even when controlling for firm size, credit history and other valid credit worthiness factors, the loan applications of minority-owned firms were substantially more likely to be denied than the loan applications of Caucasian firms. For example, the loan rejection rates for African American and Latino American firms are roughly twice that of Caucasian firms. NERA also found that minority firms are more likely not to apply for loans because of the low loan approval rate for such firms, and that when minority businesses did receive loans, they had to pay higher interest rates, regardless of their credit worthiness or geography. NERA further reported that credit market conditions are a far bigger concern for minority-owned firms than for Caucasian-owned firms, and that a greater share of minority-owned firms than Caucasian-owned firms believe that credit availability is the most important issue likely to confront the firm in the next 12 months. NERA also reported that discrimination in the market for credit has increased for minority groups during the 1990s, and re-appeared for women in the late 1990s. \n     Based on NERA's studies, the testimony and all of the other evidence before the Board, the Board finds that minority- and women-owned businesses continue to face systemic race and gender discrimination in public and private markets in the Bay Area. \n          2.     In April 2003, the City conducted a comprehensive disparity study to gauge discrimination against women- and minority-owned businesses in the City's contracting from 1998 to early 2003. Under a fair and equitable system of awarding contracts, the proportion of contract dollars awarded to minority- and women-owned business enterprises would be equal to the proportion of willing and able minority- and women-owned enterprises in the relevant market area. If, based on statistical testing, there is a very low probability of attributing to chance the existence of a disparity between these proportions, the Supreme Court has stated that an inference of discrimination can be made. \n          3.     The Human Rights Commission's 2003-study thoroughly and conclusively documented the fact thatwith the City's remedial contracting programs in placeand women-owned business enterprises continue to receive a smaller share of certain types of contracts for the purchases of goods and services by the City than would be expected based on the number of able and available women- and minority-owned businesses. This poor utilization cannot be attributed to chance. This Board finds, based on these statistical studies, testimony and on all the other evidence of persistent discrimination presented to the Board, that the disproportionately small share of City contracting and subcontracting that goes to women- and minority-owned businesses in certain industries is due to discrimination by the City and discrimination in the private market. \n          4.     The Human Rights Commission's April 2003 study also documents that in the last five years, in certain limited industries, some minority groups and women have received City contract dollars close to or above the level that would be expected based on their availability. Based on the studies and reports issued by NERA and Godbe Associates, the testimonial evidence, the history of discrimination against minority and women contractors in City contracting programs and the other materials before the Board, the Board finds that these favorable minority utilization rates are attributable to the fact that the City has remedial contracting programs in place, and that the discrimination the City previously identified in its prime contracting and subcontracting programs has not yet been eradicated. In particular, the Board finds that if the City were to discontinue, at this time, the race- and gender-conscious bid discount program or the subcontracting program authorized by this Ordinance, minority and women utilization rates in City contracting would plummet. Under those circumstances, the Board finds that minority and women utilization rates would likely return to the same judicially-recognized low levels to which they fell in 1989 after the City discontinued its prior race- or gender-conscious remedial contracting programs. In fact, many minorities and women report that they are frequently refused subcontracting opportunities on contracts that are not subject to a race- or gender-conscious affirmative action program by the same prime contractors that do hire them on contracts that are subject to a race- and gender-conscious affirmative action program. And, many minority- and women-owned businesses that have benefited from the City's remedial program and have since graduated from the program, report that prime contractors who gave them subcontracts on contracts subject to the City's subcontracting requirements before they graduated, refuse to give them subcontracts now that they are no longer certified under the M/WBE program. \n          5.     The Human Rights Commission Study reviewed contracts entered into by the City and County of San Francisco in a variety of areas and categories from 1998 through early 2003 and determined the following: \n               A.     For prime construction contracts, even with the race- and gender-conscious bid/ratings discount program in place, African Americans, Arab Americans, Asian Americans and women still received fewer construction prime-contracting dollars than would be expected given their availability. The disparity was statistically significant for African Americans, Asian Americans and Arab Americans. Although African Americans represent 4.49 percent of the available construction firms, they received only 1.01 percent of the construction contract dollars. Although Arab Americans represent 0.14 percent of the available construction firms, they received no construction contract dollars at all. Although Asian Americans represent 13.74 percent of the available construction firms, they received only 4.98 percent of the construction contract dollars. Although women represent 8.84 percent of the available construction firms, they received only 8.23 percent of the construction contract dollars. Although Caucasian men represent 67.74 percent of available construction firms, they received 70.79 percent of the construction contract dollars. Although Latino American firms received more construction contracts than expected based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans would receive well below the level of prime City construction contracts that one would expect based on their availability. \n               B.     For architecture and engineering prime contracts between 1998 and early 2003, even with the race- and gender-conscious bid/ratings discount pro-gram in place, African Americans, Arab Americans, Asian Americans, Iranian Americans, Latino Americans, and women received fewer contracts than would be expected given their availability. Notwithstanding the bid/ratings discount program, more than 87 percent of the contracts in this area went to Caucasian male-owned businesses, even though those firms represent less than 63 percent of the available architecture and engineering firms. The disparities against Arab Americans, Asian Americans, Iranian Americans, Latino Americans, and women, and the particularly pronounced disparity in favor or Caucasian men, were statistically significant. \n               C.     For professional services prime contracts in the years 1998 through early 2003, even with the race-conscious bid/ratings discount program in place, Arab Americans, Iranian Americans and Latino Americans received fewer contracts than expected based on their availability, and the disparities were statistically significant for those groups. Arab Americans, who represent .11 percent of the available professional service firms, received only .08 percent of the professional services contract dollars. Iranian Americans, who represent .11 percent of the available professional services firms, received 0.00 percent of the professional services dollars. Latino Americans, who represent .79 percent of the professional services firms, received .22 percent of the professional service dollars. And, although African Americans, Asian Americans and women received more than the number of professional service contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Asian Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, African Americans, Asian Americans and women would receive well below the level of prime City professional service contracts that one would expect based on their availability. \n               D.     For purchases of goods and services prime contracts for 1998 through early 2003, even with the race- and gender-conscious bid/ratings discount in place, Asian Americans, Iranian Americans and women received fewer contract dollars than expected. Although Asian Americans represent 4.15 percent of the available goods and services firms, those firms received only 1.84 percent of the goods and services contract dollars. Similarly, although Iranian Americans represent .22 percent of the available goods and services firms, those firms received only .17 percent of the goods and services contract dollars. Although women represent 6.22 percent of the available goods and services firms, women received only 4.60 of the goods and services contract dollars. Although African Americans, Arab Americans and Latino Americans received slightly more than the number of good and services contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Arab Americans and Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, African American, Arab American and Latino American firms would receive well below the level of prime City goods and services contracts that one would expect based on their availability. \n               E.     For general services prime contracts for 1998 through early 2003, even with the race- and gender-conscious bid/ratings discount in place, African Americans, Arab Americans, Asian Americans and Iranian Americans received fewer contract dollars than expected based on their availability. Although African Americans represent 1.28 percent of the available general services firms, those firms received only .64 percent of the general services contract dollars. Similarly, although Arab Americans represent .04 percent of the available general services firms, those firms received only .01 percent of the general services contract dollars. Although Asian Americans represent 2.60 percent of the available general service firms, they received only 1.11 percent of the general services contract dollars. Although Iranian Americans represent .09 percent of the general services firms, they received 0.00 percent of the general services contract dollars. The disparities against African Americans and Iranian Americans are statistically significant. Although Latino Americans and women received somewhat more than the number of general services contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans and women would receive well below the level of prime City general services contracts that one would expect based on their availability. \n               F.     For telecommunications prime contracts entered into between 1998 and early 2003, even with the race- and gender-conscious bid/ratings discounts in place, African Americans, Asian Americans, Iranian Americans and women received fewer contract dollars than expected based on their availability. Although African Americans represent 2.26 percent of the telecommunications firms, they received only .19 percent of the telecommunications contract dollars. Although Asian Americans represent 13.53 percent of the telecommunications firms they received only 2.93 percent of the telecommunications contract dollars. Although Iranian Americans represent .75 percent of the telecommunications firms, they received .01 percent of the telecommunications contract dollars. Although women represent 14.29 percent of the telecommunications firms, they received only 12.86 percent of the telecommunication contract dollars. Even with the bid/ratings discount program in place, although Caucasian men represent 70.68 percent of the available telecommunications firms, they received 77.56 percent of the telecommunication contract dollars. The disparities against African Americans, Asian Americans and Iranian Americans are statistically significant. Although Latino Americans received more than the number of telecommunication contracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans would receive well below the level of prime City telecommunication contracts that one would expect based on their availability. \n               G.     For City construction subcontracts entered into between 1998 and early 2003, even with the race-conscious subcontracting program in place, Arab Americans and Asian Americans still received fewer construction subcontracts than expected based on their availability. Although Arab Americans represent .14 percent of the available construction firms, they received only .05 percent of the construction subcontract dollars. Although Asian Americans represent 13.74 percent of the construction firms, they received only 12.99 percent of the construction subcontract dollars. Although African Americans, Latino Americans and women received more than the number of construction subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Latino Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the subcontracting program that the City has had in place, African Americans, Latino Americans and women would receive well below the level of City construction subcontracts that one would expect based on their availability. \n               H.     For City architectural and engineering subcontracts entered into between 1998 and early 2003, even with the race- and gender-conscious subcontracting program in place, African Americans, Arab Americans, Latino Americans and women received fewer architectural and engineering subcontracts than expected based on their availability. Although African Americans represent 4.67 percent of the available architectural and engineering firms, they received only 4.48 percent of the architectural and engineering subcontract dollars. Although Arab Americans represent .98 percent of the architectural and engineering firms, they received only .40 percent of the architectural and engineering subcontract dollars. Although Latino Americans represent 4.18 of the available architectural and engineering firms, they received only 2.51 percent of the architectural and engineering subcontract dollars. Although women represent 12.53 percent of the available architectural and engineering firms, they received only 9.29 percent of the architectural and engineering subcontract dollars. Although Asian Americans and Iranian Americans received slightly more than the number of architectural and engineering subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Asian Americans and Iranian Americans in City contracting and contracting in other Bay Area markets, that in the absence of the subcontracting program that the City has had in place, Asian Americans and Iranian Americans would receive well below the level of City architectural and engineering subcontracts that one would expect based on their availability. \n               I.     For City professional services subcontracts entered into between 1998 and early 2003, even with the race-conscious and gender-conscious subcontracting program in place, Arab Americans Iranian Americans and Latino Americans received fewer professional services subcontracts than expected based on their availability. Arab Americans and Iranian Americans received no professional services subcontracts at all. Although Latino Americans represent .79 percent of the professional services firms, they received only .46 percent of the professional services subcontract dollars. Although African Americans, Asian Americans and women received more than the number of professional service subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against African Americans, Asian Americans and women in City contracting and contracting in other Bay Area markets, that in the absence of the subcontracting program that the City has had in place, African Americans, Asian Americans and women would receive well below the level of City professional services subcontracts that one would expect based on their availability. \n               J.     For City telecommunications subcontracts entered into between 1998 and early 2003, even with the race- and gender-conscious subcontracting program in place, African Americans, Asian Americans, Iranian Americans and women received fewer telecommunications subcontracts than expected based on their availability. Iranian Americans received no telecommunications subcontracts at all. Although Asian Americans represent 13.82 percent of the available telecommunications firms, they received only .83 percent of the telecommunications subcontract dollars. Although women represent 13.82 percent of the telecommunications firms, they received only 8.84 percent of the telecommunications subcontract dollars. Although African Americans represent 2.44 percent of the telecommunications firms, they received only 2.22 percent of the telecommunications subcontract dollars. The disparity is statistically significant for Asian Americans. And, even with the subcontracting program in place, although Caucasian men represent less than 70 percent of the telecommunications firms, they received more than 86 percent of the telecommunications subcontracts. Although Latino Americans received somewhat more than the number of telecommunication subcontracts one would expect based on their availability, the Board finds, based on the studies, statistics, testimony and other evidence before it of discrimination against Latino Americans in City contracting and contracting in other Bay Area markets, that in the absence of the bid/ratings discount program that the City has had in place, Latino Americans would receive well below the level of City telecommunications subcontracts that one would expect based on their availability. \n          6.     In 2002 and 2003, the Human Rights Commission and this Board heard testimony from 134 individuals at public hearings about discrimination against minority- and women-owned businesses and received written statements documenting such discrimination. Additionally, in 2003, Godbe Research conducted a telephone survey of HRC-certified MBEs and WBEs. \n     Based on this evidence, and the findings and evidence supporting the 1984, 1989 and 1998 Ordinances, and amendments to those ordinances, the Board finds that minorities and women continuously face racial prejudice in both the public and private sector markets in San Francisco. The prejudice against minorities takes the form of stereotyping, prejudging, discomfort in working with minorities, an absence of opportunities to prove one's skill and ability, exclusion, networking difficulties, and racial slurs. Women also face prejudging and stereotyping. Women are often made to feel that they are not qualified to be running a company and that they are innately incapable of certain tasks. Women also sometimes face questions as to whether they are really running their firms. Women- and minority-owned firms also face overt hostility from majority-male firms, reporting harassment, intimidation, and undue pressure during the course of doing business with majority-male firms. Women- and minority-owned businesses also are often subjected to increased and higher standards of review of their work than Caucasian, male-owned firms. Minorities and women also reported difficulties and discrimination in obtaining financing and credit for their firms, difficulty obtaining bonding and insurance, and other forms of business institutional discrimination. \n     Minorities and women also report of discrimination in the award of City prime contracts. Minorities and women report that project managers in many City Departments continue to operate under an \"old boy network in awarding City prime contracts. The practice creates a barrier to the entry of women-and minority-owned businesses and puts those firms at a competitive disadvantage in their efforts to secure City prime contracts. \n     Minority- and women-owned businesses also reported being discriminated against by prime contractors, by, for example, being given inadequate lead time to bid on projects, being paid late after a bid award, being listed on a bid without permission, and having the scope of their work reduced or canceled after the bid award. Minority- and women-owned businesses report that the only reason they are able to get work from many prime City contractors is because the City requires prime contractors to provide minorities and women with opportunities to compete for City subcontracts. In particular, many minorities and women report that they are frequently refused subcontracting opportunities on contracts that are not subject to a race- or gender-conscious affirmative action program by the same prime contractors that do hire them on contracts that are subject to a race- and gender-conscious affirmative action program. And, many minority- and women-owned businesses that succeeded because of the City's remedial program, and graduated from the program, report that prime contractors who gave them subcontracts on contracts subject to the City's subcontracting requirements before they graduated, refuse to give them subcontracts now. Finally, minorities and women report of hostility in the industry toward the M/WBE program. \n          7.     In February 1998, the Human Rights Commission issued a report that documents hostility and active resistance to the W/MBE program by various City departments and agencies. The HRC report also found the following discriminatory practices at work in City contracting: (1) listing minority- and women-owned enterprises as subcontractors but never using the listed minority- and women-owned subcontracting firms, (2) the use of additional nonminority, male subcontractors never listed on the relevant HRC forms, and (3) the creation of fraudulent joint ventures involving minority- or women-owned and majority, men-owned firms. In particular, the HRC's investigation found that in at least four out of 86 contracts involving joint ventures, the minority- or women-owned firms listed in the joint venture did not perform any work on the project. A report issued by the HRC in May 2003 reveals that these discriminatory practices continue, and that the HRC has encountered the following additional discriminatory practices in City contracting: (1) attempts by City personnel to improperly influence contract selection panels to ensure that MBEs/WBEs do not obtain City prime contracts; (2) attempts by City personnel to blame MBEs/WBEs unjustifiably for project delays; (3) the imposition of unnecessary minimum requirements on City contracts that act as a barrier to MBEs/WBEs; (4) the failure by City departments to submit draft requests for proposals to HRC with sufficient time to permit the HRC to ensure that adequate MBE/WBE subcontracting goals have been set; (5) attempts by City departments to circumvent the requirements of this ordinance by extending or modifying existing contracts rather than putting new contract out to bid; (6) the failure by City departments to comply with the prompt payment provisions of this ordinance which ensure that MBEs/WBEs do not suffer unnecessary financial hardships; and (7) resistance by City prime contractors to provide the City with required subcontractor payment information, making it difficult for the City to ensure that MBE/WBE subcontractors receive prompt payment for their work on City contracts. \n          8.     Based on the studies, reports, testimony and other evidence before it, the Board finds that the race- and gender-conscious remedial programs authorized by this Ordinance continue to be necessary to remedy discrimination against minority- and women-owned businesses in City prime contracting and subcontracting. The Board finds that the City and County of San Francisco is actively discriminating against women and minority groups in its contracting, and is passively participating in discrimination in the private sector. This Board finds that the evidence before it establishes that the City's current contracting practices are in violation of federal law and that, as a result, this ordinance continues to be required by federal law to bring the City into compliance with federal civil rights laws in its contracting practices. \n          9.     In addition, the Board has reviewed numerous studies by San Francisco-based agencies. These studies, although narrower in scope than San Francisco's study, support the findings undertaken to assess discrimination against women and minorities in City contracting: \n     In 1991, the San Francisco Unified School District undertook a disparity study of its contracting in various categories. The study found \"substantial evidence of statistically significant disparities between utilization and availability of minority and women contractors.\" For prime contracts over $15,000 in value, the study found statistically significant evidence of discrimination against African Americans, Latino Americans, and other minorities, in the number of contracts willing and able firms owned by these groups were able to obtain. For prime contracts under $15,000 in total value, the study found statistically significant evidence of discrimination against Asian Americans, Latino Americans, minorities in general, and women, in the number of contracts willing and able firms owned by members of these groups were able to obtain. For subcontracts, the study found statistically significant evidence of discrimination in the number of subcontracts that African American, Asian American, Latino American, and minority firms in general were able to obtain. In a review of contracts under its Earthquake program, the study found statistically significant evidence of discrimination against Asian Americans, minorities in general, and women in the number of contracts businesses owned by members of these groups were able to obtain. In construction-related professional services, the study found statistically significant evidence of discrimination against African Americans, Asian Americans, minorities in general and women. In printing and publishing contracts, the study found statistically significant discrimination against African Americans, Asian Americans, Latino Americans, minorities in general, and women. The study also reviewed testimonial evidence of discrimination that supported its findings of discrimination. \n     In November 1992, the San Francisco Redevelopment Agency (\"SFRA\") issued a study of its use of minority- and women-owned business enterprises. The comprehensive study found that women-owned business enterprises received none of the publicly funded prime contract dollars and only 24 percent of the privately funded contract dollars SFRA would have expected given their availability. The study found from a survey of private construction contractors that minority- and women-owned businesses received none of the prime contracts and only 2.32 percent of the subcontract dollars. The study also surveyed 95 local minority- and women-owned construction firms, out of which 75 percent reported that prime contractors who use their firms on public contracts with W/MBE requirements never use their firms on private contracts. \n     In May 1993, the Regional Transit Association of the San Francisco Bay Area issued a report entitled \"The Utilization of Minority and Women-Owned Business Enterprises by Member Agencies of the Regional Transit Association.\" The study found significant underutilization of minority-and women-owned enterprises in those jurisdictions in the Bay Area without programs designed to increase minority and women participation. The study also found that for each transit agency, including San Francisco's Municipal Railway, \"M/WBEs were used less than we would expect given their availability.\" The study also examined anecdotal evidence of discrimination from 502 minority- and women-owned enterprises in the Bay Area. \n     In December 2001, the Human Rights Commission issued a report entitled \"Violence in Our City: Research and Recommendations to Empower Our Community,\" which addresses the increase in violence against African Americans that began in 2000, and discrimination against African Americans in San Francisco. This report supports the finding of the Board that an ordinance encouraging minority-owned enterprise participation in City contracting is necessary to remedy race-discrimination against African American-owned firms in San Francisco. \n          10.     A number of broad disparity studies undertaken by State and other local governments and agencies also support the findings of discrimination in San Francisco's studies, including: \n     In 1992, the Contra Costa County issued a comprehensive study of the use of women- and minority-owned businesses by that county. The study examined Contra Costa's own contracts, data about subcontractors collected from prime contractors, data on Contra Costa's payments to vendors, data on 7,993 minority- and women-owned vendors in the Bay Area identified from various directories, questionnaires on purchasing practices by Contra Costa officials and census data, testimony Contra Costa solicited in public hearings in Alameda and San Francisco, and Bay Area wide mail surveys of 540 women- and minority-owned businesses. The study found that minorities received a smaller share of Contra Costa County contracts than would be expected given their availability. The study also examined the private sector for construction in San Francisco, Oakland, and San Jose and found that minority- and women-owned businesses received a smaller share of prime and subcontracts than would be expected given their availability. The study also found strong evidence of discrimination against women and minority firms in Contra Costa's professional services contracting and commodity purchases. \n     In 1996, the City of Oakland and the Oakland Redevelopment Agency issued a study of the utilization of minorities and women in their contracting programs. The study revealed that even after having programs aimed at increasing contracting opportunities for minority- and women-owned businesses, those businesses still get fewer contracts than one would expect based on their availability. The study revealed that a culture of discrimination among prime contractors, lending institutions, and other businesses prevented minority- and women-owned businesses from competing for public contracting opportunities in Oakland. For instance, even though the majority of ready and willing construction contractors in Oakland were African American-owned, Caucasian male contractors received more than twice the contract dollars from 1991-1994 as African American contractors. And although nearly 68 percent of all ready and willing contractors were minority- and women-owned businesses, Caucasian-male owned firms received more than 55 percent of the contract dollars during this period. Even those minorities who achieved statistical parity in contract availability during the study period suffered from discrimination. Anecdotal evidence gathered for the study revealed that prime contractors often refuse to allow the minority- and women-owned businesses to perform subcontracting work after the contract has been awarded. Women contractors reported that they must ask male co-workers to present their ideas to prime contractors, since otherwise their ideas are ignored. \n     In 1994, the City of Richmond, California commissioned a study to determine whether its race- and gender-conscious remedial contracting programs continued to be necessary. The study revealed great disparities between Caucasian male-owned firms, and minority- and women-owned businesses. For instance, although Caucasian men represented only 49 percent of the available contracting firms, 85 percent of all contract dollars went to those firms. The disparity was even greater in Richmond's professional services contracts, where Caucasian firms received 95 percent of the contract dollars even though such firms represent only 15 percent of the available firms. The study further revealed that although minority- and women-owned firms represented between 32 and 71 percent of the available firms depending on the particular industry (construction, professional services, engineering, and procurement), minority- and women-owned businesses never received more than 14.8 percent of the contract dollars in any industry. And testimonial evidence revealed that Richmond's MBE/WBE ordinance had done little to address the underlying causes of discrimination. Minorities and women were consistently faced with obstacles not placed before Caucasian male contractors, based solely on their race and gender. In fact, based on their experience, some MBEs and WBEs gave up trying to contract with Richmond in the future. \n     In 1995 the California Senate Office of Research issued a report entitled \"The Status of Affirmative Action in California.\" The report explained, in part, that \"[c]ities and counties have affirmative action programs as a matter of public policy, as a requirement for contracting with the State, or because they receive federal money that requires attention to nondiscrimination hiring.\" The report concluded that despite past affirmative action efforts, \"salaries remain disparate among racial and ethnic groups and between men and women.\" \n     In April 1996, the California Senate Office of Research issued a report entitled \"Exploring the Glass Ceiling and Salary Disparities in California State Government.\" The report examined the salary levels of 164,000 state civil service employees and compared compensation according to gender, race and ethnicity. The study found that women of equal educational attainment earn only $.74 for every dollar earned by their male counterparts. \n          11.     Based on the testimony, studies and reports contained in Board File Nos. 98-0612, 99-0266 and 99-1326, and the evidence before the Board in support of this Ordinance, the Board finds that Arab and Iranian Americans continue to suffer discrimination in the City's procurement process. In fact, discrimination against Arab Americans and Iranian Americans has increased dramatically. Based on testimony presented at public hearings before the Human Rights Commission and this Board between 2001 and 2003, and the Human Rights Commission Report issued in September 2002, the Board finds that since September 11, 2001, there has been a sharp increase in threats, harassment, violence, and discrimination against individuals perceived as having Middle Eastern origins in both the private sector in San Francisco as well as in the City's procurement processes. As a direct result of this systemic discrimination, Arab American and Iranian American-owned businesses have been prevented from obtaining City prime contracting and subcontracting. \n          12.     In 1989, based on the significant evidence before it, this Board found that Native Americans who sought prime and subcontracting opportunities have received fewer such contracts than expected based on their availability, and that such underutilization was attributable to discrimination both in the private sector and in the City's procurement practices. Based on the historical record of discrimination against Native Americans, and the testimonial evidence given at public hearings, the Board found that there was compelling evidence of discrimination to support the addition of Native Americans to the MBE program and to justify remedial measures on their behalf. The HRC's 2003 disparity study reveals that there are no longer any San Francisco-based businesses in any industry that are owned by Native Americans and available to perform City prime contracts or subcontracts. Based on the significant evidence before it, the Board finds that the pervasive discrimination and hostility against Native Americans in the Bay Area and in the City's procurement processes has resulted in the recent disappearance of available San Francisco-based Native American-owned contractors. The Board further finds that this discrimination against Native Americans will prevent Native Americans from re-establishing businesses in San Francisco without the bid/ratings discount program and subcontracting program set forth in this Ordinance. For that reason, the Board finds it necessary to continue to extend its remedial contracting program to businesses owned by Native Americans. \n          13.     The Board has also reviewed and considered several volumes of collected social science materials concerning discrimination against women and minorities in the Bay Area and in public contracting in California. These social science materials strongly support, and are consistent with, the findings in the statistical and testimonial evidence that discrimination exists against women and minorities in the City's contracting and in the private market for similar contracts. \n          14.     The Board has considered a substantial body of evidence in enacting the ordinance. The findings set forth herein represent certain salient portions derived from the evidence and hearings. These findings, however, are intended to be representative and non-exhaustive of the evidence and reasons supporting the enactment herein. The Board will consider relevant evidence that continues to be collected. \n          15.     In enacting this ordinance, the Board considered and relied on (a) the fact that a substantial percentage of City agencies receive federal funds, a vast portion of which is expended in City contracts, (b) the federal requirements for eradication of discrimination, including the evidence supporting those requirements, and (c) all applicable constitutional standards including those that apply to federally funded projects. \n          16.     This Board finds that the testimony of minority and women business owners who seek to enter into contracts with the City or are doing business with the City, as presented to this Board and the Human Rights Commission, offer clear and persuasive evidence of discrimination to such an extent that the disparity of contract dollars awarded to minority- and women-owned enterprises can only be explained by discrimination. The statistical evidence, oral and written histories, and social science evidence reviewed by this Board also support this finding. Accordingly, this Board adopts this ordinance to remedy the specifically identified City contracting practices and conditions in the Community and industries that cause the exclusion or reduction of contracting opportunities for minority- and women-owned businesses in City prime and subcontracting programs. \n          17.     Based on a comparative review of the use of minority- and women-owned businesses in the public and private sectors in the City, oral and written histories and additional evidence, this Board finds that there is a substantial reduction in the use of minority- and women-owned firms in private sector contracting in the absence of MBE/WBE requirements such as those found in this ordinance. In the private sector, substantial evidence demonstrates that minority- and women-owned businesses are seldom or never used by prime contractors for projects that do not have MBE/WBE goal requirements. Therefore, this Board finds that if this ordinance were not enacted and the MBE/WBE goal requirements eliminated, the discrimination against and nonutilization of minority- and women-owned businesses now existing in the private sector would occur immediately in the awarding of City contracts. \n          18.     This Board further finds that local businesses that seek prime contracting and subcontracting opportunities in City contracting continue to labor under a competitive disadvantage with businesses from other areas because of the higher administrative costs of doing business in the City (e.g., higher taxes, higher rents, higher wages and benefits for labor, higher insurance rates, etc.). \n          19.     This Board finds that public interest is served by encouraging economically disadvantaged businesses to locate and to remain in San Francisco through the provision of bid discounts to such San Francisco businesses in the award of City contracts and by requiring prime contractors to use good faith efforts to use such businesses as subcontractors when there are subcontracting opportunities available on City contracts. \n          20.     Additionally, this Board finds that policies and programs that enhance the opportunities and entrepreneurial skills of local businesses will best serve the public interest because the growth and development of such businesses will have a significant positive impact on the economic health of San Francisco by, among other things, the creation of local jobs and increased tax revenue. \n          21.     The Board finds that affording a five percent bid discount for economically disadvantaged local businesses bidding on City contracts reduces the disadvantages under which these businesses compete. \n          22.     The bid discount mechanism in this ordinance is used to assure equality in the treatment of opportunities to any bidder for City contracts. This Board further finds that the failure to use such a bid discount would result in discrimination against or preferential treatment to certain individuals and/or groups. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 210-99, File No. 990266, App. 7/30/99; Ord. 283-99, File No. 991326, App. 11/5/99; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\n","heading":{"title":"12D","chaptersection":"A.2","identifier":"12D.A.2","catch_text":"GENERAL FINDINGS."}}