{"text":"\n     Upon the expiration of Ordinance No. 139-84 this Board having adopted Ordinance No. 175-89 on May 30, 1989 to address the same types of practices and to offset the same types of economic disadvantages identified in Section \n12D.2; \n     And Ordinance No. 175-89 as amended being remedial in nature will expire June 30, 1992 and thus required the Human Rights Commission to study minority and woman owned business participation in City contracting prior to the expiration of Ordinance 175-89; \n     And the Human Rights Commission, pursuant to Section \n12D.15 of Ordinance No. 175-89 having in January and February of 1992 heard the testimony of 68 witnesses, reviewed the transcripts and written submittals of 54 minority, women, local and other business representatives, studied the testimonial and statistical evidence presented by the public, City departments, and the Commission's staff to ascertain whether the objectives of Ordinance No. 175-89 as amended had been met and having submitted to this Board its February 28, 1992, \"Sunset Report\" and its March 2, 1992 \"Progress Report FY 1990-91\"; \n     And this Board, having conducted additional public hearings, taken additional testimony and written submittals, and reviewed the Human Rights Commission's February 28, 1992 \"Sunset Report\" and its March 2, 1992 \"Progress Report FY 1990-91\" (all of which shall be incorporated by reference); \n     And this Board incorporating by reference the findings set forth in Section \n12D.2 above; \n     And relying upon this Board's knowledge acquired during the past eight years about the City's compliance with the MBE/WBE/LBE Ordinances and all amendments thereto. This Board hereby finds that the purposes of the MBE/WBE/LBE Ordinances and the amendments thereto have not been fulfilled and that it is necessary to extend Ordinance No. 175-89 as amended for an additional five-year period. \n(Added by Ord. 155-92, App. 5/29/92)\n\n","heading":{"title":"12D","chaptersection":"2-1. ","identifier":"12D.2-1. ","catch_text":"ADDITIONAL FINDINGS."}}