{"text":"\n     (A)     Reporting by Departments. By December 31st of each fiscal year all contract awarding authorities and departments shall report annually to the Mayor on their progress in the preceding fiscal year toward achievement of the MBE and WBE participation goals. \n     (B)     Reporting by the Director.\n          1.     The Director shall report quarterly to the Commission and the Board of Supervisors whether the goals stated in Section \n12D.3 have been met in whole or in part. \n          2.     The Director shall report to the Commission all waivers acted upon pursuant to Section \n12D.13. Such report shall be made at the first Commission meeting following the granting of the waiver. \n     (C)     Reporting by the Commission. By March 1st of each fiscal year subject to this ordinance, the Commission shall submit an annual report to the Mayor and the Board of Supervisors on the progress of the City toward the goals stated in Section \n12D.3 of this ordinance, together with an identification of problems and specific recommendations for: (1) discontinuing the race- or gender-conscious bid preferences in those cases where the bid preferences have remedied the identified discrimination against MBEs and WBEs; and (2) improving the City's performance in remedying the identified discrimination against MBEs and WBEs. \n     (D)     The Board of Supervisors shall act upon the Commission's recommendations by the third Board meeting of May in each fiscal year subject to this ordinance. \n     (E)     Review by the Commission. This ordinance shall expire June 30, 1997 unless the Commission, after conducting public hearings, finds that the purposes identified in Section \n12D.3 have not yet been achieved, in which case it shall certify said finding to the Board of Supervisors no later than 120 days prior to the expiration date. Thereafter the Board of Supervisors may extend the ordinance for additional three-year periods. \n     (F)     Review by the Contract Review Committee. The Contract Review Committee established pursuant to Section \n12D.8(A)3 shall have the following powers and duties: \n          1.     To review contracts referred to it by the Director or a department for determining whether the contract should be set aside, where competition for the contract is limited to MBEs, WBEs and/or joint ventures with MBE/WBEs; \n          2.     Before approving a set aside of a contract, the Contract Review Committee shall first determine that: (1) the department seeking or affected by the set-aside has complied with all of the requirements of Section \n12D.8(B); and (2) there are at least three business enterprises which are certified or eligible for certification as a MBE or WBE which can compete for the contract set aside. \n          3.     After making the findings required by Section \n12D.15(F)2, the Contract Review Committee may approve that a contract be set aside. However, the Contract Review Committee shall first consider the feasibility of approving a set-aside where competition is limited to joint ventures with MBE and/or WBE participation which equals or exceeds 35 percent. The Contract Review Committee shall issue its findings and approval in writing to the department affected by the set-aside. \n     (G)     Extension. Pursuant to Section \n12D.15(E) of Ordinance 155-92, as amended by Ordinances 210-97, 457-97, 82-98 and 186-98 and based upon the Further Additional Findings Supporting Six-Month Extension of MBE/WBE/LBE Ordinanceset forth in Section \n12D.2-2, the Further Additional Findings Supporting a Three-Month Extension of MBE/WBE/LBE Ordinanceas set forth in Section \n12D.2-3, Further Additional Findings Supporting a Three-Month Extension of MBE/WBE/LBE Ordinanceas set forth in Section \n12D.2-4, Further Additional Findings Supporting a Two-Month Extension of MBE/WBE/LBE Ordinanceas set forth in Section \n12D.2-5, and Additional Findings Supporting a Two-Month Extension of the MBE/WBE/LBE Ordinance as set forth in Section \n12D.2-6, the Board hereby extends Ordinance 155-92, as amended, to October 31, 1998. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 190-91, App. 5/31/91; Ord. 155-92, App. 5/29/92; Ord. 278-96, App. 7/3/96; Ord. 210-97, App. 5/30/97; Ord. 457-97, App. 12/15/97; Ord. 82-98, App. 3/6/98; Ord. 186-98, App. 6/5/98; Ord. 256-98, App. 7/31/98) \n\n","heading":{"title":"12D","chaptersection":"15","identifier":"12D.15","catch_text":"REPORTING AND REVIEW; EXTENSION."}}