{"text":"\n     (A)     Contract awarding authorities shall:\n          1.     Use good-faith efforts for all contracts subject to the bid/ratings discount provisions of this ordinance to solicit and to obtain quotes, bids or proposals from MBEs and WBEs on all solicitations, or document their unavailability; \n          2.     Unless otherwise indicated in this ordinance, extend a discount in all bids, proposals and contracts and in the composition of rating scales as follows: (1) a five percent discount to (i) an LBE or (ii) a joint venture with MBE or WBE participation that equals or exceeds 35 percent but is under 40 percent; or (iii) where a joint venture is composed of only LBEs with no MBE or WBE participation or where the MBE or WBE participation is less than 35 percent; (2) a seven and one-half percent bid discount to a joint venture with MBE or WBE participation that equals or exceeds 40 percent; (3) a 10 percent discount to (i) an MBE or WBE or (ii) a joint venture between or among MBEs or/and WBEs. \n               The contracting awarding authority shall apply the aforementioned appropriate bid/ratings discount only to a joint venture (1) that meets the requirements of Section \n12D.A.6(A)7 and (2) when the MBE or WBE is an active partner in the joint venture and performs work, manages the job and takes financial risks in proportion to the required level of participation stated in the bid documents and is responsible for a clearly defined portion of the work to be performed, and shares proportionately in the ownership, control, management responsibilities, risks, and profits of the joint venture. The portion of the MBE or WBE joint venture's work shall be set forth in detail separately from the work to be performed by the nonMBE or nonWBE joint venture partner. The MBE or WBE joint venture's portion of the contract must be assigned a commercially reasonable dollar value; \n          3.     Arrange contracting by size and type of work to be performed so as most effectively to enhance the opportunity for participation by MBEs and WBEs to the maximum extent feasible. As soon as practical before soliciting quotes, bids or proposals, all contract awarding authorities or in the case of a professional services contract, the department making the contract award recommendation, shall submit all large proposals to the Director for review. The purpose of the Director's review is to determine whether the proposed project can be divided into smaller projects so as to enhance the opportunity for participation by MBEs and WBEs in the project purposes of this subsection, the term \"large project\" shall mean the following: (1) any public works/construction project estimated to cost more than $5,000,000; and (2) any professional services contract estimated to cost more than $100,000. If the Director determines, after consulting with the contract awarding authority or department responsible for the project, that the project can be divided into smaller projects, the contract awarding authority or department shall comply with the Director's determination and issue the solicitation for quotes, bids or proposals in accordance with the Director's determination; \n          4.     Adjust bid bonding and insurance requirements in accordance with the most current version of the City's \"Contract Insurance Manual\" or as otherwise authorized by the City Risk Manager, Department of Administrative Services; \n          5.     Use the City's Surety Bonding Program set forth in Administrative Code Section \n12D.A.10 to assist MBEs, WBEs and LBEs bidding on and performing City pubic works contracts to meet bonding requirements and/or obtain construction loans; \n          6.     Submit to the Office of Contract Administration (OCA) in electronic format or a format specified by the all bid opportunities, requests for proposals and Solicitations for which published notice or advertising is required, no later than 10 calendar days prior to the announcement of the bid opportunity, request for proposal or Solicitation. A contract awarding authority must obtain a waiver from its commission, or in the case of a department that has no commission, from the Board of Supervisors, if it cannot meet the requirements of this Section \n12D.A.9(A)6. The OCA shall cause to be posted upon a website the following information concerning current bids, requests for proposals and Solicitations: the title and number; the name of the contract awarding authority; and the name and telephone number of the person to be contacted for further information. Such information shall be posted with sufficient lead time to provide adequate notice and opportunity to potential City contractors and vendors to participate in the bid opportunity, request for proposals or Solicitation, but in no event less than 10 calendar days prior to the due date for such bid opportunity, request for proposals or Solicitation; \n          7.     Impose such sanctions or take such other actions as are designed to ensure compliance with the provisions of this ordinance, which shall include, but are not limited to: \n               (a)     Refuse to award a contract,\n               (b)     Order the suspension of a contract,\n               (c)     Order the withholding of funds,\n               (d)     Order the revision of a contract based upon a material breach of contract provisions pertaining to MBE or WBE participation,\n               (e)     Disqualify a bidder, contractor, subcontractor, or other business from eligibility for providing goods or services to the City for a period not to exceed five years, based on the standards set forth in this ordinance and rules and regulations promulgated by the Commission. Any business disqualified under this subsection shall have a right to review and reconsideration by the Commission after two years upon a showing of corrective action indicating that violations are not likely to recur; \n          8.     Not award any contract to a person or business that is disqualified from doing business with the City under the provisions of this ordinance; \n          9.     Designate a staff person to be responsible for responding to the Director and Commission regarding the requirements of this ordinance; \n          10.     Maintain accurate records as required by the Director and the Commission for each contract awarded, its dollar value, the nature of the goods or services to be provided, the name of the contractor awarded the contract, the efforts made by a contractor to solicit bids from and award subcontracts to MBEs and WBEs and LBEs; \n          11.     Where feasible, provide technical assistance to MBEs and WBEs to increase their ability to compete effectively for the award of City contracts; \n          12.     Work with the Director and the Controller to implement a City-wide prompt-payment policy requiring that MBEs, WBEs and LBEs be paid by the City within 30 days of the date on which the City receives an invoice from an MBE, WBE or LBE for work performed for the City; \n          13.     Provide the Director with written notice of all contract amendments, modifications, supplements and change orders that cumulatively result in an increase or decrease of the contract's dollar amount of more than 10 percent. Such notice shall be provided within 10 days of each such contract modification; \n          14.     Whenever contract amendments, modifications, supplements or change orders cumulatively increase the total dollar value of a contract by more than 10 percent, the contract awarding authority shall require compliance with those MBE and WBE provisions of this ordinance that applied to the original contract; \n          15.     All contract amendments, modifications, supplements or change orders that cumulatively increase by more than 20 percent the total dollar value of all contracts originally valued at $50,000 or more shall be subject to prior approval of the Director, who shall review the proposed amendment, modification, supplement or change order to correct contracting practices that exclude women or minorities from new contracting opportunities. \n     (B)     Contract awarding authorities or departments may invite, encourage or request businesses to joint venture on any contract to promote MBE or WBE participation. \n     (C)     For the purpose of determining MBE and WBE participation, contracts awarded to joint ventures in which one or more MBEs or WBEs are combined with one or more businesses that are not MBEs or WBEs shall be deemed by the contract awarding authority to be awarded to MBEs or WBEs only to the extent of the MBEs or WBEs participation in the joint venture. MBE and/or WBE participation in the supply of goods shall be included in determining MBE and/or WBE participation in a joint venture if the goods are supplied in accordance with established general industry practice. \n     (D)     Contract awarding authorities shall ensure that all contracts subject to this ordinance include the following requirements, in addition to such other requirements as may be set forth elsewhere: \n          1.     Each bidder, proposer and contractor shall be required to sign an affidavit, declaring under penalty of perjury, attesting to its intention to comply fully with the provisions of this ordinance and attesting to the truth and accuracy of all information provided regarding such compliance; \n          2.     Each contract shall incorporate this ordinance by reference and shall provide that the wilful failure of any bidder or contractor to comply with any of its requirements shall be deemed a material breach of contract; \n          3.     Contracts shall provide that in the event that the Director finds that any bidder, subcontractor or contractor that wilfully fails to comply with any of the provisions of this ordinances, rules and regulations implementing the ordinance or contract provisions pertaining to MBE or WBE participationbidder, subcontractor or contractor shall be liable for liquidated damages for each contract in an amount equal to the bidder's or contractor's net profit on the contract, 10 percent of the total amount of the contract or $1,000, whichever is greatest, as determined by the Director pursuant to Section \n12D.A.16(C). All contracts shall also contain a provision in which the bidder, subcontractor or contractor acknowledges and agrees that the liquidated damages assessed shall be payable to the City upon demand and may be set off against any monies due to the bidder, subcontractor or contractor from any contract with the City; \n          4.     Contracts shall require all contractors to maintain records, including such information requested by the Director or Commission, necessary for monitoring their compliance with this ordinance and shall require prime contractors to include in any subcontract with an MBE or WBE a provision requiring the subcontractor to maintain the same records; \n          5.     Contracts shall require prime contractors, during the term of the contract, to fulfill the MBE and WBE participation commitments submitted with their bids; \n          6.     Contracts shall require prime contractors to include in any subcontract with an MBE or WBE a provision requiring the prime contractor to compensate any MBE or WBE subcontractor for damages for breach of contract or liquidated damages equal to 5% of the subcontract amount, whichever is greater, if the prime contractor fails to comply with its commitment to use MBE and WBE subcontractors as specified in the bid/proposal unless the Commission and the contract awarding authority both give advance approval to the prime contractor to substitute subcontractors or otherwise modify the commitments in the bid/proposal documents. Contracts shall also require prime contractors to compensate any MBE or WBE subcontractor for breach of contract or liquidated damages equal to 5% of the subcontract amount, whichever is greater, if the prime contractor does not fulfill its commitment to use the MBE or WBE subcontractor as specified in the bid/proposal unless the Commission and the contract awarding authority both give advance approval to the prime contractor to substitute subcontractors or otherwise modify the commitments in the bid/proposal documents. This provision shall also state that it is enforceable in a court of competent jurisdiction; \n          7.     Contracts shall require prime contractors, whenever amendments, modifications, supplements, or change orders cumulatively increase the total dollar value of a construction contract by more than 10 percent, to comply with those MBE and WBE provisions of this ordinance that applied to the original contract with respect to the amendment, modification, supplement or change order; \n          8.     Contracts shall require prime contractors to submit to the Director for approval all contract amendments, modifications, supplements, and change orders that cumulatively increase by more than 20 percent the total dollar value of all contracts originally valued at $50,000 or more. The Director shall review the proposed amendment, modification, supplement or change order to correct any contracting practices that exclude women and minorities from new contracting opportunities; \n          9.     Contracts in which subcontracting is used shall prohibit back contracting to the prime contractor or lower-tier subcontracting for any purpose inconsistent with the provisions of this ordinance, rules and regulations adopted pursuant to this ordinance, or contract provisions pertaining to MBE and WBE utilization; \n          10.     Contracts in which subcontracting is used shall require the prime contractor to pay its subcontractors within three working days after receiving payment from the City unless the prime contractor notifies the Director in writing within 10 working days prior to receiving payment from the City that there is a bona fide dispute between the prime contractor and the subcontractor, in which case the prime contractor may withhold the disputed amount but shall pay the undisputed amount. The Director may, upon making a determination that a bona fide dispute exists between the prime contractor and subcontractor, waive this three day payment requirement. In making the determination as to whether a bona fide dispute exists, the Director shall not consider the merits of the dispute. Contracts in which subcontracting is used shall also require the contractor/consultant, within 10 working days following receipt of payment from the City, to file an affidavit, under penalty of perjury, that he or she has paid all subcontractors. The affidavit shall provide the names and address of all subcontractors and the amount paid to each; \n          11.     Contracts shall require contractors and subcontractors to maintain records necessary for monitoring their compliance with this ordinance for three years following completion of the project and shall permit the Commission and Controller to inspect and audit such records. \n     (E)     All contracts or other agreements between the City and persons or entities, public or private, in which such persons or entities receive money from or through the City for the purpose of contracting with businesses to perform public improvements, shall require such persons or entities to comply with the provisions of this ordinance in awarding and administering such contracts. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 174-00, File No. 001105, App. 7/14/2000; Ord. 189-02, File No. 021095, App. 9/27/2002; Ord. 134-03, File No. 030347, App. 6/1/2003) \n\n","heading":{"title":"12D","chaptersection":"A.9","identifier":"12D.A.9","catch_text":"POWERS AND DUTIES OF CONTRACT AWARDING AUTHORITIES."}}