{"text":"\n     (A)     In addition to the general findings set forth in Sections \n12D.2, \n12D.2-1, \n12D.2-2, \n12D.2-3, \n12D.2-4, \n12D.2-5 and \n12D.2-6 and based upon the record before this Board, the Board hereby makes these additional findings in support of the race- and gender-conscious bid preference provisions and subcontractor participation goals for public works/construction contracts: \n          1.     In Ordinance No. 139-84 this Board identified discriminatory procurement practices against MBEs and WBEs in the award of prime public works/construction contracts. \n          2.     The evidence before this Board relating to the award of prime public works/construction contracts for fiscal year 1987-1988 reflects that MBEs (each ethnic group identified as a minority) and WBEs continue to be awarded contract dollars in amounts that are disproportionately lower than the available number of MBE and WBE prime public works/construction contractors willing and able to perform City construction work. The evidence before this Board relating to the participation of MBE/WBE prime and subcontractors on City construction contracts for fiscal year 1989-1990 reflects that MBEs (each ethnic group identified as a minority) and WBEs continue to be awarded contract dollars in amounts that are disproportionately lower than the available number of MBE and WBE prime and subcontractors willing and able to perform construction work. The statistical results are the same for MBEs for fiscal year 1990-91. These results cannot be attributed to chance. In light of the testimony before this Board and the Commission in 1983, 1984, 1988, 1989 and 1992, and the Redevelopment Agency in 1991, this Board finds that these results can be attributed in part to discriminatory procurement practices and in part to discrimination in the local construction industry against MBEs and WBEs that is manifested in and perpetuated and exacerbated by the City's procurement practices. \n          3.     The evidence before this Board supports the conclusion that MBEs and WBEs continue to be disadvantaged by discriminatory practices when competing for City prime construction contracts. The weight of the testimony and other evidence before this Board supports the conclusion that nonminority construction contractors competing for or doing business with the City and/or in the public sector limit the participation of MBE and WBE subcontractors on construction contracts by engaging in discriminatory business practices. \n          4.     Race-neutral measures employed by the City in the past for those construction contracts subject to the \"lowest, reliable, responsible bidder\" standard did not prevent the discriminatory practices from occurring. Since February 1989 the City has pursued race-neutral measures to facilitate MBE/WBE subcontractor participation in construction contracts. From about February 1st to June 30, 1989 the City adopted a race-neutral disadvantaged business program for its construction contracts. Since July 1, 1989 the City has urged prime construction contractors to voluntarily extend subcontracting opportunities to MBE/WBE subcontractors on City construction contracts. These race- and gender-neutral measures employed by the City have not been successful in increasing MBE/WBE subcontractor participation in City construction contracts. \n          5.     The Board is granting a competitive advantage, the bid preference, to prime MBEs and WBEs to offset the identified competitive disadvantage caused by the City's discriminatory procurement practices. \n          6.     The evidence before this Board relating to the award of prime public works/construction contracts for fiscal year 1990-1991 reflects that WBEs have improved their participation in City construction contracts. However, based on the testimony and other evidence before this Board, the Board concludes that remedial action continues to be necessary for WBEs competing for construction contracts to overcome past discrimination in the award of construction prime and sub-contracts. The Director shall closely monitor the participation of WBEs in construction contracts and report the results of such monitoring to the Board pursuant to Section \n12D.6(B)2. \n     (B)     For all public works/construction contracts, the contract awarding authority shall furnish the Director with an informational copy of all bid conditions and requests for proposals, along with a statement identifying all funds provided by any other governmental agency which will be used in payment of the contract. \n     (C)     Architect and engineer services provided to the City in connection with a public works/construction contract are governed by Section \n12D.11. \n     (D)     MBE/WBE Subcontracting Program. For all public works/construction contracts in which the contract awarding authority reasonably anticipates will include subcontractor participation, the contract awarding authority, prior to the solicitation of bids, shall provide the Director with a proposed job scope, and may submit written recommendations to the Director regarding MBE and WBE subcontractor participation goals to be set for the contract. The Director shall set the participation goals pursuant to Section \n12D.9.(D)-(1). \n     (D)-(1)     Upon receipt of a proposed job scope and/or a written recommendation from a contracting awarding authority pursuant to Section \n12D.9.(D), the Director shall set the MBE and WBE participation goals for each construction contract based upon the following factors: \n          1.     The extent of subcontracting opportunities presented by the contract;\n          2.     The availability of MBE/WBE subcontractors capable of providing goods and services on the construction contract.\n     The Director shall set the MBE and WBE participation goals within 10 working days of the date the Director receives from a contract awarding authority a proposed job scope and/or written recommendation. If the Director fails to act within 10 days, and if the contract awarding authority submitted to the Director recommended goals pursuant to Section \n12D.9.(D), the recommended goals shall be deemed approved by the Director, provided that the recommended goals are based upon the factors identified in Subsections (D)-(1) 1 and 2 above. \n     (D)-(2)     Bid conditions shall require bidders on prime construction contracts to do the following:\n          1.     Demonstrate in their bid that they have used good-faith efforts to utilize MBE and WBE subcontractors;\n          2.     Identify the particular MBEs and WBEs subcontractors to be utilized in performing the contract, specifying for each the dollar value of the participation, the type of work to be performed and such information as may reasonably be required to determine the responsiveness of the bid. \n     Except as provided in Section \n12D.9.(D)-(5), bids not meeting the requirements of Section \n12D.9.(D)-(2) shall be declared non-responsive. \n     (D)-(3)     A contract awarding authority may request that the Director waive or reduce the MBE and WBE subcontractor participation goals on construction contracts by submitting the reasons therefor in writing to the Director prior to the solicitation of bids. \n     (D)-(4)     A bidder or contractor may request that the Director waive or reduce the amount of MBE or WBE subcontractor participation goals on a construction contract by submitting the reasons therefor in writing to the contract awarding authority with its bid. \n     (D)-(5)     The Director may grant the request for waiver or reduction made pursuant to Sections \n12D.9(D)-(3) and (D)-(4) upon a determination that: \n          1.     The reasonable and necessary requirements of the construction contract render subcontracting or the participation of businesses other than bidder unfeasible; \n          2.     Qualified MBEs and/or WBEs capable of providing the goods or services required by the contract are unavailable, despite the prime contractor's or the department's good-faith efforts to locate MBEs and WBEs to meet the participation goals; or \n          3.     The available MBEs and WBEs have given price quotes which are unreasonably high in that they exceed competitive levels beyond amounts which can be attributed to cover costs inflated by the present effects of discrimination. \n     (D)-(6)     Whenever the Director denies a contractor's request to waive or reduce the participation goals, the contractor may appeal that denial to the Subcontracting Goals Committee established pursuant to Section \n12D.8(A)4. The Subcontracting Goals Committee's decision on the request shall be final. In reviewing the Director's denial of a contractor's request to waive or reduce participation goals, the Subcontracting Goals Committee shall consider the extent of subcontracting opportunities presented by the contract and the availability of MBE/WBE subcontractors capable of providing goods and services on the construction contract. \n          The Subcontracting Goals Committee may overrule the Director and grant the request for waiver or reduction only upon finding that: \n          1.     The reasonable and necessary requirements of the construction contract render subcontracting or the participation of businesses other than bidder unfeasible; \n          2.     Qualified MBEs and/or WBEs capable of providing the goods or services required by the contract are unavailable, despite the prime contractor's or the department's good-faith efforts to locate MBEs and WBEs to meet the participation goals; or \n          3.     The available MBEs and WBEs have given price quotes which are unreasonably high in that they exceed competitive levels beyond amounts which can be attributed to cover costs inflated by the present effects of discrimination. \n     (D)-(7)     Prior to entering into any prime construction contract, the contract awarding authority shall require bidders on the contracts to contact all MBEs and WBEs before the MBE/WBEs are listed as subcontractors in the bid. \n     (D)-(8)     During the term of the contract, any failure to comply with the level of MBE and WBE subcontractor participation specified in the contract shall be deemed a material breach of contract. \n(Added by Ord. 175-89, App. 5/30/89; amended by Ord. 76-92, App. 3/13/92; Ord. 155-92, App. 5/29/92; Ord. 210-97, App. 5/30/97; Ord. 457-97, App. 12/15/97; Ord. 82-98, App. 3/6/98; Ord. 186-98, App. 6/5/98; Ord. 256-98, App. 7/31/98) \n\n","heading":{"title":"12D","chaptersection":"9","identifier":"12D.9","catch_text":"ADDITIONAL FINDINGS SUPPORTING RACE- AND GENDER-CONSCIOUS BID PREFERENCES AND SUBCONTRACTOR PARTICIPATION GOALSWORKS/CONSTRUCTION; SUBCONTRACTING PROGRAM."}}