{"text":"\n     (A)     The findings set forth in Section \n12D.A.2 that relate to MBEs, WBEs are hereby incorporated by reference. This Board further finds that requiring prime contractors to demonstrate good faith efforts to use MBEs and WBEs as subcontractors on the City's contracts would offset some of the disadvantages that such businesses face and would promote competition by requiring prime contractors to solicit the participation of MBEs and WBEs that they might not otherwise solicit. \n     (B)     For all public works/construction, architect/engineering, professional service, and general service contracts which the contract awarding authority reasonably anticipates will include subcontractor participation, prior to the solicitation of bids or proposals, the contract awarding authority shall provide the Director with a proposed job scope, and may submit written recommendations to the Director regarding MBE and WBE subcontractor participation goals to be set for the contract. \n     (C)     Upon receipt of a proposed job scope and/or a written recommendation from a contracting awarding authority pursuant to Section \n12D.A.9 (A)(3), the Director shall set the MBE and WBE participation goals for each public works/construction, architect/engineering, professional services, and general service contract based upon the following factors: \n          1.     The extent of subcontracting opportunities presented by the contract;\n          2.     The availability of MBE/WBE subcontractors capable of providing goods and services on the contract.\n          3.     The Director shall set these goals within 10 working days of the date the Director receives from a contract awarding authority a proposed job scope and/or written recommendation. If the Director fails to act within 10 days, and the contract awarding authority submitted to the Director recommended goals, the recommended goals shall be deemed approved by the Director, provided the goals are based upon the factors identified above. \n     (D)     All solicitations for bidders on prime public works/construction, architect/engineering, professional services, and general service contracts shall require each bidder to do the following: \n          1.     Demonstrate in its bid that it has used good-faith efforts to use MBE and WBE subcontractors; and\n          2.     Identify the particular MBEs and WBEs subcontractors to be used in performing the contract, specifying for each the dollar value of the participation, the type of work to be performed and such information as may reasonably be required to determine the responsiveness of the bid. \n     Except as provided in Section \n12D.A.17, bids not meeting the requirements of Section \n12D.A.17 shall be declared nonresponsive. \n     (E)     A contract awarding authority may request that the Director waive or reduce the MBE and WBE subcontractor participation goals on public works/construction, architect/engineering and professional services contracts by submitting the reasons therefor in writing to the Director prior to the solicitation of bids. \n     (F)     A bidder or contractor may request that the Director waive or reduce the amount of MBE or WBE subcontractor participation goals on a public works/construction, architect/engineering, professional service, and general service contract by submitting in writing with its bid to the contract awarding authority the reasons therefor. \n     (G)     The Director may grant the request for waiver or reduction made pursuant to Sections \n12D.A.17(E) and (F) upon a determination that: \n          1.     The reasonable and necessary requirements of the public works/construction, architect/engineering, professional service, and general service contract render subcontracting or the participation of businesses other than the public works/bidder unfeasible; \n          2.     Qualified MBEs and/or WBEs capable of providing the goods or services required by the contract are unavailable, despite the prime contractor's or the department's good-faith efforts to locate MBEs and WBEs to meet the participation goals; or \n          3.     The available MBEs and WBEs have given price quotes that exceed competitive levels beyond amounts that can be attributed to cover costs inflated by the present effects of discrimination. \n     (H)     Whenever the Director denies a contractor's request to waive or reduce the participation goals, the contractor may appeal that denial to the Commission. The Commission's decision on the request shall be final. In reviewing the Director's denial of a contractor's request to waive or to reduce participation goals, the Commission shall consider the extent of subcontracting opportunities presented by the contract and the availability of MBE/WBE subcontractors capable of providing goods and services on the contract. \n     The Commission may overrule, sustain or modify the Director's decision by applying the same standards that the Director is required to apply, as set forth in Subsection (G) above. \n     (I)     The contract awarding authority shall require bidders or proposers on the contracts to contact MBEs and WBEs before listing them as subcontractors in the bid or proposal. The contract awarding authority shall declare bids or proposals that fail to satisfy this requirement nonresponsive. \n     (J)     During the term of the contract, any failure to comply with the level of MBE and WBE subcontractor participation specified in the contract shall be deemed a material breach of contract. \n(Added by Ord. 296-98, App. 10/5/98; amended by Ord. 134-03, File No. 030347, App. 6/1/2003)\n\n","heading":{"title":"12D","chaptersection":"A.17. ","identifier":"12D.A.17. ","catch_text":"SUBCONTRACTOR PARTICIPATION GOALS; SUBCONTRACTING PROGRAM."}}