{"text":"\n     The MacBride Principles call for affirmative action to be taken by institutions and companies doing business in Northern Ireland, by: \n     A.     Increasing the representation of individuals from underrepresented religious groups in the work force, including managerial, supervisory, administrative, clerical and technical jobs. \n          A work force that is severely unbalanced may indicate prima facie that full equality of opportunity is not being afforded all segments of the community in Northern Ireland. Each signatory to the MacBride Principles must make every reasonable, lawful effort to increase the representation of underrepresented religious groups at all levels of its operations in Northern Ireland. \n     B.     Providing adequate security for the protection of minority employees both at the workplace and while traveling to and from work. \n          While total security can be guaranteed nowhere today in Northern Ireland, each signatory to the MacBride Principles must make reasonable, good-faith efforts to protect workers against intimidation and physical abuse at the workplace. Signatories must also make reasonable, good-faith efforts to ensure that applicants are not deterred from seeking employment because of fear for personal safety at the workplace or while traveling to and from work. \n     C.     Banning provocative or religious or political emblems from the workplace.\n          Each signatory to the MacBride Principles must make reasonable, good-faith efforts to prevent the display of provocative sectarian emblems at their plants in Northern Ireland. \n     D.     Publicly advertising all job openings and making special recruitment efforts to attract applicants from underrepresented religious groups. \n          Signatories to the MacBride Principles must exert special efforts to attract employment applications from the sectarian community that is substantially underrepresented in the work force. This should not be construed to imply a diminution of opportunity for other applications. \n     E.     Providing that layoff, recall and termination procedures should not, in practice, favor particular religious groups.\n          Each signatory to the MacBride Principles must make reasonable, good-faith efforts to ensure that layoff, recall and termination procedures do not penalize a particular religious group disproportionately. Layoff and termination practices that involve seniority solely can result in discrimination against a particular religious group if the bulk of employees with greatest seniority are disproportionately from another religious group. \n     F.     Abolishing job reservations, apprenticeship restrictions and differential employment criteria which discriminate on the basis of religious or ethnic origin. \n          Signatories to the MacBride Principles must make reasonable, good-faith efforts to abolish all differential employment criteria whose effect is discrimination on the basis of religion. For example, job reservations and apprenticeship regulations that favor relatives of current or former employees can, in practice, promote religious discrimination if the company's work force has historically been disproportionately drawn from another religious group. \n     G.     Developing training programs that will prepare substantial numbers of current minority employees for skilled jobs, including the expansion of existing programs and the creation of new programs to train, upgrade and improve the skills of minority employees. \n          This does not imply that such programs should not be open to all members of the work force equally. \n     H.     Establishing procedures to assess, identify and actively recruit minority employees with potential for further advancement.\n          This section does not imply that such procedures should not apply to all employees equally. \n     I.     Appointing a senior management staff member to oversee the company's affirmative action efforts and the setting up of timetables to carry out affirmative action principles. \n          In addition to the above, each signatory to the MacBride Principles is required to report annually to an independent monitoring agency on its progress in the implementation of these principles. \n(Added by Ord. 107-89, App. 4/7/89)\n\n","heading":{"title":"12F","chaptersection":"3. ","identifier":"12F.3. ","catch_text":"THE MACBRIDE PRINCIPLES."}}