{"text":"\n     The Board of Supervisors hereby makes the following findings: \n     (a)     The people of the City and County of San Francisco recognize the moral responsibility of communities to continually take political steps toward insuring that full human rights are obtained for all people and that religious discrimination is abolished. \n     (b)     Northern Ireland is a sectarian state in which the rights of the Irish Catholic minority citizens have been severely restricted, particularly in terms of equal employment opportunities. The result of this religious discrimination has been an unemployment rate for Catholics which is more than twice that of the majority Protestants. \n     (c)     The internationally recognized MacBride Principles are aimed at reducing employment discrimination in companies doing business in Northern Ireland, currently 26 of which are American firms. These MacBride Principles have been formally adopted by numerous state and local governments, including the States of New York, Connecticut, New Jersey, Massachusetts, Rhode Island and the Cities of New York, Philadelphia, Worcester, Hartford, Cleveland, Detroit, Chicago, Providence and Wilmington. \n     (d)     The MacBride Principles are authorized by Dr. Sean MacBride, distinguished Irish statesman, Nobel Peace Prize laureate and founder of Amnesty International. \n     (e)     The City of San Francisco has a tradition of regulating the use of public monies to ensure that purchases, deposits and investments are made consistent with moral standards in a manner which promotes public welfare. \n     (f)     In keeping with this tradition, the Board of Supervisors seeks, through City policy, to influence those who do business in Northern Ireland. \n     (g)     This legislation should not be construed to discourage future investment in Northern Ireland.\n     (h)     A peaceful solution of the troubles in Northern Ireland depends on elimination of discrimination.\n(Added by Ord. 107-89, App. 4/7/89)\n\n","heading":{"title":"12F","chaptersection":"2. ","identifier":"12F.2. ","catch_text":"FINDINGS."}}