{"text":"\n     Nothing in this Chapter shall prohibit, or be construed as prohibiting, a Law Enforcement Officer from identifying and reporting any adult pursuant to State or Federal law or regulation who is in custody after being booked for the alleged commission of a felony and is suspected of violating the civil provisions of the immigration laws. In addition, nothing in this Chapter shall prohibit, or be construed as prohibiting, a Law Enforcement Officer from identifying and reporting any juvenile who is suspected of violating the civil provisions of the immigration laws if: (1) the San Francisco District Attorney files a petition in the juvenile court alleging that the minor is a person within the description of Section 602(a) of the California Welfare and Institutions Code and the juvenile court sustains a felony charge based upon the petition; (2) the San Francisco Superior Court makes a finding of probable cause after the District Attorney directly files felony criminal charges against the minor in adult criminal court; or (3) the San Francisco Superior Court determines that the minor is unfit to be tried in juvenile court, the minor is certified to adult criminal court, and the Superior Court makes a finding of probable cause in adult criminal court. \n     Nothing in this Chapter shall preclude any City and County department, agency, commission, officer or employee from (a) reporting information to the Federal agency charged with enforcement of the Federal immigration law regarding an individual who has been booked at any county jail facility, and who has previously been convicted of a felony committed in violation of the laws of the State of California, which is still considered a felony under State law; (b) cooperating with a request from the Federal agency charged with enforcement of the Federal immigration law for information regarding an individual who has been convicted of a felony committed in violation of the laws of the State of California, which is still considered a felony under State law; or (c) reporting information as required by Federal or State statute, regulation or court decision, regarding an individual who has been convicted of a felony committed in violation of the laws of the State of California, which is still considered a felony under State law. For purposes of this Section, an individual has been \"convicted\" of a felony when: (a) there has been a conviction by a court of competent jurisdiction; and (b) all direct appeal rights have been exhausted or waived; or (c) the appeal period has lapsed. \n     However, no officer, employee or law enforcement agency of the City and County of San Francisco shall stop, question, arrest or detain any individual solely because of the individual's national origin or immigration status. In addition, in deciding whether to report an individual to the Federal agency charged with enforcement of the Federal immigration law under the circumstances described in this Section, an officer, employee or law enforcement agency of the City and County of San Francisco shall not discriminate among individuals on the basis of their ability to speak English or perceived or actual national origin. \n     This Section shall not apply in cases where an individual is arrested and/or convicted for failing to obey a lawful order of a Police Officer during a public assembly or for failing to disperse after a Police Officer has declared an assembly to be unlawful and has ordered dispersal. \n     Nothing herein shall be construed or implemented so as to discourage any person, regardless of immigration status, from reporting criminal activity to law enforcement agencies. \n(Added by Ord. 282-92, App. 9/4/92; amended by Ord. 238-93, App. 8/4/93; Ord. 228-09, File No. 091032, App. 10-28-2009)\n\n","heading":{"title":"12H","chaptersection":"2-1","identifier":"12H.2-1","catch_text":"CHAPTER PROVISIONS INAPPLICABLE TO PERSONS CONVICTED OF CERTAIN CRIMES."}}