{"text":"\n     No department, agency, commission, officer or employee of the City and County of San Francisco shall use any City funds or resources to assist in the enforcement of Federal immigration law or to gather or disseminate information regarding the immigration status of individuals in the City and County of San Francisco unless such assistance is required by Federal or State statute, regulation or court decision. The prohibition set forth in this Chapter shall include, but shall not be limited to: \n     (a)     Assisting or cooperating, in one's official capacity, with any investigation, detention, or arrest procedures, public or clandestine, conducted by the Federal agency charged with enforcement of the Federal immigration law and relating to alleged violations of the civil provisions of the Federal immigration law. \n     (b)     Assisting or cooperating, in one's official capacity, with any investigation, surveillance or gathering of information conducted by foreign governments, except for cooperation related to an alleged violation of City and County, State or Federal criminal laws. \n     (c)     Requesting information about, or disseminating information regarding, the immigration status of any individual, or conditioning the provision of services or benefits by the City and County of San Francisco upon immigration status, except as required by Federal or State statute or regulation, City and County public assistance criteria, or court decision. \n     (d)     Including on any application, questionnaire or interview form used in relation to benefits, services or opportunities provided by the City and County of San Francisco any question regarding immigration status other than those required by Federal or State statute, regulation or court decision. Any such questions existing or being used by the City and County at the time this Chapter is adopted shall be deleted within sixty days of the adoption of this Chapter. \n(Added by Ord. 375-89, App. 10/24/89; Ord. 228-09, File No. 091032, App. 10-28-2009)\n\n","heading":{"title":"12H","chaptersection":"2","identifier":"12H.2","catch_text":"USE OF CITY FUNDS PROHIBITED."}}