{"text":"\n     (a)     Prohibited Transactions. The City shall not enter into, amend, modify or renew any agreement for (i) contractual services, (ii) public works or improvements, or (iii) any lease, permit, license or other agreement for the use or sale of the City's real or personal property, with any prohibited person or entity. \n     (b)     Contract Condition. Each contract for services or for the use or sale of the City real or personal property shall include as a material condition to that agreement the following paragraph: \n     Contractor is not the government of Burma (Myanmar), a person or business entity organized under the laws of Burma (Myanmar) or a \"prohibited person or entity\" as defined in Section \n12J.2(g) of the San Francisco Administrative Code. The City reserves the right to terminate this contract for default if the contractor violates the terms of this clause. \n     (c)     A person or entity shall not be a prohibited person or entity under Subsection (a) above so long as such person or entity is only performing contractual services necessary to complete a specific project in Burma (Myanmar) initiated prior to May 1, 1996, so long as the scope of the services is not increased by any modification of an existing project contract after May 1, 1996, and provided that the term, or remaining term of the services contract is not greater than five years from May 1, 1996. \n     (d)     Nonapplicability; Findings; Alternate Selection.\n          (1)     Section \n12J.3 shall not apply to bid packages advertised and made available to the public or any competitive and sealed bids received by the City or to contracts for contractual services entered into prior to May 1, 1996. \n          (2)     The provisions of Section \n12J.3 shall not apply to contracts for $10,000 or less; to leases, permits, licenses or other agreements for the use of the City's real or personal property entered into prior to May 1, 1996, or having a monthly rental payment of $100 or less or having a duration of 30 days or less in any calendar year, whether by single or cumulative instrument; to any transaction allowing access to or use of City real property upon purchase of an admission ticket; or to permits for the use of City streets for temporary periods of construction of improvements on abutting private real property; to leases, permits, licenses or other agreements that renew existing easements or rights-of-way over real property owned by the City between the City and a party holding the easement or right-of-way as of May 1, 1996, provided that the agreements do not permit the building of new facilities on City land or a change in the character of its use. \n          (3)     Section \n12J.3 shall not apply to any amendment, modification or renewal of a contract entered into prior to May 1, 1996 where necessary for the timely completion of a project and not involving an increase in the total moneys to be paid by the City under that contract. \n          (4)     The provisions of Section \n12J.3 shall not apply where the contracting officer finds that:\n               (A)     No person or entity doing business in the City which is not a prohibited person or entity under Section \n12J.2(g) is capable of performing the desired function(s); or \n               (B)     The City will incur a financial loss which in the opinion of the contracting officer would violate his or her fiduciary duties. For purposes of this Section, prima facie evidence of a breach of fiduciary duty shall mean a financial loss of 10 percent of a contract's value or $10,000, whichever is less; or \n               (C)     The inclusion or application of such provisions will violate or be inconsistent with the terms or conditions of a grant, subvention or contract with an agency of the State of California or the United States or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract; or \n               (D)     The inclusion or application of such provisions will violate or be inconsistent with the laws, rules or regulations of the State of California or the United States of America. \n(Added by Ord. 159-96, App. 4/24/96; amended by Ord. 251-97, App. 6/27/97)\n\n","heading":{"title":"12J","chaptersection":"3","identifier":"12J.3","catch_text":"CONTRACTUAL SERVICES, REAL AND PERSONAL PROPERTY AGREEMENTS."}}