{"text":"\n     As used in this Chapter, the following words and phrases shall have the meanings indicated herein: \n     (a)     \"City\" or \"City and County\" shall mean the City and County of San Francisco, or any department, board, commission or agency thereof. \n     (b)     \"Commodities\" shall include, but not be limited to, goods, commodities, materials, supplies, vehicles, machinery, and equipment.\n     (c)     \"Contract\" shall mean an agreement with a nongovernmental entity for commodities, contractual services or contracts for the construction of public works or improvements to be purchased at the expense of the City and County or to be paid out of moneys deposited in the treasury or out of trust moneys under the control of or collected by the City and County. \n     (d)     \"Contracting officer\" shall mean that officer or employee of the City authorized under the Charter, the Administrative Code or the Municipal Code, to enter into a contract on behalf of the City. \n     (e)     \"Contractual services,\" for purposes of Section \n12J.3, shall mean investment counseling, underwriting, acting as a trustee or escrow agent, providing any consulting advice or assistance under a professional or personal service contract, and services provided pursuant to any contract subject to Charter Section \n10.104(15). \"Contractual services\" shall not include purchase orders, blanket purchase orders or other agreements of the City for the purchase of a commodity under Section \n12J.4. \n     (f)     \"The government of Burma (Myanmar)\" or \"Burma (Myanmar)\" shall mean any public or quasi-public entity sanctioned by the State Law and Order Restoration Council (\"SLORC\") operating within Burma, including, but not limited to, municipal, provincial, or other governing bodies operating as proxy of SLORC, including all departments and agencies of such bodies, public utilities, public facilities, or any national corporation in which the public sector of Burma (Myanmar) has a financial interest or operational responsibilities. \n     (g)     \"Prohibited person or entity\" shall mean any private person or entity designated by the Investor Responsibility Research Center (\"IRRC\") as having investments or employees in Burma, or any private person or entity that licenses any person or entity organized under the laws of Burma (Myanmar) to produce and market its products. The Purchaser (1) shall develop a list of prohibited persons or entities pursuant to the terms of this paragraph, and (2) shall have the authority to delete from such list any person or entity designated by the IRRC as having investments or employees in Burma if any such entity demonstrates to the Purchaser's satisfaction that such designation is erroneous. \n     (h)     \"Purchaser\" shall mean the Purchaser of the City and County or any authorized representative of that official.\n(Added by Ord. 159-96, App. 4/24/96; amended by Ord. 251-97, App. 6/27/97)\n\n","heading":{"title":"12J","chaptersection":"2","identifier":"12J.2","catch_text":"DEFINITIONS."}}