{"text":"\n     (a)     Prohibited Transactions.\n          (1)     The City shall not purchase any commodity from the government of Burma (Myanmar), or a prohibited person or entity.\n          (2)     The City shall not purchase any commodity made in Burma (Myanmar). A commodity shall be considered made in Burma (Myanmar) if it is manufactured, produced or grown in Burma (Myanmar), or if further work or material manufactured, produced or grown in Burma (Myanmar) is added to a commodity which effects a substantial transformation of that commodity. Interpretation of this Section shall be consistent with statutes and regulations of the United States regarding markings of commodities by country of origin pursuant to 19 CFR 134. \n          (3)     Performing contractual services necessary to complete a specific project in Burma (Myanmar) initiated prior to May 1, 1996, shall not be deemed doing business in Burma (Myanmar), so long as the scope of the services is not increased by any modification of any existing project contract after May 1, 1996, and provided that the term, or remaining term of the services contract is not greater than five years from May 1, 1996. \n     (b)     Contract Condition. Each contract for the supply of a commodity to the City shall include as a material condition to that agreement the following paragraph in the contract: \n          Seller is not the government of Burma (Myanmar), a person or business entity organized under the laws of Burma (Myanmar) or a \"prohibited person or entity\" as defined in Section \n12J.2(g) of the San Francisco Administrative Code. The item(s) sold in this contract (purchase order) to the City and County of San Francisco is (are) not made in Burma (Myanmar) as defined in Section \n12J.4(a) of the San Francisco Administrative Code. The City reserves the right to terminate this contract for default if the contractor furnishes items made in Burma (Myanmar). \n     (c)     Exceptions. This Section shall not apply to:\n          (1)     Any binding contractual obligation for purchase of commodities entered into prior to May 1, 1996;\n          (2)     The purchase of any commodity for which Burma (Myanmar) is the only source; or any commodity made outside Burma (Myanmar) which cannot be obtained except through a prohibited person or entity; \n          (3)     Any contract for the purchase of commodities for $10,000 or less;\n          (4)     Where the contracting officer finds that no person or entity doing business in the City that is not a prohibited person or entity is capable of providing the desired commodity; \n          (5)     Any contract, purchase order or blanket purchase order wherein the City will incur a financial loss which in the opinion of the contracting officer would violate his or her fiduciary duties. For purposes of this Section, prima facie evidence of a breach of fiduciary duty shall mean a financial loss of 10 percent of a contract's value or $10,000, whichever is less; or \n          (6)     Where the inclusion or application of such provisions will violate or be inconsistent with the terms or conditions of a grant, subvention or contract with an agency of the State of California or the United States or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract. \n(Added by Ord. 159-96, App. 4/24/96; amended by Ord. 251-97, App. 6/27/97)\n\n","heading":{"title":"12J","chaptersection":"4","identifier":"12J.4","catch_text":"PURCHASE OF COMMODITIES."}}