{"text":"\n     (a)     Because the quality of life of all people is diminished when peace and justice are not fully present in the world, local communities have the responsibility to take positive steps to support the rule of law and to help end injustices and egregious violations of human rights wherever they may occur. \n     (b)     The nation of Burma (Myanmar) has institutionalized torture and rape as political instruments, and embarked upon campaigns of forcible relocation, forced labor and slavery, and persecution of ethnic minorities, and other human rights violations, thereby denying the majority of the population the right to participate in the political process, to benefit from the system of justice, or to exercise economic rights. \n     (c)     The military regime of Burma (Myanmar) has implemented a reign of terror preventing political participation by various methods, including (1) ignoring the results of the 1990 elections in which pro-democracy candidates received over 60 percent of the vote and over 80 percent of the seats in the government; (2) forcing the imprisonment, death, or exile of many of these candidates; (3) failing to convene a Constitutional Convention as promised in 1990; (4) imposing martial law barring freedom of the press and gatherings of more than five people and declaring that \"martial law means no law at all\"; (5) forcibly relocating hundreds of thousands of people, including those in neighborhoods with strong pro-democracy support, ethnic minorities including the Muslim Rohingyas, and indigenous groups in areas rich with extractive resources, to locales in which malaria and other diseases are rampant and where food, water and sewerage are scarce, if available at all; (6) barring all labor and trade union organizing and implementing forcible labor for the purposes of road and tourist site construction, portering of military goods and human mine-sweeping; (7) pressuring the governments of Thailand and Bangladesh to force refugees back to Burma (Myanmar) in exchange for continuing sales of resources such as timber, fishing concessions and natural gas; (8) harming men, women and children of Burma by pillaging villages and townships and by attacking and burning refugee camps; and (9) persecuting Buddhist monks for their support of pro-democratic organizing. \n     (d)     The military regime is currently attempting to enhance its standing in the international community and to increase the flow of foreign money and investment through various means, including the development of massive natural gas fields offshore and the construction of a gas pipeline through areas traditionally held by ethnic minorities, forcing their displacement. \n     (e)     The rightfully elected leadership of Burma, the National Coalition Government of the Union of Burma (NCGUB), winners of the 1990 elections, living in exile, have called upon the world community to impose economic and arms sanctions against the State Law and Order Restoration Council (SLORC). The NCGUB's call for sanctions is supported by Nobel Peace Prize Laureates Oscar Arias Sanchez, the Dalai Lama, Mairead McGuire, Archbishop Desmond Tutu, Betty Williams, Adolpho Perez Esquivel and others, and by the AFL-CIO. \n     (f)     The United Nations and elected representatives of the United States, including President Clinton, the Senate, and the House of Representatives, have repeatedly shown support for the peoples of Burma, urging SLORC to release all political prisoners, to respect the results of the May 1990 elections and to commit to genuine democratic reforms. Section 138 of the U.S. Customs and Trade Act of 1990 instructs the president to impose comprehensive trade sanctions against Burma's military regime. Section 2651 (United States Policy Concerning the Dictatorship in Burma) of the sanctions amendment to the 1996 foreign aid bill, H.R. 1564, has been approved by the Senate and bans all U.S. trade with, investment in and travel to Burma (Myanmar). \n     (g)     The United States Supreme Court has upheld the power of a municipality to make legitimate economic decisions without being subject to the restraints of the Commerce Clause when it participates in the marketplace as opposed to exerting its regulatory powers. \n     (h)     The City and County of San Francisco declares the right to measure the moral character of its business partners in determining with whom it seeks to have business relations or to whom it grants privileges. \n     (i)     The system of oppression by SLORC is illegal and contrary to international laws and covenants. The conduct of the SLORC being morally repugnant to the citizens of San Francisco, the Board of Supervisors does hereby set forth a municipal policy prohibiting contracts for personal services or the construction of public works or improvements with those who do business in Burma (Myanmar), and prohibiting the purchase of any commodities produced in Burma (Myanmar), or provided by those who do business, maintain facilities, or are organized under SLORC's rule. \n(Added by Ord. 159-96, App. 4/24/96; amended by Ord. 251-97, App. 6/27/97)\n\n","heading":{"title":"12J","chaptersection":"1. ","identifier":"12J.1. ","catch_text":"FINDINGS."}}