{"text":"\n     (a)     Citywide integration of human rights principles. The City shall work towards integrating gender equity and human rights principles into all of its operations, including policy, program and budgetary decision-making. The Commission shall train selected departments in human rights with a gender perspective. \n     (b)     Gender Analysis and Action Plan. As a tool for determining whether the City is implementing the local principles of CEDAW and/or discriminating against women and girls, selected City departments, programs, policies, and private entities to the extent permitted by law, shall undergo a gender analysis and develop an Action Plan. The gender analysis shall be conducted according to guidelines developed by the CEDAW Task Force and Commission. The gender analysis shall include: (i) the collection of disaggregated data; (ii) an evaluation of gender equity in the entity's operations, including its budget allocations, delivery of direct and indirect services and employment practices and (iii) the entity's integration of human rights principles and the local principles of CEDAW as set forth in section \n12K.3. Upon completion of the gender analysis, the entity shall develop an Action Plan that contains specific recommendations on how it will correct any identified deficiencies and integrate human rights principles and the local principles of CEDAW into its operations. \n          (1)     The CEDAW Task Force shall identify the City departments, programs, policies, and entities, to undergo the gender analysis and shall develop timelines for completion of the analyses and Action Plans. In the absence of Task Force action, the Commission shall make the selections. \n          (2)     The Commission shall train the selected department, entity, policy or program staff to conduct its gender analysis and shall provide technical assistance to the entity throughout the gender analysis process and development of the Action Plan. \n          (3)     Each department or entity undergoing a gender analysis shall designate a management and/or executive level employee to serve as a liaison to the Commission and to coordinate the completion of the gender analysis. \n          (4)     Each department or entity undergoing a gender analysis shall provide a report on its gender analysis and its Action Plan to the CEDAW Task Force and the Commission, which shall review, analyze and comment on the report and forward it to the Board of Supervisors and the Mayor. \n          (5)     The Commission shall monitor the implementation of each department or entity's Action Plan.\n     (c)     Five-year Citywide Action Plan. Provided sufficient funds are available, the Commission and the CEDAW Task Force shall jointly develop a five-year Citywide Action Plan. The Citywide Action Plan shall address how to integrate human rights principles into the City's operations, how to further implement the local principles of CEDAW as described in Section 12K.3, any and all deficiencies found in the gender analyses and the measures recommended to correct those deficiencies. The Commission and the CEDAW Task Force shall present the Action Plan to the Mayor and the Board of Supervisors on or before December 30, 2002. The Board of Supervisors Committee responsible for considering the City's budget shall hold a hearing to receive the Citywide Action Plan and public comment thereon. The Commission shall monitor the implementation of the Citywide Action Plan. \n(Formerly Sec. 12K.3; added by Ord. 128-98, App. 4/13/98; renumbered and amended by Ord. 325-00, File No. 001920, App. 12/28/2000)\n\n","heading":{"title":"12K","chaptersection":"4. ","identifier":"12K.4. ","catch_text":"IMPLEMENTATION OF THE PRINCIPLES OF CEDAW IN SAN FRANCISCO."}}