{"text":"\n     (a)     Establishment. A CEDAW Task Force is hereby established. The Task Force shall report to the Mayor, the Board of Supervisors and the Commission. The Commission shall provide administrative support for the Task Force. The Task Force shall consist of 11 members. \n     (b)     Purpose. The Task Force is established to advise the Mayor, the Board of Supervisors and the Commission about the local implementation of CEDAW. \n     (c)     Powers and Duties. The Task Force shall have all powers and duties necessary to carry out the local implementation of CEDAW as described in Section 12K.4. \n     (d)     Membership and Organization.\n          (1)     The members of the Task Force shall be as follows:\n               (A)     The President of the Human Rights Commission or her or his designee;\n               (B)     A staff member from the Mayor's Office knowledgeable about the City's budget, to be designated by the Mayor;\n               (C)     The head of the Department of Human Resources or her or his designee;\n               (D)     The President of the Board of Supervisors or her or his designee;\n               (E)     The President of the Commission or her or his designee;\n               (F)     Six members from the community to be appointed by the Commission, as follows:\n                    (i)     Two representatives shall work in the field of international human rights and be knowledgeable about CEDAW,\n                    (ii)     One representative shall be knowledgeable about economic development, including employment issues,\n                    (iii)     One representative shall be knowledgeable about health care issues,\n                    (iv)     One representative shall be knowledgeable about violence against women, and\n                    (v)     One representative shall be knowledgeable about City unions and experienced in women's issues.\n          (2)     The Task Force shall convene by June 1, 1998.\n          (3)     The Task Force shall expire on June 30, 2003, unless its powers are renewed by the Board of Supervisors. When the Task Force expires, the Commission shall take on the leadership and responsibilities previously designated to the Task Force. \n          (4)     All appointed members of Task Force shall serve at the pleasure of their appointing authorities. The term of each community member of the CEDAW Task Force shall be for two years; provided however, that the initial members shall, by lot, classify their terms so that three members shall serve a two-year term and two members shall serve a three-year term. Subject to the expiration of the Task Force, their successors shall be appointed for a two-year term; provided, however, that any member may be reappointed for consecutive terms. \n     (e)     Alternate members. An alternate may be designated for each member. Ex officio members enumerated in Subsection (d)1(A)may designate a person to serve as her or his alternate. The Commission may appoint alternate members for those community members enumerated in Subsection (d)(1)(F). The term of office of the alternate shall be the same as that of the regular member. When the regular member is not present at the meeting of the Task Force, the alternate may act as the regular member and shall have all the rights, privileges, and responsibilities of the regular member. \n     (f)     Attendance requirement. The President of the Commission, or her or his designee, shall monitor the attendance of the Task Force. In the event that any community member, enumerated in Subsection (d)(1)(F), and her or his alternate miss three regularly scheduled meetings of the Task Force without the prior notice to the Task Force, the President or her or his designee shall certify in writing to the Commission that the member and alternate have missed three meetings. On the date of such certification, the member and alternate shall be deemed to have resigned from the Task Force. The President or her or his designee shall notify the Commission of the resignation and request the appointment of a new member and alternate. \n(Formerly Sec. 12K.4; added by Ord. 128-98, App. 4/13/98; renumbered and amended by Ord. 325-00, File No. 001920, App. 12/28/2000; Ord. 16-03, File No. 021853, App 2/7/2003) \n\n","heading":{"title":"12K","chaptersection":"5. ","identifier":"12K.5. ","catch_text":"CEDAW TASK FORCE."}}