{"text":"\n     It shall be the goal of the City to implement the principles underlying CEDAW, listed in Section \n12K.6 by addressing discrimination against women and girls in areas including economic development, violence against women and girls and health care. In implementing CEDAW, the City recognizes the connection between racial discrimination, as articulated in the International Convention on the Elimination of All Forms of Racial Discrimination, and discrimination against women. The City shall ensure that the City does not discriminate against women in areas including employment practices, allocation of funding and delivery of direct and indirect services. The City shall conduct gender analyses, as described in Section \n12K.4, to determine what, if any, City practices and policies should change to implement the principles of CEDAW. \n     (a)     Economic Development.\n          (1)     The City shall take all appropriate measures to eliminate discrimination against women and girls in the City of San Francisco in employment and other economic opportunities, including, but not limited to, ensuring: \n               (A)     The right to the same employment opportunities, including the application of the same criteria for selection in matters of employment and the right to receive access to and vocational training for nontraditional jobs; \n               (B)     The right to promotion, job security and all benefits and conditions of service, regardless of parental status, particularly encouraging the appointment of women to decision making posts, City revenue generating and managing commissions and departments, and judicial positions; \n               (C)     The right to equal remuneration, including benefits and to equal pay in respect to work of equal value;\n               (D)     The right to the protection of health and safety in working conditions, including supporting efforts not to purchase sweatshop goods, regular inspection of work premises, and protection from violent acts at the workplace. \n          (2)     The City shall encourage and, where possible, fund the provisions of the necessary supporting social services to enable parents to combine family obligations with work responsibilities and participation in public life, in particular through promoting the establishment and development of a network of child care facilities, paid family leave, family-friendly policies and work-life balance. \n          (3)     The City shall encourage the use of public education and all other available means to urge financial institutions to facilitate women's access to bank accounts, loans, mortgages, and other forms of financial services. \n     (b)     Violence Against Women and Girls.\n          (1)     The City shall take and diligently pursue all appropriate measures to prevent and redress sexual and domestic violence against women and girls, including, but not limited to: \n               (A)     Police enforcement of criminal penalties and civil remedies, when appropriate;\n               (B)     Providing appropriate protective and support services for survivors, including counseling and rehabilitation programs;\n               (C)     Providing gender-sensitive training of City employees regarding violence against women and girls, where appropriate; and\n               (D)     Providing rehabilitation programs for perpetrators of violence against women or girls, where appropriate.\n     The City shall not discriminate on the basis of race, ethnicity, culture, language or sexual orientation, when providing the above supportive services. \n          (2)     It shall be the goal of the City to take all necessary measures to protect women and girls from sexual harassment in their places of employment, school, public transportation, and any other places where they may be subject to harassment. Such protection shall include streamlined and rapid investigation of complaints. \n          (3)     Prostitutes are especially vulnerable to violence because their legal status tends to marginalize them. It shall be the policy of San Francisco that the Police Department diligently investigate violent attacks against prostitutes and take efforts to establish the level of coercion involved in the prostitution, in particular where there is evidence of trafficking in women and girls. It shall be the goal of the City to develop and fund projects to help prostitutes who have been subject to violence and to prevent such acts. \n          (4)     The City shall ensure that all public works projects include measures, such as adequate lighting, to protect the safety of women and girls. \n          (5)     It shall be the goal of the City to fund public information and education programs to change traditional attitudes concerning the roles and status of women and men. \n     (c)     Health Care.\n          (1)     It shall be the goal of the City to take all appropriate measures to eliminate discrimination against women and girls in the field of health care in order to ensure, on a basis of equity, information about and access to adequate health care facilities and services, according to the needs of all communities, regardless of race, ethnicity, culture, language, and sexual orientation, including information, counseling and services in family planning. \n          (2)     It shall be the goal of the City to ensure that women and girls receive appropriate services in connection with prenatal care, delivery, and the post-natal period, granting free services where possible, as well as adequate nutrition during pregnancy and lactation. \n     (d)     In undertaking the enforcement of this ordinance, the City is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n(Formerly Sec. 12K.2; added by Ord. 128-98, App. 4/13/98; renumbered and amended by Ord. 325-00, File No. 001920, App. 12/28/2000)\n\n","heading":{"title":"12K","chaptersection":"3","identifier":"12K.3","catch_text":"LOCAL PRINCIPLES OF CEDAW."}}