{"text":"\n     The Board of Supervisors of the City and County of San Francisco hereby finds and declares as follows: \n     (a)     The Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), an international human rights treaty, provides a universal definition of discrimination against women and brings attention to a whole range of issues concerning women's human rights. Countries that ratify CEDAW are mandated to condemn all forms of discrimination against women and girls and to ensure equality for women and girls in the civil, political, economic, social and cultural arenas. The United Nations General Assembly adopted CEDAW in 1979 and President Carter signed the treaty on behalf of the United States in 1980, but the United States Senate has not yet ratified CEDAW. \n     (b)     On October 30, 1997, a consortium of community organizations, the Commission on the Status of Women, the Human Rights Commission and Board of Supervisors President Barbara Kaufman held a hearing on the local implications of CEDAW. The testimony at the hearing demonstrated that women and girls continue to face discrimination in the areas of economic development and employment, violence against women and girls, and health care. On November 10, 1997, the Board of Supervisors adopted Resolution No. 1021-97, supporting the local implementation of the underlying principles of CEDAW and urging the United States Senate to ratify CEDAW. On November 17, 1997, Mayor Willie Brown approved Resolution No. 1021-97. \n     (c)     There is a continued need for the City and County of San Francisco to protect the human rights of women and girls by addressing discrimination, including violence, against them and to implement, locally, the principles of CEDAW. Adherence to the principles of CEDAW on the local level will especially promote equal access to and equity in health care, employment, economic development and educational opportunities for women and girls and will also address the continuing and critical problems of violence against women and girls. There is a need to analyze the operations of City departments, policies and programs to identify discrimination in, but not limited to, employment practices, budget allocation and the provision of direct and indirect services and, if identified, to remedy that discrimination. In addition, there is a need to work toward implementing the principles of CEDAW in the private sector. \n     (d)     There is a need to strengthen effective national and local mechanisms, institutions and procedures and to provide adequate resources, commitment and authority to: (1) advise on the impact of all government policies on women and girls; (2) monitor the situation of women comprehensively; and (3) help formulate new policies and effectively carry out strategies and measures to eliminate discrimination. The Commission on the Status of Women shall be designated as the implementing and monitoring agency of CEDAW in the City and County of San Francisco. \n     (e)     In April 1998, the City and County of San Francisco originally enacted this ordinance implementing the principles underlying CEDAW. In 1998, City officials and community representatives formed a CEDAW Task Force. In 1999, the CEDAW Task Force and the Commission on the Status of Women developed \"Guidelines for a Gender Analysis,\" a set of guidelines to assist City departments in implementing the local principles of CEDAW. In 1999, two City departments used the Guidelines to analyze their departments. The resulting report, \"A Gender Analysis: Implementing the Convention on the Elimination of All Forms of Discrimination against Women\" (November 1999) demonstrated a continuing need to work on elimination of discrimination against women. The Report further revealed that discrimination based on gender is interconnected and often overlaps with discrimination based on race and other criteria. \n     (f)     The Report called on the City and County of San Francisco and its departments to:\n          (1)     Increase education in human rights with a gender perspective;\n          (2)     Expand the collection of data disaggregated by gender, race and other traits; and\n          (3)     Create a more fair and equitable workplace by increasing effective recruitment efforts for a diverse workforce, providing meaningful family friendly policies to retain employees and increasing professional development and training opportunities for all employees. \n     The Report revealed the need to analyze policies, procedures and programs on a Citywide, in addition to, department level. Both the Report and the department human rights trainings revealed the need to consider the intersection of gender and race in particular recognizing the unique experiences of women of color. \n(Added by Ord. 128-98, App. 4/13/98; amended by Ord. 325-00, File No. 001920, App. 12/28/2000)\n\n","heading":{"title":"12K","chaptersection":"1","identifier":"12K.1","catch_text":"FINDINGS."}}