{"text":"\n     As used in this Article, the following words and phrases shall have the meanings indicated herein: \n     (a)     \"City or City and County\" shall mean the City and County of San Francisco.\n     (b)     \"Commission\" shall mean the Commission on the Status of Women.\n     (c)     \"Disaggregated data\" shall mean information collected and analyzed by enumerated categories in order to identify the disparities existing between women and men. These categories shall include, to the extent permitted by law, sex, race, immigration status, parental status, language, sexual orientation, disability, age and other attributes. \n     (d)     \"Discrimination against women\" shall include, but not be limited to, any distinction, exclusion or restriction made on the basis of sex that has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise by women, irrespective of their marital status, on a basis of equality of men and women, of human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field. The definition of discrimination includes gender-based violence, that is, violence that is directed against a woman because she is a woman or that affects women disproportionately. It includes acts that inflict physical, mental, or sexual harm or suffering, threats of such acts, coercion and other deprivations of liberty by family, community or government. \n     (e)     \"Gender\" shall mean the way society constructs the difference between women and men, focusing on their different roles, responsibilities, opportunities and needs, rather than their biological differences. \n     (f)     \"Gender analysis\" shall mean an examination of the cultural, economic, social, civil, legal and political relations between women and men within a certain entity, recognizing that women and men have different social roles, responsibilities, opportunities and needs and that these differences, which permeate our society, affect how decisions and policy are made. \n     (g)     \"Gender equity\" shall mean the redress of discriminatory practices and establishment of conditions enabling women to achieve full equality with men, recognizing that needs of women and men may differ, resulting in fair and equitable outcomes for both. \n     (h)     \"Human rights\" shall mean the rights every individual possesses that are intended to improve the conditions in society that protect each person's dignity and well-being and the humanity of all people. \n     (i)     \"Racial discrimination\" shall mean any distinction, exclusion, restriction or preference based on race, color, descent, or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life. \n(Added by Ord. 325-00, File No. 001920, App. 12/28/2000. Former Sec. 12K.2 renumbered as Sec. 12K.3 by Ord. 325-00)\n\n","heading":{"title":"12K","chaptersection":"2","identifier":"12K.2","catch_text":"DEFINITIONS."}}