{"text":"\n     (a)     Meetings Open to the Public. Except as provided in Subsections (a)(2) or (a)(3), the following requirements shall be included in all City contracts with nonprofit organizations: \n          (1)     Each nonprofit organization shall designate and hold at least two designated public meetings per year. Issues addressed by the Board of Directors at designated public meetings shall be of approximately the same general nature and significance to the nonprofit organization as issues typically addressed by the Board of Directors at its other regular or special meetings. These issues may include adoption of the nonprofit organization's budget, nomination of members of the organization's Board of Directors, and evaluation of the organization's contract(s) with the City. At least one designated public meeting the public shall have an opportunity to address the Board of Directors on membership on the Board of Directors and to propose candidates for membership on the Board of Directors as provided in Section \n12L.6(b). \n          (2)     Section \n12L.4(a)(1) shall apply to the full extent allowed by State and federal law.\n          (3)     Section \n12L.4(a)(1) shall not apply to nonprofit organizations engaged primarily in the provision of abortion counseling or services, domestic violence sheltering services, or suicide prevention counseling services. \n     (b)     Closed Meetings. The Board of Directors may choose to close a portion of a designated public meeting: \n          (1)     When discussing any matters pertaining to the particular recipients of the nonprofit organization's goods or services or donors of in-kind or monetary contributions to the nonprofit organization where the discussion would necessarily reveal the identity of clients or donors; \n          (2)     When discussing any matters pertaining to litigation; real estate negotiations; the appointment, employment, evaluation of performance, or dismissal of an employee of the nonprofit organization; or labor negotiations in which the nonprofit organization is involved; when hearing complaints or charges against an employee of the nonprofit organization; or when discussing attorney-client privileged information, or information which constitutes a trade secret; \n          (3)     Under any circumstances where admitting members of the public is prohibited by State or federal law;\n          (4)     Under any other circumstances where the Board of Supervisors has approved the closing of a portion of a designated public meeting by the nonprofit organization. \n     (c)     Public Comment.\n          (1)     At every designated public meeting the public shall have an opportunity to directly address the Board of Directors on any item of interest to the public relating to the operations of or services provided by the nonprofit organization. \n          (2)     At any designated public meeting, the Board of Directors may adopt reasonable regulations to insure that the intent of this Section is carried out, provided that the Board of Directors allows for at least 30 minutes of public comment at each designated public meeting. \n     (d)     Notice.\n          (1)     Each nonprofit organization shall provide the public with notice of each designated public meeting at least 30 days in advance of the meeting. \n          (2)     The Board of Directors shall cause a written notice of the date, time and location of each designated public meeting to be submitted to the Clerk of the Board of Supervisors who shall post the written notice where notices of meetings of the Board of Supervisors are posted, and to the San Francisco Main Library Government Information Center which shall post the written notice where notices of meetings of City boards and commissions are posted. In addition, upon inquiry by a member of the public, the nonprofit organization shall disclose the date, time and location of the designated public meeting. \n(Added by Ord. 198-98, App. 6/19/98)\n\n","heading":{"title":"12L","chaptersection":"4","identifier":"12L.4","catch_text":"PUBLIC ACCESS TO MEETINGS."}}