{"text":"\n     As used in this Chapter the following words and phrases shall have the meanings indicated herein: \n     (a)     \"Board of Directors\" shall mean the Board of Directors, the Board of Trustees, or other principal decision making body of any nonprofit organization. \n     (b)     \"City\" shall mean the City and County of San Francisco.\n     (c)     \"Contract\" shall mean an agreement (however titled, including without limitation a memorandum of understanding) to grant or otherwise provide funds to a nonprofit organization including funds from another governmental entity administered through the City or any City commission, City board, City agency or City department, for such organization's operation, new or existing programs, events, performances, capital improvements, or for goods or services provided by or through such organization, to all or any portion of the public. \"Contract\" shall not include (1) an agreement to provide goods to the City pursuant to bids or requests for proposals, where the City is the end user of the goods, or (2) an agreement to provide services or benefits to City employees and/or to their family members, dependents, or their other designated beneficiaries. \n     (d)     \"Cost-neutral\" shall mean that a nonprofit organization's reasonable costs of complying with this Chapter (not including direct costs of duplication, or mailing costs, of financial documents which are paid by a member of the public pursuant to Section \n12L.5(a) herein) shall not exceed five hundred dollars per year. \n     (e)     \"Nonprofit organization\" shall mean any corporation formed pursuant to California Corporations Code Sections 5000 et seq. for any public or charitable purpose, and/or any organization described within 26 USC Section 501(c), which receives a cumulative total per year of at least $250,000 in City-provided or City-administered funds. \n     (f)     \"Designated public meeting\" shall mean any regular or special meeting of the Board of Directors of a nonprofit organization which the Board of Directors designates as open to all members of the public pursuant to Section \n12L.4(a)(1) of this Chapter. \n(Added by Ord. 198-98, App. 6/19/98)\n\n","heading":{"title":"12L","chaptersection":"3","identifier":"12L.3","catch_text":"DEFINITIONS."}}