{"text":"\n     (a)     Disclosure of Financial Information. Subject to Section \n12L.5.(c), each nonprofit organization shall maintain and make available for public inspection and copying a packet of financial information concerning the nonprofit organization. The packet shall include, at a minimum, (1) the nonprofit organization's most recent budget as already provided to the City in connection with the nonprofit organization's application for, or in connection with the review and/or renewal of, the nonprofit organization's contract, (2) its most recently filed State and federal tax returns except to the extent those returns are privileged, and (3) any financial audits of such organization performed by or for the City and any performance evaluations of such organization performed by or for the City pursuant to a contract between the City and the nonprofit organization, to the extent that such financial audits and performance evaluations (i) are in the nonprofit organization's possession, (ii) may be publicly disclosed under the terms of the contract between the City and the nonprofit organization, and (iii) relate to the nonprofit corporation's performance under its contract with the City within the last two years. A member of the public may request additional financial information other than that described above, pursuant to Section \n12L.5(b) herein; however, the provision of such additional financial information by a nonprofit organization shall be voluntary, not compulsory. Members of the public, upon giving ten days' notice to the nonprofit organization, shall be entitled to inspect the packet of financial information during the nonprofit organization's regular business hours or to receive a copy of the packet of information for which the nonprofit organization may recover from the member of the public the organization's direct costs of duplication. Notwithstanding the foregoing, a nonprofit organization described within Sections \n12L.4(a)(3) herein may comply with Section \n12L.5(a) herein by sending a copy of its financial information packet, by first class mail, with the costs of such mailing prepaid by the member of the public, to a member of the public who has requested such information. \n     (b)     Dispute Resolution. A member of the public who requests additional financial information other than that described in Section \n12L.5(a), above, or who has a complaint concerning a nonprofit organization's compliance or noncompliance with this Chapter, may submit that request or complaint to the City agency or department which is a party to and/or which administers the nonprofit organization's contract. That City agency or department shall consider the request or complaint and shall recommend a resolution thereof in accordance with procedures established by that City agency or department. Following such consideration and recommendation, the member of the public or the nonprofit organization may seek an advisory opinion concerning the request or complaint from the Sunshine Ordinance Task Force, which that Task Force shall be authorized to provide; provided, however, that failure to seek such an advisory opinion from the Sunshine Ordinance Task Force shall not prejudice the right of the member of the public and/or the nonprofit organization to obtain a review of the City agency or department's recommendation by the Board of Supervisors as provided herein. The member of the public or the nonprofit organization may request that the Board of Supervisors review the recommendation of the City agency or department, which review shall be conducted in accordance with procedures established by the Board of Supervisors, provided that such request is made in writing to the Clerk of the Board of Supervisors within ten days of the issuance of the City agency or department's recommendation or the Sunshine Ordinance Task Force's advisory opinion, whichever is later. Subject to Section \n12L.7. herein, the recommendation of the City agency or department, or the determination of the Board of Supervisors, with respect to any request or complaint by a member of the public shall be nonbinding upon the nonprofit organization. \n     (c)     Donor Confidentiality. No nonprofit organization shall be required to make available to the public any document which would reveal the identity of any of that nonprofit organization's donors or the amount or nature of any individual donations to that nonprofit organization. \n(Added by Ord. 198-98, App. 6/19/98)\n\n","heading":{"title":"12L","chaptersection":"5","identifier":"12L.5","catch_text":"PUBLIC ACCESS TO RECORDS."}}