{"text":"\n     For the purposes of this Chapter, the following definitions shall apply to the terms use herein. \n     (a)     \"City\" shall mean the City and County of San Francisco.\n     (b)     \"Contract\" shall mean an agreement for goods or services, including without limitation agreements for public works or improvements, or grant agreements (1) to be purchased or provided, at the expense of the City and County or to be paid out of moneys deposited in the treasury or out of trust moneys under the control of or collected by the City and County or (2) which grants the Contractor the right to receive revenues from sources other than the City based on its services under the agreement. \n     (c)     \"Contractor\" shall mean any person or persons, associations, cooperatives, firm, partnership, corporation, trustee, trustee in bankruptcy, receiver, or combination thereof, who submits a Bid or Proposal or enters into a Contract with the City and County. \n     (d)     \"Contracting Department\" shall mean the department that recommends or requests that a Contract be executed by the Office of Contract Administration, the Department of Public Works, or other department or public official authorized to execute the contract on the department's behalf. \n     (e)     \"Private Information\" shall mean any information that (1) could be used to identify an individual, including without limitation name, address, social security number, medical information, financial information, date and location of birth, and names of relative; or (2) the law forbids any person from disclosing. \n     (f)     \"Subcontractor\" shall mean any person or persons, association, cooperative, firm, partnership, corporation, trustee, trustee in bankruptcy, receiver, or combination thereof, including without limitation any subcontractor, subconsultant or supplier at any tier, that has an arrangement or agreement, directly or indirectly, with a Contractor to perform any of Contractor's obligations under the Contract. \n(Added by Proposition D, 11/7/2006)\n\n","heading":{"title":"12M","chaptersection":"","identifier":"12M.","catch_text":"DEFINITIONS."}}