{"text":"\n     As used in this Chapter the following words and phrases shall have the meanings indicated herein: \n     (a)     \"City\" shall mean the City and County of San Francisco.\n     (b)     \"Contract\" shall mean an agreement (however titled, including, without limitation, a memorandum of understanding) to grant or otherwise provide funds to an organization for youth services, including funds from another governmental entity administered through the City or any City commission, board, agency or department. \"Contract\" shall not include (1) an agreement to provide goods to the City pursuant to bids or requests for proposals, where the City is the end user of the goods or (2) an agreement to provide services or benefits to City employees and/or to their family members, dependents, or their other designated beneficiaries. \n     (c)     \"Organization\" shall mean any corporation formed under California law for any private, public or charitable purpose, or any collaborative, which receives a cumulative total per year of at least $50,000 in City-provided or City-administered funds. \n     (d)     \"Sensitivity training\" shall mean any program provided from a list of providers whose programs have been reviewed and approved by a joint Human Rights Commission and Youth Commission committee and shall include, but is not limited to, training regarding issues faced by disabled, HIV positive, immigrant, persons of color, sexually abused, runaways from non-accepting households, and homeless lesbian, gay, bisexual, transgender, queer, and questioning youth. \n     (e)     \"Youth Services\" shall mean child care, including after school care; job readiness, training, and placement; health, including mental health and substance abuse; social services; homeless prevention, housing or shelter programs or services; education; recreation; delinquency prevention; and library services programs directed at or designed to serve children or youth between the ages of ten and eighteen years old, or older as defined by the organization. \n(Added by Ord. 177-99, File No. 990546, App. 6/25/99)\n\n","heading":{"title":"12N","chaptersection":"1. ","identifier":"12N.1. ","catch_text":"DEFINITIONS."}}