{"text":"\n     (a)     Each contracting agency of the City or any department thereof, acting for or on behalf of the City, shall include in every solicitation for youth services under the competitive contractor selection process, provisions requiring any organization submitting such a proposal or request to provide lesbian, gay, bisexual, and transgender sensitivity training for any employee or volunteer who has direct contact with youth, or whose work directly affects youth as part of its proposal or request. \n     (b)     Each contracting agency of the City or any department thereof, acting for or on behalf of the City, shall include in all contracts between it and any organization that is subject to this Chapter a provision requiring lesbian, gay, bisexual, and transgender sensitivity training for any employee or volunteer who has direct contact with youth or whose work directly affects youth. The contract shall require the organization to conduct such a training on an annual basis, unless the contracting agency of the City or any department thereof requires more frequent trainings. The contract shall require the organization to provide documentation certifying to its Board of Directors and the City agency or department administering the contract that such a training was conducted and the requirements of the training were fulfilled on an annual basis. \n     (c)     In furtherance of the purposes of this Chapter, the Controller, in consultation with the City Attorney, shall create the provisions described in subsections (a) and (b) above, consistent with the provisions of this Chapter. \n     (d)     Each City department or agency administering contracts with organizations providing youth services shall provide copies of the documentation certifying that such trainings were conducted, as required in \nChapter 12N of the San Francisco Administrative Code, to the Commission, if any, that oversees the sponsoring department or agency and the San Francisco Youth Commission. \n     (e)     Failure to comply with any provision required by this Chapter shall constitute a material breach of the contract and may be grounds for termination of the contract. Every City agency or department must report all contract breaches to the Human Rights Commission at their next regularly scheduled meeting. \n(Added by Ord. 177-99, File No. 990546, App. 6/25/99)\n\n","heading":{"title":"12N","chaptersection":"2. ","identifier":"12N.2. ","catch_text":"CONTRACT LANGUAGE REQUIRING YOUTH SERVICE PROVIDERS TO PROVIDE LESBIAN, GAY, BISEXUAL, AND TRANSGENDER SENSITIVITY TRAINING FOR ANY EMPLOYEE OR VOLUNTEER WHO HAS DIRECT CONTACT WITH YOUTH OR WHOSE WORK DIRECTLY AFFECTS YOUTH."}}