{"text":"\n     As used in this Chapter the following capitalized words and phrases shall have the following meanings: \n     \"City\" shall mean the City and County of San Francisco. \n     \"Contract\" shall mean a Prime Contract or a Subcontract. \n     \"Contract Amendment\" shall mean an agreement pursuant to which a Contract entered into prior to the Effective Date is modified or supplemented in order to: (i) extend the term; (ii) increase the total amount of payments due to a Contractor; or (iii) increase the scope of work or services to be performed by a Contractor. \n     \"Contractor\" shall mean either (i) a Prime Contractor; or (ii) the person or entity that enters into a Subcontract with a Prime Contractor. \n     \"Contracting Department\" shall mean the department, office, commission or other City entity that enters into the applicable Contract on behalf of the City. \n     \"Effective Date\" shall mean January 1, 2000. \n     \"EIC Forms\" shall mean, at the time in question, any forms published by the Federal Internal Revenue Service for use in claiming all or any portion of the federal Earned Income Credit. For example, as of the Effective Date, such forms consist of IRS Form W-5 and IRS Schedule EIC. \n     \"EIC Limit\" shall mean, at the time in question, the highest income limit under which a person (assuming the highest number of qualifying children) could be eligible for the federal Earned Income Credit under federal laws, rules and regulations. For example, as of the Effective Date, such highest income limit is $30,580 per year. \n     \"Eligible Employee\" shall mean any employee of Contractor who is paid at a rate that, on an annualized basis, is not greater than the EIC Limit. \n     \"Prime Contract\" shall mean (a) either an agreement pursuant to which the City obtains public works or improvements or goods or services, at the City's expense or from trust funds under the control of the City; or (b) an agreement pursuant to which the City grants funds to a third party, at the City's expense or from trust funds under the control of the City. Notwithstanding the foregoing, the term \"Prime Contract\" shall exclude (i) agreements entered into prior to the Effective Date (unless and until a Contract Amendment is entered into); (ii) agreements entered into after the Effective Date (unless and until a Contract Amendment is entered into) pursuant to bid packages or requests for proposals advertised and made available to the public prior to the Effective Date, which bid packages or requests for proposals were not amended on or after the Effective Date; and (iii) agreements with a Contractor that is a public entity. \n     \"Prime Contractor\" shall mean the person or entity that enters into a Prime Contract with the City. \n     \"Subcontract\" shall mean an agreement pursuant to which a Prime Contractor obtains from a third party goods, services or labor to be used in the fulfillment of the Prime Contractor's duties under the applicable Prime Contract. \n(Added by Ord. 245-99, File No. 991107, App. 9/30/99)\n\n","heading":{"title":"12O","chaptersection":"1. ","identifier":"12O.1. ","catch_text":"DEFINITIONS."}}