{"text":"\n     (a)     Minimum Compensation shall consist of each of the following:\n          (1)     (A)     (i)     Hourly gross compensation in the amount of nine dollars ($9.00) per hour.\n                    (ii)     In no less than twelve (12) nor more than eighteen (18) months from the Effective Date, the City shall increase the hourly gross compensation to ten dollars ($10.00) per hour; provided, however, that in the case of Nonprofit Corporations and public entities, this adjustment shall only be made if the Joint Report issued by the Controller, Mayor's Budget Office, and Budget Analyst, pursuant to San Francisco Administrative Code Section 3.6, finds that the City has sufficient funds to pay the anticipated costs of the adjustment. A finding of \"sufficient funds\" shall mean that the City will not be required to reduce services in order to pay the anticipated costs of the adjustment. \n                    (iii)     For each of the next three (3) years after the adjustment provided in Subsection (a)(ii) is made, at annual intervals, the City shall make an additional adjustment of two and one-half (2.5) percent. \n               (B)     For Contracts and Contract Amendments with parties other than Nonprofit Corporations or public entities entered into on or after the Effective Date of the Amendment, hourly gross compensation in the amount of ten dollars and seventy-seven cents ($10.77). In order to prevent inflation from eroding the value of this rate, on January 1, 2008, the ten dollars and seventy-seven cent ($10.77) rate shall increase by an amount corresponding to the prior year's increase, if any, in the CPI. Annually thereafter on the first of January, the hourly gross compensation in effect for the prior calendar year shall increase by an amount corresponding to any prior year's increase in the CPI. \n               (C)     (i)     For Contracts and Contract Amendments with Nonprofit Corporations and public entities entered into on or after the Effective Date of the Amendment, hourly gross compensation in the amount of ten dollars and seventy-seven cents ($10.77). It shall be the policy of the City to endeavor to maintain the hourly gross compensation for Contracts with Nonprofit Corporations and public entities equal to the rate that applies to for-profit Contractors. As such, this ten dollars and seventy-seven cent ($10.77) rate shall increase by an amount corresponding to the prior year's increase, if any, in the CPI. These CPI adjustments shall be made on January 1, 2008 and every January 1 thereafter. Notwithstanding the provisions of this Subsection, when the Joint Report shows a projected shortfall, there shall be no automatic CPI increase in hourly gross compensation for Nonprofit Corporations and public entities as otherwise provided in this Subsection and the Mayor and the Board of Supervisors shall follow the procedures set forth in Subsections (C)(ii) and (iii). \n                    (ii)     YEARS WITH PROJECTED BUDGET SHORTFALL. When submitting the annual proposed budget to the Board of Supervisors for any upcoming fiscal year in which there is a projected shortfall, the Mayor shall transmit a written report to the Clerk and to each member of the Board of Supervisors stating whether the proposed budget contains funding to pay all of the costs of the projected CPI increase for Nonprofit Corporations and public entities for the upcoming fiscal year, as well as for any prior fiscal years for which the Agency has granted a waiver. If the proposed budget does not contain sufficient funding for all of such costs, the report shall state the extent to which any portion of the CPI increase has been funded in the proposed budget and, in addition, shall set forth the basis for the Mayor's determination that no alternative funding sources or prudent reductions in City expenses were available to enable the City to pay the additional costs of the CPI increase for the upcoming fiscal year, and for any prior fiscal years for which the Agency has granted a waiver, without jeopardizing City operations. \n                    (iii)     When the Mayor has transmitted a report to the members of the Board providing notice that the proposed budget does not contain sufficient funding to pay the additional costs of the CPI increase for the upcoming fiscal year for Nonprofit Corporations and public entities and for any prior fiscal years for which the Agency has granted a waiver, the Budget and Finance Committee of the Board (or any successor committee as determined by the President of the Board) shall hold a hearing before adoption of the budget to consider the report and whether there are alternative funding sources or prudent reductions in City expenses available to enable the City to pay the additional costs of the CPI increase for the upcoming fiscal year, and for any prior fiscal year for which the Agency has granted a waiver, without jeopardizing City operations. The Board may amend the budget to provide full or partial funding for the CPI increase(s). \n                    (iv)     The hourly gross compensation for Nonprofit Corporations and public entities for the upcoming calendar year following the adoption of the budget shall be the rate required in the current calendar year, plus the amount of any CPI increase provided for in the budget. This rate shall apply notwithstanding the failure of the Mayor to make the report or the Board to conduct the hearing required by Subsection (C)(ii) and (iii). The Agency shall provide notice of the amount of hourly gross compensation for Nonprofit Corporations and public entities on the Agency's website. Except for those years in which the budget has sufficient funds to bring the rate for Nonprofit Corporations and public entities into parity with rate for for-profits, the Agency shall grant a blanket waiver applicable to all contracts with Nonprofit Corporations and public entities, which waiver shall authorize payment under such contract of hourly gross compensation that reflects either no CPI increase or only such increase as is covered by the budget. The Controller's Office shall provide notice to all City departments of the hourly gross compensation for Nonprofit Corporations and public entities as determined by the Agency. \n                    (v)     Years with no one (1) percent projected budget shortfall. As provided in Subsection (a)(1)(C)(i), the hourly gross compensation for Nonprofit Corporations and public entities shall be adjusted in any year in which there is no projected budget shortfall by an amount corresponding to the prior year's increase, if any, in the CPI. When submitting the annual proposed budget to the Board of Supervisors for any upcoming fiscal year in which there is no projected shortfall but there is disparity between the rate for for-profit entities and for Nonprofit Corporations and public entities, the Mayor shall transmit a written report to the Clerk and to each member of the Board of Supervisors stating whether the proposed budget contains sufficient funding to bring the hourly gross compensation for Nonprofit Corporations and public entities into parity with the amount applicable to for-profit entities under Section (a)(1)(B). \n                    (vi)     When the Mayor has transmitted a report to the members of the Board providing notice that the proposed budget does not contain sufficient funding to bring the hourly gross compensation for Nonprofit Corporations and public entities into parity with the amount applicable to for-profit entities, the Budget and Finance Committee of the Board (or any successor committee as determined by the President of the Board) shall hold a hearing before adoption of the budget to consider the report. The Board may amend the budget to provide full or partial funding toward such parity. If additional funds are provided in the budget to obtain such parity or to bring Nonprofit Corporation and public entities closer to such parity, the hourly gross compensation for such entities shall increase to the extent provided in the budget and the Agency shall provide notice of the amount of hourly gross compensation on the Agency's website. \n          (2)     Compensated time off (at the compensation rates specified in subsections (a)(1) of this Section) in an hourly amount that, on an annualized basis for a full-time employee, equals twelve (12) days per year. Such time off shall vest with the Covered Employee at the end of the applicable Pay Period and may be used, for sick leave, vacation or personal necessity. Notwithstanding the foregoing, if a Contractor reasonably determines, in good faith, that the Contractor cannot comply with this requirement for compensated time off, the Contractor shall provide the Covered Employee with a cash equivalent of such compensated time off. \n          (3)     Uncompensated time off in an hourly amount that, on an annualized basis for a full-time employee, equals ten (10) days per year. Such time off shall vest with the Covered Employee at the end of the applicable Pay Period and may be used, at the option of the Covered Employee, for sick leave for the illness of the Covered Employee or such Covered Employee's spouse, domestic partner, child, parent, sibling, grandparent or grandchild. \n     (b)     By December 1 of each year, the Agency shall make available at its office and on its website the hourly rates required by this Section. \n     (c)     When preparing proposed budgets and requests for supplemental appropriations for contract services, City departments that regularly enter into agreements for the provision of services by nonprofit corporations shall transmit with their proposal a written confirmation that the department has considered in its calculations the costs that the nonprofit corporations calculate that they will incur in complying with the Minimum Compensation Ordinance. \n     (d)     Subject to the budgetary and fiscal provisions of the Charter, it shall be the policy of the City to ensure sufficient funding to prevent a reduction in the services to the community provided by Nonprofit Corporations and public entities. \n(Added by Ord. 216-00, File No. 001272, App. 8/9/2000; Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"3. ","identifier":"12P.3. ","catch_text":"MINIMUM COMPENSATION COMPONENTS."}}