{"text":"\n     (a)     A Nonprofit Corporation may seek a waiver from the requirements of Section \n12P.3(a)(1) if the highest paid managerial position in the organization earns a salary which, when calculated on an hourly basis, is not more than six (6) times the lowest wage paid by the organization to a Covered Employee. The Nonprofit Corporation shall provide to the Contracting Department a written statement, prepared and signed by the Nonprofit Corporation, setting forth an explanation of the economic hardship to the Nonprofit Corporation or the negative impact on services that would result from compliance with this Chapter. If the Contracting Department determines that the written explanation is adequate to justify the waiver and that substantial evidence supports the written explanation, it shall recommend the requested waiver to the Agency. The Agency shall grant the requested waiver. Each waiver shall be effective for a period of up to one (1) year, and subsequent waivers may be requested and granted. \n     (b)     If City's budget contains funding for all or a portion of a CPI increase for Nonprofit Corporations for the fiscal year, but a Nonprofit Corporation does not receive an adequate increase in its contract allocation to pay for the CPI increase for the fiscal year, the Nonprofit Corporation may seek a one-year waiver from the CPI increase or from that portion of the CPI increase that is unfunded. The Nonprofit Corporation shall provide to the Contracting Department a written statement, prepared and signed by the Nonprofit Corporation, demonstrating that it has not received adequate funding. The Contracting Department shall report to the Agency whether the Nonprofit Corporation received from the Contracting Department an increase in its contract allocation to pay for the CPI increase and, if it received funding to pay only a portion of the CPI increase, what portion of the increase was funded. If the Department has not provided adequate funding to the Nonprofit Corporation for the full CPI increase, it shall explain the reason in its statement to the Agency. If the Department certifies that the Nonprofit Corporation did not receive an adequate increase in its contract allocation to pay for the CPI increase, the Agency shall grant a one-year waiver from the CPI increase or the unfunded portion of the increase as reported by the Contracting Department. Each waiver shall be effective for a period of up to one (1) year, and subsequent waivers may be requested and granted. \n(Added by Ord. 216-00, File No. 001272, App. 8/9/2000; Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"8","identifier":"12P.8","catch_text":"ADDITIONAL WAIVERS BY THE AGENCYCORPORATIONS."}}