{"text":"\n     Every contract and contract amendment entered into on or after the effective date of the amendment, shall include the provisions set forth below, in addition to those requirements set forth in Section \n12P.5. Where a conflict exists, the provisions of this section supersede those of Section \n12P.5. \n     (a)     Failure to comply with the requirements of this chapter shall constitute a material breach by contractor of the terms of the contract. The City in its sole discretion shall determine such failure. \n     (b)     If a contractor fails to comply with the requirements of this chapter, the City shall have the right to pursue any rights or remedies available under this chapter, under the terms of the contract, and under applicable law, consistent with the procedures set forth in Section \n12P.6.2. \n     (c)     In order to monitor and determine compliance with this chapter, employees and agents of the City authorized to assist in the administration and enforcement of this chapter, including employees and agents of the agency, shall have the right to (1) engage in inspections of a contractor's job sites and conduct interviews with a contractor's employees and (2) conduct audits of contractors, provided that the City gives notice in advance of such audits and the audits are accomplished through an examination of pertinent records at a mutually agreed upon time and location within ten (10) days of the written notice. \n     (d)     (1)     Contractor may not interfere with, restrain, or deny the exercise of, or the attempt to exercise, any right protected under this chapter. \n          (2)     Contractor may not discharge, threaten to discharge, demote, suspend, or in any manner discriminate or take adverse action against any person in retaliation for exercising rights protected under this chapter. Such rights include, but are not limited to, the right be paid the minimum compensation; the right to use compensated and uncompensated time off pursuant to this chapter; the right to file a complaint or inform any person about any alleged violation of this chapter; the right to cooperate with the agency in its investigations of alleged violations of this chapter; and the right to inform any person of his or her potential rights under this chapter. \n          (3)     Contractor may not implement any absence control policy to count compensated or uncompensated leave taken under this chapter as an absence that may lead to or result in discipline, discharge, demotion, suspension, or any other adverse action. \n          (4)     The provisions of this subsection (d) apply to any person who mistakenly but in good faith alleges violations of this chapter.\n          (5)     If the contractor takes any adverse action against any person within 90 days of the person's doing any of the following, such adverse action shall raise a rebuttable presumption that the contractor has engaged in retaliation against the person for the exercise of one or more of the rights set forth in this Subsection (d): filing a complaint with the agency or a court alleging a violation of any provision of this chapter, informing any person about an employer's alleged violation of this chapter; cooperating with the agency or other persons in the investigation or prosecution of any alleged violation of this chapter; opposing any policy, practice, or act that is unlawful under this chapter; or informing any person of his or her rights under this chapter. \n(Ord. 212-07, File No. 070921, App. 9/14/2007; Added by Ord. 226-07, File No. 071193, App. 10/2/2007)\n\n","heading":{"title":"12P","chaptersection":"5.1","identifier":"12P.5.1","catch_text":"ADDITIONAL CONTRACT REQUIREMENTS."}}