{"text":"\n     (a)     The Agency shall monitor Contractors for compliance with the requirements of this Chapter and investigate complaints of violations. The Agency shall promulgate guidelines or rules for the administration of this Chapter. Such guidelines and rules shall not be adopted finally by the Agency until the Agency has held a public hearing. The guidelines and rules shall establish procedures for monitoring Contractors, receiving and investigating complaints, and determining whether a Contractor has breached a Contract based on the Minimum Compensation requirements of this Chapter. The guidelines and rules shall also establish procedures permitting Contractors to provide payroll information in confidence to the City for purposes of monitoring compliance under this Chapter and authorizing disclosure of the information by the City only when necessary for enforcement purposes. Upon the request of a Contracting Department, the Agency shall also issue a determination as to whether a particular instrument constitutes a Contract or agreement is subject to the requirements of this Chapter. The Agency shall report annually on compliance with this Chapter to the Board of Supervisors. Such report shall include cumulative information regarding the number of waivers granted by the Agency pursuant to Sections \n12P.7 and \n12P.8 of this Chapter and statistical data regarding such waivers. \n     (b)     If the Agency determines that a Contractor is in breach of any term required to be contained in the Contract under this Chapter, the Agency shall notify the Contracting Department of its findings and of any action that the Agency requests the Contracting Department to take with respect to such breach. In order to ensure compliance with this Chapter and to enhance the monitoring activities of the Agency, the City desires to encourage reporting by Covered Employees of any breach. The Agency shall investigate any such report, The Agency shall keep confidential, to the maximum extent permitted by applicable laws, the Covered Employee's name and other identifying information. \n     (c)     In addition to any other rights or remedies available to the City under the term of the Contract or under applicable law, the City shall have the following rights, in the event of such failure by the Contractor: \n          (1)     The right, at the discretion of the Agency, to charge the Contractor an amount equal to the difference between the Minimum Compensation levels required by this Chapter and any compensation actually provided to each Covered Employee who was not paid in accordance with the terms of this Chapter, together with simple annual interest of ten (10) percent on such amount from the date payment was due; \n          (2)     The right, at the discretion of the Agency, to set off all or any portion of the amount described in the preceding clause (1) of this Subsection against amounts due to Contractor under the Contract; \n          (3)     The right, at the discretion of the Contracting Department, to terminate the Contract in whole or in part;\n          (4)     In the event of a breach by Contractor of the covenant referred to in Section \n12P.5(d), the right, at the discretion of the Agency, to require reinstatement of the affected Covered Employee and, if necessary, seek a court order for such reinstatement or to obtain other appropriate equitable relief and, in addition, to require payment of any wages lost because of the Contractor's discriminatory or retaliatory action, together with simple annual interest of up to ten (10) percent from the date payment should have been made; and \n          (5)     The right, at the discretion of the Agency or the Contracting Department, to bar a Contractor from entering into future contracts with the City for three (3) years. \n          (6)     The City may bring a civil action against the Contractor to pursue the remedies provided by this Chapter and other applicable law. The prevailing party shall be entitled to all costs and expenses, including reasonable attorneys' fees. \n     Each of these rights shall be exercisable individually or in combination with any other rights or remedies available to the City. Any amounts realized by the City pursuant to this subsection shall be paid to each applicable Covered Employee. \n     When this Chapter authorizes the Agency to charge interest, in determining the appropriate amount to charge the Agency shall give due consideration to the size of the Contractor's business, the Contractor's good faith, the gravity of the violation, and the history of previous violations. \n     (d)     Each Covered Employee shall be a third-party beneficiary under the Contract as set forth in this subsection and in subsection (e) of this Section, and may pursue the following remedies in the event of a breach by the Contractor of any contractual covenant described in Section \n12P.5(a) or Section \n12P.5(d), but only after the Covered Employee has provided the notice and participated in the administrative review hearing provided in this subsection. The Covered Employee shall give written notice of a breach to the Contractor and to the Agency. If the Agency and the Contracting Department determine that no breach has occurred, or if the Contracting Department fails to obtain the cure of a breach by the Contractor within sixty (60) days after receipt of notice by the Covered Employee, the Covered Employee may request an administrative review hearing. The Covered Employee must request such a hearing within ninety (90) days after giving written notice of the breach. Unless the Covered Employee withdraws the request for a hearing, the Agency shall conduct, or arrange to have conducted, a hearing. The Employee shall have the right to attend the hearing personally or through a designated representative. The Agency shall notify the Contractor of the hearing so that the Contractor may attend and present evidence. After the hearing is completed, the person conducting the hearing shall determine whether the Contractor has breached the Contract. Upon the issuance of a written decision finding a breach, and after a waiting period of twenty-one (21) days, the Covered Employee may bring an action against the Contractor for such breach in the Superior Court of the State of California, as appropriate, unless the City has commenced an action against the Contractor based on the breach, or obtained compliance, within the twenty-one-day waiting period and provided notice to the Covered Employee of that action. If the Covered Employee prevails in such action, the Covered Employee may be awarded: (1) an amount equal to the difference between the Minimum Compensation and any compensation actually provided to the Covered Employee, together with simple annual interest of ten (10) percent on such amount from the date payment was due; and (2) in the event of a breach by Contractor of the covenant referred to in Section \n12P.5(d), the right to seek reinstatement or to obtain other appropriate equitable relief. \n     (e)     In the event of any legal action or proceeding between Contractor and a Covered Employee arising from this Agreement, the unsuccessful party to such action or proceeding shall pay to the prevailing party all costs and expenses, including reasonable attorneys' fees and disbursements, incurred by such prevailing party in such action or proceeding and in any appeal in connection with such action or proceeding; provided, however, that a Contractor shall be entitled to such costs and expenses only if the court determines that the Covered Employee's action or proceeding was frivolous, vexatious or otherwise an act of bad faith. If such prevailing party recovers a judgment in any such action, proceeding or appeal, such costs, expenses and attorneys' fees and disbursements shall be included in and as a part of such judgment. \n     (f)     The City shall maintain the confidentiality of payroll information obtained in the course of monitoring compliance with this Chapter and shall disclose such information only as necessary for enforcement purposes. \n     (g)     The Agency shall develop a procedure for obtaining an assurance from Contractors when they sign an agreement subject to this Chapter that they comply with the requirements of this Chapter, such as the signing of an affidavit of compliance. \n     (h)     The Agency may compromise and settle unlitigated claims that Contractors have violated the requirements of this Chapter, including Contractors that have agreements for real property as set forth in Section \n12P.4. \n     (i)     All Contractors and Contracting Departments shall cooperate fully with the Agency in connection with any investigation of an alleged violation of this Chapter or with any inspection conducted by the Agency. \n(Added by Ord. 216-00, File No. 001272, App. 8/9/2000; Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"6. ","identifier":"12P.6. ","catch_text":"ADMINISTRATION AND ENFORCEMENT."}}