{"text":"\n     (a)     Determination of Violation. Upon determining that a Contractor may have violated the terms of a Contract required under this Chapter, the Agency shall send written notice to the Contractor of the possible violation and of the Contractor's right to respond to the Agency's initial determination by submitting pertinent documents and other information. The written notice shall also notify the Contractor that the Agency is authorized to direct the Controller to withhold payment otherwise due to the Contractor pursuant to the provisions of subsection (e). If after providing the Contractor with a reasonable opportunity to respond to the allegations the Agency makes a final determination that a violation has occurred, the Agency shall provide a written notice of violation to the Contractor. \n     (b)     Right to Appeal. The Contractor may appeal the Agency's final determination. The Contractor must file an appeal with the Agency in writing, specifying the basis for contesting the determination, no later than fifteen (15) days after the date of the notice of determination. Failure to file an appeal in writing with the Controller within fifteen (15) days shall cause the Agency's determination to be deemed a final administrative decision by the City. \n     (c)     Administrative Hearing.\n          (1)     Within fifteen (15) days after the Agency receives an appeal, the Controller shall appoint a hearing officer and shall notify the Agency and the Contractor. \n          (2)     The hearing officer shall promptly set a date for a hearing. The hearing shall commence within forty-five (45) days of the notification of the appointment of the hearing officer and conclude within seventy-five (75) days of such notification, unless all parties agree to an extended period. \n          (3)     The Agency shall have the burden of producing evidence that the Contractor has violated the requirements of this Chapter and the burden of proving the violation. \n     (d)     Hearing Officer's Decision.\n          (1)     Within thirty (30) days of the conclusion of the hearing, the hearing officer shall issue a written decision consisting of findings and a decision affirming, modifying, or vacating the Agency's determination. If the hearing officer vacates the Agency's determination in its entirety, that decision shall also vacate any assessment of liquidated damages. If the hearing officer affirms the Agency's determination, the hearing officer shall issue a decision upholding the Agency's determination, including the amount of the liquidated damages assessed by the Agency. With respect to liquidated damages, the hearing officer's jurisdiction to modify the Agency's assessment is limited and the following procedures apply. If the hearing officer modifies the Agency's determination, the hearing officer shall transmit the decision to the Agency, which shall within five (5) business days modify the assessment of liquidated damages consistent with the hearing officer's decision based on the criteria set forth in Section \n12P.6.1 and transmit the modified assessment to the hearing officer. Upon receiving the modified assessment from the Agency, the hearing officer shall within three (3) business days issue a final decision which shall include the amount of the liquidated damages assessment as modified by the Agency. \n          (2)     The decision of the hearing officer shall be final. The Contractor may seek review of the hearing officer's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (3)     The failure of the Controller or hearing officer to comply with the time requirements of this Section shall not cause the Controller or the hearing officer to lose jurisdiction over an appeal from the Agency's determination filed under this Section. \n          (4)     Upon receiving the hearing officer's decision affirming or modifying the Agency's determination, the Contractor shall take the corrective action, including the payment of liquidated damages, if any, within fourteen (14) days of receiving the hearing officer's decision. If a Contractor fails to take corrective action within the time required by the provisions of this Section, the City may immediately pursue all available remedies against the Contractor. \n     (e)     Withholding of Payments by Controller.\n          (1)     When the Agency sends notice to a Contractor under Section \n12P.6.2(a) of its final determination that the Contractor has violated the requirements of this Chapter and of the Contractor's right of appeal to the Controller, the Agency may direct the Contracting Department and the Controller to deduct from the payment or payments otherwise due to the Contractor the amounts that the Agency has determined the Contractor must pay to Covered Employees for violation of this Chapter and to the City for liquidated damages. The Controller, in issuing any warrant for any such payment, shall deduct the amounts specified by the Agency. \n          (2)     The Controller shall withhold these funds until (A) the hearing officer issues a decision finding that the Contractor does not owe all or a portion of the amount withheld, in which case the Controller shall release funds to the Contractor consistent with the hearing officer's decision or (B) the Contractor consents to the use of the funds to pay Covered Employees and/or the City the amounts that the Agency or hearing officer found due. As to any funds being withheld for which neither (A) nor (B) applies, the Controller shall retain the funds until the hearing officer's decision is no longer subject to judicial review, at which time the Controller shall distribute the funds as provided in subsection (e)(3) of this Section, provided that this action is consistent with any final determination of a court of competent jurisdiction. Notwithstanding the provisions of this subsection, the Agency may authorize the release of payments withheld from the Contractor under this Section if the Agency determines that the continued withholding of funds imposes a substantial risk of endangering public health or safety, interfering with a service or project that is essential to the City, or having an unreasonable adverse financial impact on the City. \n          (3)     The Controller shall distribute amounts withheld from Contractors under this Section in the following order:\n               (A)     The Agency shall make its best efforts to distribute any amounts that are determined due to the Contractor's Covered Employees to those individuals, or may require the Contractor to do so. The Controller shall hold the balance of any such amounts for Covered Employees whom the Agency and Employer, despite best efforts, cannot locate. Funds held for at least two (2) years shall be deposited in the City's General Fund. \n               (B)     Sums imposed as liquidated damages shall be deposited in the City's General Fund.\n(Added by Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"6.2","identifier":"12P.6.2","catch_text":"INVESTIGATION AND DETERMINATION OF VIOLATIONS."}}