{"text":"\n     Every Contract and Contract Amendment entered into on or after the Effective Date of the Amendment shall contain a provision in which the Contractor agrees: \n     (a)     To be liable to the City for liquidated damages as provided in this Section;\n     (b)     To be subject to the procedures governing enforcement of a breach of the terms of a Contract, which terms are required by this Chapter, as set forth in Section \n12P.6.2; \n     (c)     That Contractor's commitment to pay the Minimum Compensation as required in this Chapter is a material element of the City's consideration for the Contract and that the failure of Contractor to comply will cause significant and substantial harm to the City and the public which is extremely difficult to determine or quantify, and that the liquidated damages set forth in this Section are reasonable amounts to pay for the harm caused by the Contractor's non-compliance; \n     (d)     That for any failure to provide the required Minimum Compensation (hourly wage and time off), the Agency may require the Contractor to pay the City liquidated damages of up to one hundred dollars ($100.00) for each one-week pay period for each employee not provided the required compensation. The Agency shall adjust this amount proportionately for Contractors that use a pay period other than one (1) week; \n     (e)     That for any failure to provide reports to the City or access to pertinent records, or any failure to cooperate with any audit, inspection or investigation conducted by the Agency, the Agency may require the Contractor to pay the City liquidated damages of up to one thousand dollars ($1,000.00); \n     (f)     That while liquidated damages in the maximum amounts set forth in this Section are a reasonable estimate of the harm caused by the Contractor's non-compliance with contractual provisions required by this Chapter, the Agency may determine that less than the full amount is warranted depending on the circumstances of each case. The Agency shall give due consideration to the following factors in determining the amount of liquidated damages: the size of the Contractor's business, the Contractor's good faith, the gravity of the violation, the history of previous violations, the failure to comply with record-keeping, reporting, anti-retaliation or other non-wage requirements, and the extent to which the imposition of liquidated damages would undermine the purpose of this Chapter by imposing unreasonable financial burdens on the Contractor, thereby restricting its ability to fulfill its obligations under this Chapter. \n(Added by Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"6.1","identifier":"12P.6.1","catch_text":"LIQUIDATED DAMAGES."}}