{"text":"\n     The requirements of this Chapter shall apply to a written agreement (including, without limitation, any lease, concession, franchise or easement agreement) for the exclusive use of real property that is owned by the City or of which the City has exclusive use, if such property is under the jurisdiction of the San Francisco Airport Commission and the term of the agreement exceeds twenty-nine (29) days in any calendar year, whether by single or cumulative instruments. If cumulative instruments cause the term of the agreement to exceed twenty-nine (29) days, the agreement in question shall be subject to this Article only on and after the effective date of the instrument which causes the term to exceed twenty-nine (29) days. The requirements of this Chapter shall also apply to (i) any sublease or other agreement allowing other parties the exclusive right to occupy or use all or any portion of the property covered by the agreement and (ii) any agreement between a tenant or subtenant and any other person or entity to perform services on the airport property. Contractors who have agreements covered by this Section shall comply with the requirements of this Chapter insofar as they have \"Covered Employees.\" For purposes of this Section, \"Covered Employee\" shall mean an employee who provides at least ten (10) hours of work on the property that is the subject of the agreement in a two-week Pay Period, adjusted proportionately if the Pay Period is other than two (2) weeks. Notwithstanding the provisions of this Section, all exemptions and waivers from the requirements of this Chapter that apply to Contracts shall also apply to agreements for the use of airport property described in this Section, except that the exemption in Section \n12P.2(e)(16) does not apply to agreements for the use of real property owned by the City or of which the City has exclusive use if the property is under the jurisdiction of the San Francisco Airport Commission. Except as otherwise specifically provided, all requirements of this Chapter, and the monitoring and enforcement mechanisms provided in this Chapter, shall apply to agreements covered by this Section. \n(Added by Ord. 216-00, File No. 001272, App. 8/9/2000; Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"4. ","identifier":"12P.4. ","catch_text":"SAN FRANCISCO INTERNATIONAL AIRPORT."}}