{"text":"\n     Every Contract or Contract Amendment entered into on or after the Effective Date shall provide as follows: \n     (a)     For each hour worked by a Covered Employee during each Pay Period during the term of the Contract (as such term may be extended from time to time), Contractor shall provide to such Covered Employee no less than the Minimum Compensation as required in this Chapter. \n     (b)     Failure to comply with the foregoing requirement shall constitute a material breach by Contractor of the terms of the Contract. Such failure shall be determined by the City in its sole discretion. \n     (c)     If, within thirty (30) days after the Contractor receives written notice of such a breach, Contractor fails to cure such breach or, if such breach cannot reasonably be cured within such period of thirty (30) days, Contractor fails to commence efforts to cure within such period, or thereafter fails diligently to pursue such cure to completion, the City shall have the right to pursue any rights or remedies available under the terms of the Contract or under applicable law. \n     (d)     The Contractor shall not discharge, reduce in compensation, or otherwise discriminate against any Employee for complaining to the City with regard to the employer's compliance or anticipated compliance with this Chapter, for opposing any practice proscribed by this Chapter, for participating in proceedings related to this Chapter, or for seeking to assert or enforce any rights under this Chapter by any lawful means. \n     (e)     The Contractor represents and warrants that it is not an entity that was set up, or is being used, for the purpose of evading the intent of this Chapter. \n     (f)     The Contractor shall keep itself informed of the current Minimum Compensation, and shall provide prompt written notice to all Covered Employees of annual adjustments to the Minimum Compensation, as well as any written communications received by the Contractor from the City, which communications are marked to indicate that they are to be distributed to Covered Employees. \n     (g)     The Contractor shall maintain employee and payroll records in compliance with the California Labor Code and Industrial Welfare Commission orders. Where a Contractor does not maintain or retain such records, or does not allow the Agency reasonable access to such records, it shall be presumed that the Contractor paid no more than the minimum wage required under State law. The Contractor shall have the burden of overcoming the presumption by clear and convincing evidence. \n     (h)     The Contractor shall provide reports to the City in accordance with any reporting standards promulgated by the Agency.\n     (i)     The Contractor shall provide the City with access to pertinent records after receiving a written request to do so and being provided at least five (5) business days to respond. \n     (j)     The Agency may conduct random audits of Contractors. Random audits shall be (1) noticed in advance in writing; (2) limited to ascertaining whether Covered Employees are paid at least the minimum compensation required by this Article; (3) accomplished through an examination of pertinent records at a mutually agreed upon time and location within ten (10) days of the written notice; and (4) limited to one (1) audit per Contractor every two (2) years for the duration of the Contract. Nothing in this Section shall be deemed to interfere with the authority of the Agency to investigate any report of an alleged breach of contract as provided in Section \n12P.6. \n     (k)     Any Contractor subject to the provisions of this Chapter shall promptly notify the Contracting Department of any subcontractors performing services covered by this Chapter and shall certify to the Contracting Department that it has notified the subcontractors of their obligations under this Chapter. \n(Added by Ord. 216-00, File No. 001272, App. 8/9/2000; Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"5. ","identifier":"12P.5. ","catch_text":"CONTRACT REQUIREMENTS."}}