{"text":"\n     As used in this Chapter the following capitalized terms shall have the following meanings: \n     (a)     \"Agency\" shall mean the Office of Labor Standards Enforcement.\n     (b)     \"City\" shall mean the City and County of San Francisco.\n     (c)     \"Consumer Price Index\" or \"CPI\" shall mean the Consumer Price Index for urban wage earners and clerical workers for the San Francisco-Oakland-San Jose metropolitan statistical area. \n     (d)     \"Contract\" shall mean an agreement or portion of an agreement that provides for services to be purchased at the expense of the City or out of trust funds established by Charter, ordinance or Memorandum of Understanding (\"MOU\"). The term \"Contract\" shall include, without limitation, Included Subcontracts and agreements such as grant agreements, pursuant to which agreements the City grants funds to a Contractor for services (including, without limitation, cultural activities, performances or exhibitions) to be rendered to all or any portion of the public rather than to City government. \n     (e)     Notwithstanding the foregoing, the term \"Contract\" shall exclude:\n          (1)     Excluded Subcontracts;\n          (2)     (A)     Any agreement with a Contractor that, together with the Employees of any Included Subcontractor and of any entity that is owned or controlled by the Contractor or which owns or controls the Contractor, would have twenty (20) or fewer Employees; \n               (B)     Notwithstanding subsection (e)(2)(A), for every Contract and Contract Amendment entered into on or after the Effective Date of the Amendment, the term \"Contract\" shall exclude any agreement with a Contractor that, together with the Employees of any Included Subcontractor and of any entity that is owned or controlled by the Contractor or which owns or controls the Contractor, would have five (5) or fewer Employees; \n          (3)     Agreements for the purchase or lease of goods or for guarantees, warranties, shipping, delivery or initial installation of such goods; \n          (4)     Agreements entered into pursuant to settlement of legal proceedings;\n          (5)     Agreements for urgent or specialized litigation requirements where the City Attorney's Office finds that it would be in the best interests of the City not to include the requirements of this Chapter; \n          (6)     (A)     Agreements with any person or entity in which the cumulative amount of compensation payable to such person or entity under all agreements with a Contracting Department is less than twenty-five thousand dollars ($25,000.00), or fifty thousand dollars ($50,000.00) in the case of Nonprofit Corporations, in any fiscal year, provided that the agreement in question shall be deemed a Contract on and after the effective date of any instrument which causes such cumulative compensation under all agreements with a Contracting Department to exceed twenty-five thousand dollars ($25,000), or fifty thousand dollars ($50,000.00) in the case of Nonprofit Corporations; \n               (B)     Notwithstanding the provisions of subsection (e)(6)(A) for every Contract and Contract Amendment entered into on or after the Effective Date of the Amendment, the term \"Contract\" shall exclude Agreements with any person or entity in which the cumulative amount of compensation payable to such person or entity under all agreements with a Contracting Department is less than twenty-five thousand dollars ($25,000) in any fiscal year, provided that the agreement in question shall be deemed a Contract on and after the effective date of any instrument which causes such cumulative compensation under all agreements with a Contracting Department to exceed twenty-five thousand dollars ($25,000); \n          (7)     Agreements for the investment, management or use of trust assets where compliance with this Chapter would violate the fiduciary duties of the trustee; \n          (8)     Agreements entered into prior to the Effective Date (unless and until a Contract Amendment is entered into);\n          (9)     Agreements entered into after the Effective Date (unless and until a Contract Amendment is entered into) pursuant to, and within the scope of, bid packages or requests for proposals advertised and made available to the public prior to the Effective Date, which bid packages or requests for proposals were not amended on or after the Effective Date; \n          (10)     Agreements involving the expenditure by the City of grant or special funds (A) to the extent the application of this Chapter would violate or be inconsistent with the terms or conditions of the applicable grant agreement, or with the rules, regulations or instructions of the public agency administering such grant agreement, which terms or conditions or rules, regulations or instructions provide for compensation lower than the Minimum Compensation, provided, however, that this subsection (A) shall not apply to terms or conditions of a grant agreement from the State of California that violates or is inconsistent with California Labor Code Section 1205(c), and/or (B) to the extent that application of this Chapter would require the City to use General Fund monies to supplement the grants, special funds or other non-General Fund revenues to maintain the current level of services; \n          (11)     Agreements with a Contractor that is a public entity whose jurisdictional boundaries are not coterminous with those of the City; \n          (12)     Agreements for employee benefits to be provided to City employees, where the Director of Human Resources finds that no entity is willing to comply with this Chapter and is capable of providing the required employee benefits; \n          (13)     Agreements that require the Contractor to pay no less than the \"prevailing rate of wage\" in accordance with Section \nA7.204 of \nAppendix A to the City's Charter or any provision of the San Francisco Administrative Code, but only to the extent (A) each Covered Employee is covered by such requirement, and (B) such prevailing rate of wage is not less than the gross hourly compensation required under Section \n12P.3(a)(i) of this Chapter; \n          (14)     Agreements for the investment of City monies where the Treasurer finds that requiring compliance with this Chapter will violate the Treasurer's fiduciary duties and for the investment of retirement, health or other funds held in trust pursuant to Charter, statute, ordinance or MOU where the official or officials responsible for investing or managing such funds finds that requiring compliance with this Chapter will violate their fiduciary duties; \n          (15)     Agreements made in connection with loans or grants under which the City, as creditor or grantor, is providing funds to be used by the debtor or grantee to: \n               (A)     Acquire an interest in real property on which residential improvements for low- or moderate-income households will be constructed;\n               (B)     Construct improvements owned or leased by the debtor or grantee, on condition that residents of the improvements qualify as low- or moderate-income households; or \n               (C)     Rehabilitate improvements owned or leased by the debtor or grantee; and\n          (16)     Agreements (including, without limitation, any lease, concession, franchise or easement agreement) for the exclusive use of real property owned by the City or of which the City has exclusive use, other than agreements for the use of airport property as set forth in Section \n12P.4. \n     (f)     \"Contract Amendment\" shall mean the modification of a Contract in order to: (1) extend the term; (2) modify the total amount of payments due from the City under a Contract; (3) modify the scope of services to be performed by a Contractor; or (4) expand or relocate the premises covered under an airport property contract. The term does not include construction change orders. \n     (g)     \"Contracting Department\" shall mean the City department, office, commission or other City entity which enters into the applicable Contract on behalf of the City. \n     (h)     \"Contractor\" shall mean either:\n          (1)     The person or entity that enters into a Services Contract with the City; or\n          (2)     In the case of an Included Subcontract, the subcontractor who enters into the included Subcontract with the Contractor.\n     (i)     \"Covered Employee\" shall mean:\n          (1)     An Employee of a Contractor who, during the applicable Pay Period, performs at least four (4) hours per week during the Pay Period of work funded (in whole or in part) under the applicable Contract or on the project funded under the applicable Contract: \n               (A)     Within the geographic boundaries of the City;\n               (B)     On real property owned or controlled by the City, but outside the geographic boundaries of the City; or\n               (C)     Elsewhere in the United States, but only if such related work performed elsewhere within the United States consists of at least ten (10) hours per each work week during the Pay Period in question. \n          (2)     Notwithstanding the provisions of subsection (i)(1), for every Contract and Contract Amendment entered into on or after the Effective Date of the Amendment the term \"Covered Employee\" shall include an Employee of a Contractor who works elsewhere in the United States and who, during the applicable Pay Period, performs at least four (4) hours per week of work funded (in whole or in part) under the applicable Contract or to on the project funded under the applicable Contractor. \n          (3)     Employees of the In-Home Supportive Services Public Authority shall be covered employees as designated in Section \n70.11 of this Code. \n          (4)     Notwithstanding the foregoing, the term \"Covered Employee\" shall exclude the following Employees of a Contractor that is a Nonprofit Corporation: \n               (A)     Any Employee who is under the age of eighteen (18) and is claimed as a dependent for federal income tax purposes and is employed as an after-school or summer Employee; or employed as a trainee in a bona fide training program consistent with Federal law, which training program enables the Employee to advance into a permanent position; provided, however, these exemptions only apply when the Employee does not replace, displace or lower the wage or benefits of any existing position or Employee; and, \n               (B)     Any disabled Employee of a Contractor, which disabled Employee: is covered by a current sub-minimum wage certificate issued to the Contractor by the U.S. Department of Labor; or would be covered by such a certificate but for the fact that the Contractor is paying a wage equal to or higher than the minimum wage. \n          (5)     For every Contract and Contract Amendment entered into on or after the Effective Date of the Amendment, the term \"Covered Employee\" shall include an Employee of a Contractor who also participates in the CalWorks Program, or any similar successor program, who during the applicable Pay Period performs any welfare-to-work activities considered \"employment\" under the Fair Labor Standards Act (29 U.S.C. §§ 201 et. seq.) and any applicable United States Department of Labor regulations or guideline, funded (in whole or in part) under the applicable Contract or on the project funded under the applicable Contract; provided, however, that the hourly rate of payment for these Covered Employees shall be set by the Executive Director of the Department of Human Services at the maximum rate that is in conformance with CalWorks eligibility criteria so that these Covered Employees maintain CalWorks eligibility. Prior to June 1 of each year, the Executive Director shall provide such rate to the Office of Labor Standards Enforcement for publication. This amount shall be adjusted yearly, as necessary, to reflect any changes in federal or state law governing CalWorks eligibility. \n     (j)     \"Effective Date\" shall mean the applicable effective date specified in Section \n12P.15 of this Chapter.\n     (k)     \"Effective Date of the Amendment\" shall mean the date thirty (30) days after adoption of the amendment to this Ordinance introduced on June 19, 2007. \n     (l)     \"Employee\" shall mean any person who is employed by a Contractor, including part-time and temporary employees.\n     (m)     \"Excluded Subcontract\" shall mean any agreement or portion of an agreement between a Contractor and a person or entity who is not an Employee of such Contractor, which agreement or portion of an agreement relates to a Contract but is not an Included Subcontract. The term \"Excluded Contract\" shall include, without limitation, an agreement pursuant to which a Contractor obtains from such a person or entity goods to be used in the fulfillment of the Contractor's duties under the applicable Contract. The term shall also include agreements (including, without limitation, any lease, concession, franchise or easement agreement) for the exclusive use of real property owned by the City or of which the City has exclusive use, other than agreements for the use of airport property as set forth in Section \n12P.4. \n     (n)     \"Included Subcontract\" shall mean an agreement or portion of an agreement between a Contractor and a person or entity who is not an Employee of such Contractor, pursuant to which such person or entity: (1) agrees to assist a Contractor in performing a Contract; or (2) agrees to assist a Contractor with a project funded by grant monies conveyed to the Contractor under the applicable Contract. An agreement to assist a Contractor shall mean an agreement to perform all or a portion of a component of the services covered by the Contract with the City. \n     (o)     \"Minimum Compensation\" shall mean each of the components required under Section \n12P.3. of this Chapter.\n     (p)     \"Nonprofit Corporation\" shall mean a nonprofit corporation, duly organized, validly existing and in good standing under the laws of the jurisdiction of its incorporation and (if a foreign corporation) in good standing under the laws of the State of California, which corporation has established and maintains valid nonprofit status under Section 501(c)(3) of the United States Internal Revenue Code of 1986, as amended, and all rules and regulations promulgated under such Section. \n     (q)     \"Pay Period\" shall mean the applicable Contractor's regular pay period.\n     (r)     \"Projected shortfall\" shall mean that the Joint Report prepared by the Mayor, the Board's Budget Analyst, and the Controller pursuant to Section \n3.6 of this Code has projected a shortfall for the upcoming fiscal year of 1% or more of total General fund uses. \n(Added by Ord. 216-00, File No. 001272, App. 8/9/2000; Ord. 212-07, File No. 070921, App. 9/14/2007)\n\n","heading":{"title":"12P","chaptersection":"2","identifier":"12P.2","catch_text":"DEFINITIONS."}}