{"text":"\n     (a)     Determination of Violation. Upon determining that a Contracting Party may have violated the terms of a Contract, Contract Amendment, Lease or Lease Amendment required under this Chapter, the Agency shall send written notice to the Contracting Party of the possible violation and of the Contracting Party's right to respond to the Agency's initial determination by submitting pertinent documents and other information. The written notice shall also notify the Contracting Party that the Agency is authorized to direct the Controller to withhold payment otherwise due to the Contracting Party pursuant to the provisions of Subsection (d). If after providing the Contracting Party with a reasonable opportunity to respond to the allegations the Agency makes a final determination that a violation has occurred, the Agency shall provide a written notice of violation to the Contracting Party. \n     (b)     Right to Appeal. The Contracting Party may appeal the Agency's final determination. The Contracting Party must file an appeal with the Agency in writing, specifying the basis for contesting the determination, no later than 15 days after the date of the notice of determination. Failure to file an appeal in writing with the Controller within 15 days shall cause the Agency's determination to be deemed a final administrative decision by the City. \n     (c)     Administrative Hearing.\n          (1)     Within 15 days after the Agency receives an appeal, the Controller shall appoint a hearing officer and shall notify the Agency and the Contracting Party. \n          (2)     The hearing officer shall promptly set a date for a hearing. The hearing shall commence within 45 days of the notification of the appointment of the hearing officer and conclude within 75 days of such notification unless all parties agree to an extended period. \n          (3)     The Agency shall have the burden of producing evidence that the Contracting Party has violated the requirements of this Chapter and the burden of proving the violation. \n     (d)     Hearing Officer's Decision.\n          (1)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or vacating the Agency's determination. If the hearing officer vacates the Agency's determination in its entirety, that decision shall also vacate any assessment of liquidated damages. If the hearing officer affirms the Agency's determination, the hearing officer shall issue a decision upholding the Agency's determination, including the amount of the liquidated damages assessed by the Agency. With respect to liquidated damages, the hearing officer's jurisdiction to modify the Agency's assessment is limited and the following procedures apply. If the hearing officer modifies the Agency's determination, the hearing officer shall transmit the decision to the Agency, which shall within five business days modify the assessment of liquidated damages consistent with the hearing officer's decision based on the criteria set forth in Section 12.Q.5.1(6) and transmit the modified assessment to the hearing officer. Upon receiving the modified assessment from the Agency, the hearing officer shall within three business days issue a final decision, which shall include the amount of the liquidated damages assessment as modified by the Agency. \n          (2)     The hearing officer's decision shall consist of findings and a determination, which shall be final. The Contracting Party may seek review of the hearing officer's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (3)     The failure of the Controller or hearing officer to comply with the time requirements of this Section shall not cause the Controller or the hearing officer to lose jurisdiction over an appeal from the Agency's determination filed under this Section. \n          (4)     Upon the hearing officer's decision affirming or modifying the Agency's determination, the Contracting Party shall take the corrective action, including the payment of liquidated damages, if any, within 14 days of receiving the hearing officer's decision. When a Contracting Party fails to take corrective action within the time required by the provisions of this Section, the City may immediately pursue all available remedies against the Contracting Party. \n     (e)     Withholding of Payments by Controller.\n          (1)     When the Agency sends notice to a Contracting Party of its final determination that the Contracting Party has violated the requirements of this Chapter and of the Contracting Party's right of appeal to the Controller, the Agency may direct the Contracting Department and the Controller to deduct from the payments otherwise due to the Contracting Party the amounts that the Agency has determined the Contracting Party must pay to the City under Section \n12Q.3(a)(2) and as liquidated damages. The Controller, in issuing any warrant for any such payment, shall deduct the amounts specified by the Agency. \n          (2)     The Controller shall withhold these funds until (A) the hearing officer issues a decision finding that the Contracting Party does not owe all or a portion of the amount withheld, in which case the Controller shall release funds to the Contracting Party consistent with the hearing officer's decision or (B) the Contracting Party consents to the use of the funds to pay the City the amounts that the Agency or hearing officer found due. As to any funds being withheld for which neither (A) nor (B) applies, the Controller shall retain the funds until the hearing officer's decision is no longer subject to judicial review, at which time the Controller shall distribute amounts owed under Section \n12Q.3(a)(2) in the appropriate account for the use of the Department of Public Health and amounts due as liquidated damages in the General Fund, provided that this action is consistent with any final determination of a court of competent jurisdiction. Notwithstanding the provisions of this subsection, the Agency may authorize the release of payments withheld from the Contracting Party under this Section if the Agency determines that the continued withholding of funds imposes a substantial risk of endangering public health or safety, interfering with a service or project that is essential to the City, or having an unreasonable adverse financial impact on the City. \n(Added by Ord. 49-06, File No. 051908, App. 3/24/2006)\n\n","heading":{"title":"12Q","chaptersection":"5.2","identifier":"12Q.5.2","catch_text":"INVESTIGATION AND DETERMINATION OF VIOLATIONS."}}