{"text":"\n     Every Contract, Contract Amendment, Lease and Lease Amendment entered after January 1, 2006 shall contain provisions in which the Contracting Party agrees: \n          (1)     To be liable to the City for liquidated damages as provided in this Section;\n          (2)     To be subject to the procedures governing enforcement of a breach of the terms of a Contract, Contract Amendment, Lease or Lease Amendment which terms are required by this Chapter, as set forth in Section \n12Q.5.2; \n          (3)     That the commitment of Contracting Parties to comply with the requirements of this Chapter is a material element of the City's consideration for the agreement and that the failure of a Contracting Party to comply will cause significant and substantial harm to the City and the public, which is extremely difficult to determine or quantify, and that the liquidated damages set forth in this Section are reasonable amounts to pay for the harm caused by the Contracting Party's non-compliance; \n          (4)     That for failure to comply with the requirements of this Chapter, the Agency may require the Contracting Party to pay the City liquidated damages of up to one hundred dollars ($100) for each one-week pay period for each employee for whom the Contracting Party has either not offered health plan benefits or made payments as required by Section \n12Q.3. The Agency shall adjust this amount proportionately for Contracting Parties that use a pay period other than one week; \n          (5)     That for any failure to provide reports to the City or access to pertinent records, or any failure to cooperate with any audit, inspection or investigation conducted by the Agency, the Agency may require the Contracting Party to pay the City liquidated damages of up to one thousand dollars ($1000); and \n          (6)     That while liquidated damages in the maximum amounts set forth in this Section are a reasonable estimate of the harm caused by the Contracting Party's non-compliance with contractual provisions required by this Chapter, the Agency may determine that less than the full amount is warranted depending on the circumstances of each case. The Agency shall give due consideration to the following factors in determining the amount of liquidated damages: the size of the Contracting Party's business, the Contracting Party's good faith, the gravity of the violation, the history of previous violations, the failure to comply with record-keeping, reporting and anti-retaliation requirements, and the extent to which the imposition of liquidated damages would undermine the purpose of this Chapter by imposing unreasonable financial burdens on the Contracting Party, thereby restricting its ability to fulfill its obligations under this Chapter. \n(Added by Ord. 49-06, File No. 051908, App. 3/24/2006)\n\n","heading":{"title":"12Q","chaptersection":"5.1. ","identifier":"12Q.5.1. ","catch_text":"ADDITIONAL CONTRACT REQUIREMENTS; LIQUIDATED DAMAGES."}}