{"text":"\n     (a)     With respect to each Covered Employee who either resides in San Francisco (regardless of where the Covered Employee provides services) or provides services covered by this Chapter in San Francisco, each Contracting Party shall do one of the following, at the Contracting Party's option: \n          (1)     Offer to the Covered Employee health plan benefits that meet minimum standards prepared by the Health Director and approved by the Health Commission. The minimum standards shall provide for a maximum period for each Covered Employee's health benefits to become effective, no later than the first of the month that begins after 30 days from the start of employment on a covered Contract, Subcontract, Lease or Sublease. The Health Commission shall review such standards at least once every two years to ensure that the standards stay current with State and Federal regulations and existing health benefits practices; or \n          (2)     For each Week in which the Covered Employee works the applicable minimum number of hours set forth in Section \n12Q.2.9(a) (definition of \"Covered Employee\"), pay to the City $2.80 per hour for each hour the Covered Employee is employed by the Contracting Party on the Contract or Subcontract or on property covered by a Lease, but not to exceed $112 in any Week. The City shall appropriate money received pursuant to this Subsection (a)(2) for the use of the Department of Public Health. The Department of Public Health shall use the monies appropriated for staffing and other resources to provide medical care for the uninsured. Beginning with fiscal year 2009-2010, and each following year, the Health Director shall propose adjustments to the hourly rate and weekly maximum fee provided in this Section, based on changes since the prior year in the Bureau of Labor Statistics Consumer Price Index for Medical Care in the San Francisco Bay Area or average Health Maintenance Organization (HMO) premiums in California. The Health Director shall submit the proposed adjustments to the Controller by March 1. The Controller shall make appropriate adjustments to the hourly rate and weekly maximum fee without further action by the Board of Supervisors. The adjusted hourly rate and weekly maximum fee shall take effect on July 1. \n          (3)     Participate in a health benefits program developed by the Health Director in consultation with the Agency. The Health Director shall obtain Health Commission approval of the program before implementing it. The Health Director shall seek such approval within twelve (12) months after this Chapter is finally approved. Prior to implementation of the health benefits program provided in this Subsection (a)(3), each Contracting Party shall comply with Subsection (a)(1) or (a)(2). After the Health Director implements the program, in addition to the options provided in Subsections (a)(1) and (a)(2), Contracting Parties may satisfy their obligations under this Chapter by complying with the requirements of the health benefits program. In developing the program, the Health Director shall (i) attempt to make health coverage available for uninsured Covered Employees and, if feasible, any other person employed by a Contracting Party who works less than 20 hours per week on a City contract, or other uninsured City residents; (ii) use public health facilities to the maximum extent practicable; (iii) make the program economically viable; and (iv) provide a mechanism for funding which relies, as much as possible, on contributions by participating employers and employees. \n     (b)     With respect to each Covered Employee who does not reside in San Francisco, but who provides services covered by this Chapter at the San Francisco Airport or at the San Bruno Jail, each Contracting Party shall do one of the options set forth in Subsection (a), at the Contracting Party's option. \n     (c)     With respect to each Covered Employee who does not reside in San Francisco, and does not provide services covered by this Chapter in San Francisco, at the San Francisco Airport or at the San Bruno Jail, each Contracting Party shall do one of the following, at the Contracting Party's option: \n          (1)     Offer to the Covered Employee health plan benefits that meet minimum standards prepared by the Health Director and approved by the Health Commission pursuant to Subsection \n12Q.3(a)(1) above; or \n          (2)     For each Week in which the Covered Employee works the applicable minimum number of hours set forth in Section \n12Q.2.9(a) (definition of \"Covered Employee\"), pay to the Covered Employee an additional $2.80 per hour for each hour the Covered Employee is employed by the Contracting Party on the Contract or Subcontract or on property covered by a Lease, but not to exceed $112 in any Week, to enable the employee to obtain health insurance coverage. This represents the City's current estimate of the average cost of obtaining individual health insurance benefits. Beginning with fiscal year 2009-2010, and each following year, the Health Director shall propose adjustments to the hourly rate and weekly maximum fee provided in this Section, based on changes since the prior year in the Bureau of Labor Statistics Consumer Price Index for Medical Care in the San Francisco Bay Area or average Health Maintenance Organization (HMO) premiums in California. The Health Director shall submit the proposed adjustments to the Controller by March 1. The Controller shall make appropriate adjustments to the hourly rate and weekly maximum fee without further action by the Board of Supervisors. The adjusted hourly rate and weekly maximum fee shall take effect on July 1. \n     (d)     When preparing proposed budgets and requests for supplemental appropriations for contract services, City departments that regularly enter into agreements for the provision of services by nonprofit corporations shall transmit with their proposal a written confirmation that the department has considered in its calculation the costs that the nonprofit corporations calculate that they will incur in complying with the Health Care Accountability Ordinance. \n     (e)     Notwithstanding the above, if, at the time a Contract, Subcontract, Lease or Sublease is executed, the Contracting Party has 20 or fewer employees (or, in the case of a Nonprofit Corporation, 50 or fewer employees), including any employees the Contracting Party plans to hire to implement the Contract, Subcontract, Lease or Sublease, the Contracting Party shall not be obligated to provide the Health Care Accountability Components set forth in this Section \n12Q.3 to its Covered Employees. In determining the number of employees had by a Contracting Party, all employees of all entities that own or control the Contracting Party and that the Contracting Party owns or controls, shall be included. \n(Added by Ord. 116-01, File No. 010848, App. 5/31/2001; Ord. 49-06, File No. 051908, App. 3/24/2006; Ord. 69-09, File No. 090130, App. 5/1/2009) \n\n","heading":{"title":"12Q","chaptersection":"3","identifier":"12Q.3","catch_text":"HEALTH CARE ACCOUNTABILITY COMPONENTS."}}