{"text":"\n     (a)     \"Lease\" shall mean a written agreement (including, without limitation, any lease, concession or license) in which the City gives to another party the exclusive use of City Property for a term exceeding twenty-nine (29) consecutive days in any calendar year, whether by single or cumulative instruments. \"City Property\" means real property that is owned by the City or of which the City has exclusive use, if such property is located within the City or is under the jurisdiction of the San Francisco Airport Commission. If cumulative instruments cause the term of the agreement to exceed twenty-nine (29) consecutive days, the agreement in question shall be subject to this Chapter only on and after the effective date of the instrument which causes the term to exceed twenty-nine (29) consecutive days. For the purposes of this definition and the definition of Sublease, \"exclusive use\" means the right to use or occupy real property to the exclusion of others, subject to the rights reserved by the party granting such exclusive use. \"Lease\" includes \"Lease Amendment.\" \n     (b)     Notwithstanding the foregoing, the term \"Lease\" does not include the following:\n          (1)     Agreements granting a franchise or easement;\n          (2)     Agreements with a public entity, unless the public entity is the San Francisco Redevelopment Agency, the San Francisco LAFCO, the San Francisco Transportation Authority, the San Francisco Parking Authority or the San Francisco Health Authority; \n          (3)     Agreements entered into pursuant to settlement of legal proceedings;\n          (4)     Revocable at-will use or encroachment permits for the use of or encroachment on City Property, regardless of the ultimate duration of such permits; \n          (5)     Street excavation, street construction or street use permits or other regulatory permits;\n          (6)     Agreements for the use of a City right-of-way, including circumstances where a contracting utility has the power of eminent domain; \n          (7)     Agreements governing the use of City Property under the jurisdiction of the Recreation and Park Department primarily for recreational activities. \n(Added by Ord. 116-01, File No. 010848, App. 5/31/2001)\n\n","heading":{"title":"12Q","chaptersection":"2.13. ","identifier":"12Q.2.13. ","catch_text":"LEASE."}}