{"text":"\n     (a)     The Agency, in consultation with the Department of Public Health, shall promulgate regulations for the interpretation and administration of this Chapter, which regulations shall be adopted only after public hearing. The regulations shall establish procedures for monitoring Contractors, receiving and investigating complaints, and providing administrative hearings to determine whether a Contractor has breached a Contract, Subcontract, Lease or Sublease based on the requirements of this Chapter. \n     (b)     The Agency shall monitor Contracting Parties for compliance and investigate complaints of violations. The Agency, in consultation with the City Attorney, shall develop contractual provisions for use by Contracting Departments designed to enable the City to pursue the remedies set forth in this Section against every person or entity required to comply with this Chapter. \n     (c)     The Agency, in consultation with the Department of Public Health, may conduct audits of Contracting Parties, although such audits shall be conducted through an examination of records at a mutually agreed upon time and location within ten (10) days of written notice. \n     (d)     The Agency and the Department of Public Health shall provide an annual joint report to the Board of Supervisors on compliance with this Chapter. Such report shall include cumulative information regarding the number of waivers granted pursuant to this Chapter. \n     (e)     A Covered Employee may report to the Agency in writing any alleged violation of this Chapter by a Contracting Party or other person or entity subject to this Chapter. The Agency shall investigate any such report. If the Agency determines that any person or entity has violated this Chapter, the Agency shall notify the Contracting Department of its, findings. In order to ensure compliance with this Chapter and to enhance the monitoring activities of the Agency, the City encourages reporting by Covered Employees pursuant to this Subsection. The Agency shall keep confidential the Covered Employee's name and other identifying information, to the maximum extent permitted by applicable law. \n     (f)     In addition to any other rights or remedies available to the City under the terms of any agreement of a Contracting Party or under applicable law, the City shall have the following rights: \n          (1)     The right, at the discretion of the Agency, to charge the Contracting Party for any amounts that the Contracting Party should have paid to the City for hours worked by Covered Employees pursuant to Section \n12Q.3(a)(2) and (b), or to Covered Employees pursuant to Section \n12Q.3(c)(2), together with simple annual interest of 10% on such amount from the date payment was due; \n          (2)     The right, at the discretion of the Agency, to assess liquidated damages as provided in Section \n12Q.5.1 and \n12Q.5.2;\n          (3)     The right, at the discretion of the Agency, to set off all or any portion of the amount that a Contracting Party is required to pay to the City pursuant to preceding Subsections (g)(1) and (2) against amounts due to a Contracting Party; \n          (4)     The right, at the discretion of the Contracting Department, to terminate the Contract or Lease in whole or in part;\n          (5)     The right, at the discretion of either the Contracting Department or the Agency, to bar a Contracting Party from entering into future Contracts or Leases with the City for three (3) years. \n          (6)     The right to bring a civil action against the Contractor to pursue the remedies provided by this Chapter and other applicable law. The prevailing party shall be entitled to all costs and expenses, including reasonable attorney's fees. \n     (g)     Each Contractor shall be responsible for its Subcontractors with respect to compliance with this Chapter. If a Subcontractor fails to comply, the City may pursue the remedies set forth in this Section against the Contractor based on the Subcontractor's failure to comply, provided that the Contracting Department has first provided the Contractor with notice and an opportunity to obtain a cure of the violation. \n     (h)     Each Tenant shall be responsible for each Subtenant, Contractor and Subcontractor performing services on property covered by the Tenant's Lease, with respect to compliance with this Chapter. If any Subtenant, Contractor or Subcontractor fails to comply, the City may pursue the remedies set forth in this Section against the Tenant based on the Subtenant's, Contractor's or Subcontractor's failure to comply, provided that the Contracting Department has first provided the Tenant with notice and an opportunity to obtain a cure of the violation. \n     (i)     Each of the rights set forth in this Section \n12Q.5 shall be exercisable individually or in combination with any other rights or remedies available to the City. Any amounts realized by the City pursuant to this Section shall be used first to cover the costs of enforcing this Chapter and thereafter appropriated for the use of the Department of Public Health. \n     (j)     The Agency may compromise and settle unlitigated claims against Contracting Parties for violations of contractual provisions required by this Chapter. \n     (k)     All Contracting Parties and Contracting Departments shall cooperate fully with the Agency in connection with any investigation of an alleged violation of this Chapter or with any inspection conducted by the Agency. \n     (l)     When this Chapter authorizes the Agency to charge interest (not to exceed 10%), in determining whether to charge the interest, the Agency shall give due consideration to the size of the Contractor's business, the Contractor's good faith, the gravity of the violation, and the history of previous violations. \n(Added by Ord. 116-01, File No. 010848, App. 5/31/2001; Ord. 49-06, File No. 051908, App. 3/24/2006)\n\n","heading":{"title":"12Q","chaptersection":"5","identifier":"12Q.5","catch_text":"ADMINISTRATION AND ENFORCEMENT."}}