{"text":"\n     (a)     \"Contract\" shall mean an agreement between a Contracting Department and any person or entity that provides for public works or public improvements to be purchased, or for services to be performed, at the expense of the City. The term \"Contract\" also means an agreement between a Tenant or Subtenant and any person or entity to perform services on property covered by a Lease. The term \"Contract\" includes \"Contract Amendment.\" \n     (b)     Notwithstanding the foregoing, the term \"Contract\" does not include the following:\n          (1)     Agreements for a duration of less than one (1) year. Contracting Departments and Tenants and Subtenants are prohibited from entering into multiple contracts of short duration with the proposed Contractor in order to evade the requirements of this Chapter; \n          (2)     Agreements for the purchase or lease of goods, or for guarantees, warranties, shipping, delivery, installation or maintenance of such goods. Where an agreement is for the purchase or lease of both goods and other services, the agreement shall not be deemed a \"Contract\" if a preponderance of the contract amount is for goods; \n          (3)     Agreements entered into pursuant to settlement of legal proceedings;\n          (4)     Agreements for urgent or specialized advice, consultation or litigation services for the City Attorney's Office where the City Attorney finds that it would be in the best interests of the City not to include the requirements of this Chapter; \n          (5)     Agreements with any person or entity if the amount of the agreement is less than $25,000 (in the case of a for-profit entity or person) or less than $50,000 (in the case of a Nonprofit Corporation). However, if the Contracting Party has multiple agreements with the City in a given fiscal year (which agreements would be considered \"Contracts\" under this Chapter except that the individual dollar amounts are below the thresholds set forth in the preceding sentence) and the cumulative amount of such agreements is $75,000 or more, the provisions of this Chapter shall apply to each such agreement from the date on which the triggering Contract is executed; \n          (6)     Agreements for the investment, management or use of trust assets where compliance would violate the fiduciary duties of the trustee; \n          (7)     Agreements executed prior to the Effective Date (unless and until a Contract Amendment is executed);\n          (8)     Agreements executed after the Effective Date (unless and until a Contract Amendment is entered into) pursuant to, and within the scope of, bid packages or requests for proposals advertised and made available to the public prior to the Effective Date, unless the bid packages or requests for proposals are materially amended on or after the Effective Date; \n          (9)     Agreements involving the expenditure by the City of special funds or other non-General Fund revenues to the extent that application of this Chapter would require the City to use General Fund monies to supplement the special funds or other non-General Fund revenues to maintain the current level of services; \n          (10)     Agreements that require the expenditure of grant funds awarded to the City by another entity. If a Contract is funded both by grant funds and non-grant funds, the entire Contract is exempt; provided that, if the use of the grant funds is severable from the non-grant funds, the Contract is exempt only with respect to the use of the grant funds; \n          (11)     Agreements pursuant to which the City awards a grant to a Nonprofit Corporation;\n          (12)     Agreements with a public entity, unless the public entity is the San Francisco Redevelopment Agency, the San Francisco LAFCO, the San Francisco Transportation Authority, the San Francisco Parking Authority or the San Francisco Health Authority; \n          (13)     Agreements for employee benefits to be provided to City employees, where the Director of Human Resources finds that no person or entity is willing to comply with this Chapter and is capable of providing the required employee benefits; \n          (14)     Agreements for the investment, management or use of City monies where the Treasurer finds that requiring compliance with this Chapter will violate the Treasurer's fiduciary duties and for the investment of retirement, health or other funds held in trust pursuant to Charter, statute, ordinance or MOU where the official or officials responsible for investing or \nmanaging such funds find that requiring compliance with this Chapter will violate their fiduciary duties; \n          (15)     Loan agreements and agreements made in connection with loans or grants under which the City, as creditor or grantor, is providing funds to be used by the debtor or grantee to \n               (A)     Acquire an interest in real property on which residential improvements for low- or moderate-income households will be constructed;\n               (B)     Construct improvements owned or leased by the debtor or grantee, on condition that residents of the improvements qualify as low- or moderate-income households; or \n               (C)     Rehabilitate improvements owned or leased by the debtor or grantee; and\n          (16)     Agreements between a Tenant or Subtenant and a Contractor to perform services on property covered by a Lease if the Contractor does not provide such services on a regular and on-going basis. For purposes of this exemption, if employees of the Contractor I and any Subcontractors cumulatively work on the Lease property less than 130 days within a 12-month period, the agreement shall not be considered regular and on-going. \n(Added by Ord. 116-01, File No. 010848, App. 5/31/2001)\n\n","heading":{"title":"12Q","chaptersection":"2.4. ","identifier":"12Q.2.4. ","catch_text":"CONTRACT."}}