{"text":"\n     (a)     Each Contracting Party that enters into a Contract, Subcontract, Lease, or Sublease shall agree:\n          (1)     To comply with the requirements of this Chapter, including the requirement to choose and perform one of the Health Care Accountability Components set forth in Section 120.3; \n          (2)     To comply with regulations adopted by the Agency pursuant to this Chapter;\n          (3)     To maintain employee and payroll records in compliance with the California Labor Code and Industrial Welfare Commission orders, including the number of hours each employee has worked on the City Contract or Subcontract. If the Contracting Party fails to maintain records that accurately reflect the number of hours each employee has worked on the City Contract or Subcontract, it shall be presumed that any employee who has worked on a City Contract or Subcontract is a Covered Employee as defined in Section \n12Q.2.9. \n          (4)     To provide information and reports to the City in accordance with any reporting standards promulgated by the Agency in consultation with the Director of Health; \n          (5)     To provide the City with access to pertinent payroll records relating to the number of employees employed and terms of medical coverage after receiving a written request to do so and being provided at least ten (10) business days to respond; \n          (6)     To allow the City to inspect Contracting Parties' job sites and have access to Contracting Parties' employees in order to monitor and determine compliance with this Chapter; \n          (7)     To cooperate with the Agency when it conducts audits;\n          (8)     To include in every Contract, Subcontract, Lease, or Sublease subject to this Chapter provisions requiring compliance with this Chapter, consistent with any directives or standards adopted by the Agency; \n          (9)     To notify the Contracting Department promptly of any Subcontractors performing services covered by this Chapter and certify to the Contracting Department that it has notified the Subcontractors of their obligations under this Chapter; and \n          (10)     To represent and warrant that it is not an entity that was set up, or is being used, for the purpose of evading the intent of this Chapter. \n     (b)     A Contracting Party shall not discharge, reduce in compensation, or otherwise discriminate against any Employee for notifying the City regarding the Contracting Party's noncompliance or anticipated noncompliance with this Chapter, for opposing any practice proscribed by this Chapter, for participating in proceedings related to this Chapter, or for seeking to assert or enforce any rights under this Chapter by any lawful means. \n(Added by Ord. 116-01, File No. 010848, App. 5/31/2001; Ord. 49-06, File No. 051908, App. 3/24/2006)\n\n","heading":{"title":"12Q","chaptersection":"4. ","identifier":"12Q.4. ","catch_text":"CONTRACTUAL OBLIGATIONS."}}