{"text":"\n     (a)     Administrative Penalties; Citations. An administrative penalty may be assessed for a violation of the provisions of this Chapter as specified below. The penalty may be assessed by means of an administrative citation issued by the Director of the Office of Labor Standards Enforcement. \n     (b)     Administrative Penalty Amounts. In addition to all other civil penalties provided for by law, the following violations shall be subject to administrative penalties in the amounts set forth below: \n\nVIOLATION\nPENALTY AMOUNT\nFailure to maintain payroll records or to retain payroll records for four years – Administrative Code Section \n12R.5(c)\n$500.00\nFailure to allow the Office of Labor Standards Enforcement to inspect payroll records – Administrative Code Section \n12R.5(c)\n$500.00\nRetaliation for exercising rights under Minimum Wage Ordinance – Administrative Code Section \n12R.6\nThe Penalty for retaliation is $1,000.00 per employee.\n$1,000.00\nFailure to Post notice of Minimum Wage rate – Administrative Code Section \n12R.5(b)\nFailure to provide notice of investigation to employees – Administrative Code Section \n12R.7(b)\nFailure to post notice of violation to public – Administrative Code Section \n12R.7(e)\nFailure to provide employer’s name, address, and telephone number in writing – Administrative Code Section \n12R.5(b)\n$500.00\n     The penalty amounts shall be increased cumulatively by fifty percent (50%) for each subsequent violation of the same provision by the same employer or person within a three (3) year period. The maximum penalty amount that may be imposed by administrative citation in a calendar year for each type of violation listed above shall be $5,000 or $10,000 if a citation for retaliation is issued. In addition to the penalty amounts listed above, the Office of Labor Standards Enforcement may assess enforcement costs to cover the reasonable costs incurred in  enforcing the administrative penalty, including reasonable attorneys  fees. Enforcement costs shall not count toward the $5,000 annual maximum. \n(Added by Ord. 205-06, File No. 060247, App. 7/25/2006; amended by Ord. 175-11, File No. 110594, App. 9/16/2011, Eff. 10/16/2011)\n\n","heading":{"title":"12R","chaptersection":"16","identifier":"12R.16","catch_text":"ADMINISTRATIVE PENALTIES AND CITATIONS."}}