{"text":"\n     (a)     By December 1 of each year, the Agency shall publish and make available to Employers a bulletin announcing the adjusted Minimum Wage rate for the upcoming year, which shall take effect on January 1. In conjunction with this bulletin, the Agency shall by December 1 of each year publish and make available to Employers, in all languages spoken by more than five percent of the San Francisco work force, a notice suitable for posting by Employers in the workplace informing Employees of the current Minimum Wage rate and of their rights under this Chapter. \n     (b)     Every Employer shall post in a conspicuous place at any workplace or job site where any Employee works the notice published each year by the Agency informing Employees of t he current Minimum Wage rate and of their rights under this Chapter. Every Employer shall post such notices in English, Spanish, Chinese and any other language spoken by at least five percent of the Employees at the workplace or job site. Every Employer shall also provide each Employee at the time of hire the Employer's name, address and telephone number in writing. \n     (c)     Employers shall retain payroll records pertaining to Employees for a period of four years, and shall allow the Agency access to such records, with appropriate notice and during business hours, to monitor compliance with the requirements of this Chapter. Where an Employer does not maintain or retain adequate records documenting wages paid or does not allow the Agency reasonable access to such records, it shall be presumed that the Employer paid no more than the applicable federal or state minimum wage, absent clear and convincing evidence otherwise. \n     (d)     The Director of the Agency or his or her designee shall have access to all places of labor subject to this ordinance during business hours to inspect books and records, interview employees and investigate such matters necessary or appropriate to determine whether an Employer has violated any provisions of this ordinance.\n     (e)     The Agency shall be authorized under Section \n12R.7 to develop guidelines or rules to govern Agency investigative activities, including but not limited to legal action to be taken in the event of employer noncompliance or interference with Agency investigative actions.\n(Added by Proposition L, 11/4/2003; amended by Ord. 175-11, File No. 110594, App. 9/16/2011, Eff. 10/16/2011)\n\n","heading":{"title":"12R","chaptersection":"5. ","identifier":"12R.5. ","catch_text":"NOTICE, POSTING AND PAYROLL RECORDS."}}