{"text":"\n     (a)     Issuance of Citation. The Director has the authority to issue an administrative citation for any violation of this Chapter that is identified in Section \n12R.16(b). The administrative citation shall be issued on a form prescribed by the Office of Labor Standards Enforcement.\n     (b)     Notice and Opportunity to Cure. In order to facilitate compliance, the Director of the Office of Labor Standards Enforcement (\"Director\") or his or her designee may notify any person in violation of the Code provisions identified in Section \n12R.16(b) of such violation prior to the issuance of an administrative citation. Regardless of the manner of service of the notice under Section \n12R.19, the Director or his or her designee may post the notice of violation by affixing the notice to a surface in a conspicuous place on property that is (1) the person's principal place of business in the City, or (2) if the person's principal place of business is outside the City, the fixed location within the City from or at which the person conducts business in the City, or (3) if the person does not regularly conduct business from a fixed location in the City, one of the following: (i) the location where the person maintains payroll records if the notice of violation is for violation of Section \n12R.5(c), or (ii) the jobsite or other primary location where the person's employees perform services in the City at the time the notice is posted. The notice of violation shall specify the action required to correct or otherwise remedy the violation(s). At the discretion of the Director or his or her designee, the person or persons responsible for the violation may be allowed ten (10) days from the date of the notice of violation to establish that no violation occurred or such person or persons are not responsible for the violation, or correct or otherwise remedy the violation; provided, however, that the Director may, in his or her discretion, assign a longer period, not to exceed twenty-one (21) days, within which to correct or otherwise remedy each violation, or establish that no violation occurred or such person or persons are not responsible for the violation. The Director may consider the cost of correction and the time needed to obtain information, documents, data and records for correction in assigning a specific period of time within which to correct or otherwise remedy each violation, or obtain and submit evidence that no violation occurred or such person or persons are not responsible for the violation. \n(Added by Ord. 205-06, File No. 060247, App. 7/25/2006; amended by Ord. 175-11, File No. 110594, App. 9/16/2011, Eff. 10/16/2011)\n\n","heading":{"title":"12R","chaptersection":"18","identifier":"12R.18","catch_text":"ADMINISTRATIVE CITATION; NOTICE OF VIOLATION."}}