{"text":"\n     As used in this Chapter, the following capitalized terms shall have the following meanings: \n     \"Agency\" shall mean the Living Wage/Living Health Division of the Office of Contract Administration or such other City department or agency as the City shall by resolution designate. \n     \"City\" shall mean the City and County of San Francisco. \n     \"Employee\" shall mean any person who: \n          (a)     In a particular week performs at least two (2) hours of work for an Employer within the geographic boundaries of the City; and \n          (b)     Qualifies as an employee entitled to payment of a minimum wage from any employer under the California minimum wage law, as provided under Section 1197 of the California Labor Code and wage orders published by the California Industrial Welfare Commission, or is a participant in a Welfare-to-Work Program. \n     \"Employer\" shall mean any person, as defined in Section 18 of the California Labor Code, including corporate officers or executives, who directly or indirectly or through an agent any other person, including through the services of a temporary services or staffing agency or similar entity, employs or exercises control over the wages, hours or working conditions of any Employee. \n     \"Minimum Wage\" shall have the meaning set forth in Section \n[12R.]4 of this Chapter. \n     \"Small Business\" shall mean an Employer for which fewer than ten (10) persons perform work for compensation during a given week. In determining the number of persons performing work for an Employer during a given week, all persons performing work for compensation on a full-time, part-time, or temporary basis shall be counted, including persons made available to work through the services of a temporary services or staffing agency or similar entity. \n     \"Nonprofit Corporation\" shall mean a nonprofit corporation, duly organized, validly existing and in good standing under the laws of the jurisdiction of its incorporation and (if a foreign corporation) in good standing under the laws of the State of California, which corporation has established and maintains valid nonprofit status under Section 501(c)(3) of the United States Internal Revenue Code of 1986, as amended, and all rules and regulations promulgated under such Section. \n     \"Welfare-to-Work Program\" shall mean the City's CalWORKS Program, County Adult Assistance Program (CAAP) which includes the Personal Assisted Employment Services (PAES) Program, and General Assistance Program, and any successor programs that are substantially similar to them. \n(Added by Proposition L, 11/4/2003)\n\n","heading":{"title":"12R","chaptersection":"3","identifier":"12R.3","catch_text":"DEFINITIONS."}}