{"text":"\n     (a)     Separate and Continuing Violations; Penalties Paid Do Not Cure Violations. Each and every day that a violation exists constitutes a separate and distinct offense. Each section violated constitutes a separate violation for any day at issue. If the person or persons responsible for a violation fail to correct the violation within the time period specified on the citation and required under Section \n12R.18, the Director of the Office of Labor Standards Enforcement may issue subsequent administrative citations for the uncorrected violation(s) without issuing a new notice as otherwise required by Section \n12R.18(b).\n1 Payment of the penalty shall not excuse the failure to correct the violation nor shall it bar any further enforcement action by the City. If penalties and costs are the subject of administrative appeal or judicial review, then the accrual of such penalties and costs shall be stayed until the determination of such appeal or review is final. \n     (b)     Payments to City; Due Date; Late Payment Penalty. All penalties assessed under Section \n12R.16 shall be payable to the City and County of San Francisco. Administrative penalties and costs assessed by means of an administrative citation shall be due within thirty (30) days from the date of the citation. The failure of any person to pay an administrative penalty and costs within that time shall result in the assessment of an additional late fee. The amount of the late fee shall be ten (10) percent of the total amount of the administrative penalty assessed for each month the penalty and any already accrued late payment penalty remains unpaid. \n     (c)     Collection of Penalties; Special Assessments. The failure of any person to pay a penalty assessed by administrative citation under Section \n12R.16 within the time specified on the citation constitutes a debt to the City. The City may file a civil action, create and impose liens as set forth below, or pursue any other legal remedy to collect such money. \n     (d)     Liens. The City may create and impose liens against any property owned or operated by a person who fails to pay a penalty assessed by administrative citation. The procedures provided for in Chapter XX of Chapter 10\n2 of the San Francisco Administrative Code shall govern the imposition and collection of such liens. \n     (e)     Payment to City. The Labor Standards Enforcement Officer has the authority to require that payment of back wages found to be due and owing to employees be paid directly to the City and County of San Francisco for disbursement to the employees. The Controller shall hold the back wages in escrow for workers whom the Labor Standards Enforcement Officer, despite his/her best efforts, including any required public notice, cannot locate; funds so held for three years or more shall be dedicated to the enforcement of the Minimum Wage Ordinance or other laws enforced by the Office of Labor Standards Enforcement.\n(Added by Ord. 205-06, File No. 060247, App. 7/25/2006; amended by Ord. 175-11, File No. 110594, App. 9/16/2011, Eff. 10/16/2011)\nCODIFICATION NOTES\n\n1.     Reference corrected to account for reorganization of Sec. \n12R.18 by Ord. 175-11.\n\n2.     So in Ord. 205-06; reference should be to \nChapter 10, Article XX.\n\n","heading":{"title":"12R","chaptersection":"17. ","identifier":"12R.17. ","catch_text":"VIOLATIONS."}}