{"text":"\n     (a)     Period of Limitation for Appeal. Persons receiving an administrative citation may appeal it within fifteen (15) days from the date the citation is served. The appeal must be in writing and must indicate a return address. It must be accompanied by the penalty amount, specifying the basis for the appeal in detail, and must be filed with both the Office of Labor Standards Enforcement and the Controller's Office as indicated in the administrative citation. \n     (b)     Hearing Date. As soon as practicable after receiving the written notice of appeal and the penalty amount, the Controller or his or her designee shall promptly select a hearing officer (who shall not be an employed in the Office of Labor Standards Enforcement) to hear and decide the administrative appeal. The hearing officer shall fix a date, time and place for the hearing on the appeal. Written notice of the time and place for the hearing may be served by first class mail, at the return address indicated on the written appeal. Service of the notice must be made at least ten (10) days prior to the date of the hearing to the person appealing the citation. The hearing shall be held no later than thirty (30) days after service of the notice of hearing, unless that time is extended by mutual agreement of the parties. \n     (c)     Notice. Except as otherwise provided by law, the failure of any person with an interest in property affected by the administrative citation, or other person responsible for a violation, to receive a properly addressed notice of the hearing shall not affect the validity of any proceedings under this Chapter. Service by first class mail, postage prepaid, shall be effective on the date of mailing. \n     (d)     Failure to Appeal. Failure of any person to file an appeal in accordance with the provisions of this Section or to appear at the hearing shall constitute a failure to exhaust administrative remedies and a forfeiture of the penalty amount previously remitted. \n     (e)     Submittals for the Hearing. No later than five (5) days prior to the hearing, the person to whom the citation was issued and the Office of Labor Standards Enforcement shall submit to the hearing officer, with simultaneous service on the opposing party, written information including, but not limited to, the following: the statement of issues to be determined by the hearing officer and a statement of the evidence to be offered and the witnesses to be presented at the hearing. \n     (f)     Conduct of Hearing. The hearing officer appointed by the Controller or the Controller's designee shall conduct all appeal hearings under this Chapter. The Office of Labor Standards Enforcement shall have the burden of proof in such hearings. The hearing officer may accept evidence on which persons would commonly rely in the conduct of their serious business affairs, including but not limited to the following: \n          (1)     A valid citation shall be prima facie evidence of the violation;\n          (2)     The hearing officer may accept testimony by declaration under penalty of perjury relating to the violation and the appropriate means of correcting the violation; \n          (3)     The person responsible for the violation, or any other interested person, may present testimony or evidence concerning the violation and the means and time frame for correction. \n     The hearing shall be open to the public and shall be tape-recorded. Any party to the hearing may, at his or her own expense, cause the hearing to be recorded and transcribed by a certified court reporter. The hearing officer may continue the hearing and request additional information from the Office of Labor Standards Enforcement or the appellant prior to issuing a written decision. \n     (g)     Hearing Officer's Decision; Findings. The hearing officer shall make findings based an the record of the hearing and issue a decision based on such findings within fifteen (15) days of conclusion of the hearing. The hearing officer's decision may uphold the issuance of a citation and penalties stated therein, may dismiss a citation, or may uphold the issuance of the citation but reduce, waive or conditionally reduce or waive the penalties stated in a citation or any late fees assessed if mitigating circumstances are shown and the hearing of officer finds specific grounds for reduction or waiver in the evidence presented at the hearing. The hearing officer may impose conditions and deadlines for the correction of violations or the payment of outstanding civil penalties. Copies of the findings and decision shall be served upon the appellant and the Office of Labor Standards Enforcement by certified mail. \n     (h)     Hearing Officer's Decision. The decision of the hearing officer is final. If the hearing officer concludes that the violation charged in the citation did not occur or that the person charged in the citation was not the responsible party, the Office of Labor Standards Enforcement shall refund or cause to be refunded the penalty amount to the person who deposited such amount. The hearing officer's decision shall be served on the appellant by certified mail. \n(Added by Ord. 205-06, File No. 060247, App. 7/25/2006)\n\n","heading":{"title":"12R","chaptersection":"21","identifier":"12R.21","catch_text":"ADMINISTRATIVE APPEAL."}}