{"text":"\n     (a)     Implementation. The Agency shall be authorized to coordinate implementation and enforcement of this Chapter and may promulgate appropriate guidelines or rules for such purposes consistent with this Chapter. Any guidelines or rules promulgated by the Agency shall have the force and effect of law and may be relied on by Employers, Employees and other parties to determine their rights and responsibilities under this Chapter. Any guidelines or rules may establish procedures for ensuring fair, efficient and cost-effective implementation of this Chapter, including supplementary procedures for helping to inform Employees of their rights under this Chapter, for monitoring Employer compliance with this Chapter, and for providing administrative hearings to determine whether an Employer or other person has violated the requirements of this Chapter. The Agency shall make every effort to resolve complaints in a timely manner and shall have a policy that the Agency shall take no more than one year to settle, request an administrative hearing under Section \n12R.7(b), or initiate a civil action under Section \n12R.7(c). The failure of the Agency to meet these timelines within one year shall not be grounds for closure or dismissal of the complaint.\n     (b)     Administrative Enforcement. The Agency is authorized to take appropriate steps to enforce this Chapter. The Agency may investigate any possible violations of this Chapter by an Employer or other person. Where the Agency has reason to believe that a violation has occurred, it may order any appropriate temporary or interim relief to mitigate the violation or maintain the status quo pending completion of a full investigation or hearing. Where the Agency, after a hearing that affords a suspected violator due process, determines that a violation has occurred, it may order any appropriate relief including, but not limited to, reinstatement, the payment of any back wages unlawfully withheld, and the payment of an additional sum as an administrative penalty in the amount of $50 to each Employee or person whose rights under this Chapter were violated for each day that the violation occurred or continued. A violation for unlawfully withholding wages shall be deemed to continue from the date immediately following the date that the wages were due and payable as provided in Part 1 (commencing with Section 200) of Division 2 of the California Labor Code, to the date immediately preceding the date the wages are paid in full. Where prompt compliance is not forthcoming, the Agency may take any appropriate enforcement action to secure compliance, including initiating a civil action pursuant to Section 7(c)\n1 of this Chapter and/or, except where prohibited by state or federal law, requesting that City agencies or departments revoke or suspend any registration certificates, permits or licenses held or requested by the Employer or person until such time as the violation is remedied. In order to compensate the City for the costs of investigating and remedying the violation, the Agency may also order the violating Employer or person to pay to the City a sum of not more than $50 for each day and for each Employee or person as to whom the violation occurred or continued. Such funds shall be allocated to the Agency and shall be used to offset the costs of implementing and enforcing this Chapter. The amounts of all sums and payments authorized or required under this Chapter shall be updated annually for inflation, beginning January 1, 2005, using the inflation rate and procedures set forth in Section 4(b)\n2 of this Chapter. An Employee or other person may report to the Agency in writing any suspected violation of this Chapter. The Agency shall encourage reporting pursuant to this subsection by keeping confidential, to the maximum extent permitted by applicable laws, the name and other identifying information of the Employee or person reporting the violation. Provided, however, that with the authorization of such person, the Agency may disclose his or her name and identifying information as necessary to enforce this Chapter or for other appropriate purposes. In order to further encourage reporting by Employees, if the Agency notifies an Employer that the Agency is investigating a complaint, the Agency shall require the Employer to post or otherwise notify its Employees that the Agency is conducting an investigation, using a form provided by the Agency.\n     (c)     Civil Enforcement. The Agency, the City Attorney, any person aggrieved by a violation of this Chapter, any entity a member of which is aggrieved by a violation of this Chapter, or any other person or entity acting on behalf of the public as provided for under applicable state law, may bring a civil action in a court of competent jurisdiction against the Employer or other person violating this Chapter and, upon prevailing, shall be entitled to such legal or equitable relief as may be appropriate to remedy the violation including, without limitation, the payment of any back wages unlawfully withheld, the payment of an additional sum as liquidated damages in the amount of $50 to each Employee or person whose rights under this Chapter were violated for each day that the violation occurred or continued, reinstatement in employment and/or injunctive relief, and shall be awarded reasonable attorneys' fees and costs. Provided, however, that any person or entity enforcing this Chapter on behalf of the public as provided for under applicable state law shall, upon prevailing, be entitled only to equitable, injunctive or restitutionary relief, and reasonable attorneys' fees and costs. Nothing in this Chapter shall be interpreted as restricting, precluding, or otherwise limiting a separate or concurrent criminal prosecution under the Municipal Code or state law. Jeopardy shall not attach as a result of any administrative or civil enforcement action taken pursuant to this Chapter.\n     (d)     Interest. In any administrative or civil action brought for the nonpayment of wages under this Section, the Agency or court, as the case may be, shall award interest on all due and unpaid wages at the rate of interest specified in subdivision (b) of Section 3289 of the California Civil Code, which shall accrue from the date that the wages were due and payable as provided in Part 1 (commencing with Section 200) of Division 2 of the California Labor Code, to the date the wages are paid in full. \n     (e)     Posting Notice of Violation. If an Employer fails to comply with a settlement agreement with the Agency, a final determination by the Agency after an administrative hearing officer issues a decision after a hearing under Section \n12R.7(b), an administrative citation issues under Section \n12R.19, a decision made in an administrative appeal brought under Section \n12R.21, or judgment issued by the Superior Court, and the Employer has not filed an appeal from the administrative hearing decision, administrative citation, administrative appeal decision, or judgment, or the appeal is final, the Agency may require the Employer to post public notice of the Employer's failure to comply in a form determined by the Agency.\n(Added by Proposition L, 11/4/2003; amended by Ord. 205-06, File No. 060247, App. 7/25/2006; Ord. 175-11, File No. 110594, App. 9/16/2011, Eff. 10/16/2011)\nCODIFICATION NOTES\n\n1.     So in Ord. 205-06 and previously; reference should be to Sec. \n12R.7(c).\n\n2.     So in Ord. 205-06 and previously; reference should be to Sec. \n12R.4(b).\n\n","heading":{"title":"12R","chaptersection":"7","identifier":"12R.7","catch_text":"IMPLEMENTATION AND ENFORCEMENT."}}