{"text":"\n     For the purposes of this Chapter, the following definitions shall apply to the terms used herein. \n     (a)     \"Abusive Forms of Child Labor\" shall mean the following: work performed by a person under the age of 18 when the person does not voluntarily seek the work or the person is threatened by the person's employer with physical, mental or emotional harm for nonperformance; (2) work performed by a person under the age of 18 in violation of any applicable law of the country of manufacture or assembly governing the minimum age of employment, compulsory education, or occupational health and safety; or (3) the use of a person under the age of 18 for illegal activities, including but not limited to the production or trafficking of illicit drugs or for prostitution. \n     (b)     \"Contract\" shall mean an agreement for Goods for an amount greater than $25,000 and having a term in excess of three months to be purchased or provided at the expense of the City and County or to be paid out of moneys deposited in the treasury or out of trust moneys under the control of or collected by the City and County. \"Contract\" shall also mean any amendment to a contract entered into after the effective date of this Chapter that causes the amount of the contract to exceed $25,000 or causes the term to exceed three months. \n     (c)     \"Contractor\" shall mean any person or persons, association, cooperative, firm, partnership, corporation, company, venture, trustee, trustee in bankruptcy, receiver, or combination thereof who enters into a Contract with the City and County. \n     (d)     \"Director\" shall mean the Director of the Office of Contract Administration.\n     (e)     \"Foreign Convict or Forced Labor\" shall mean any form of labor used to produce or manufacture goods prohibited from importation into the United States under 19 U.S. C. § 1307, which includes Abusive Forms of Child Labor and Slave Labor. \n     (f)     \"Good\" shall mean any good, including without limitation, any material, supply, or equipment.\n     (g)     \"Slave Labor\" shall mean any form of slavery, sale and trafficking of persons, debt bondage, indentured servitude, serfdom, or forced or compulsory labor. \n     (h)     \"Subcontract\" shall mean any subcontract agreement or arrangement directly with a Contractor for any work under a Contract (first tier subcontract) and shall mean any subcontract agreement or arrangement between subcontractors, at any tier, except for any agreement or arrangement between subcontractors if the amount of the agreement or arrangement is less than the lesser of (1) 10 percent of the amount of the higher tier subcontractor's work; or (2) $25,000. \"Subcontract\" also shall mean any subcontract agreement or arrangement that any Contractor or Subcontractor creates by dividing work into smaller increments for award to any subcontracting entity created for the purpose of awarding a subcontract that is not subject to this Chapter on the basis that it fails to meet either of the monetary thresholds for a Subcontract set above in this subsection (h). \n     (i)     \"Subcontractor\" shall mean any person or persons, association, cooperative, firm, partnership, corporation, trustee, trustee in bankruptcy, receiver, or combination thereof including without limitation any subcontractor, entering into a Subcontract. \n     (j)     \"Sweatshop Labor\" shall mean work performed by any Worker under terms or conditions that seriously or repeatedly violate laws of the jurisdiction within which the work is performed governing: (i) wages: (ii) employee benefits; (iii) health and safety, including without limitation exposure to hazardous or toxic substances; (iv) labor, including without limitation collective bargaining rights; (v) environmental conditions; (vi) nondiscrimination, harassment, or retaliation, including without limitation all laws prohibiting workplace and employment discrimination; (vii) freedom of association; or (viii) building or fire codes. \"Sweatshop Labor\" also shall mean any work performed by any person contributing to the provision of Goods to the City and County under a Contract or Subcontract that constitutes Foreign Convict or Forced Labor, or Abusive Forms of Child Labor or Slave Labor. \n     (k)     \"Worker\" shall mean any employee of a Contractor or Subcontractor who contributes to the provision of Goods to the City and County under a Contract or Subcontract, including but not limited to any manufacturing or assembling of the Goods. \n(Added by Ord. 223-05, File No. 051257, App. 9/16/2005; Ord. 265-07, File No. 071369, App. 11/14/2007)\n\n","heading":{"title":"12U","chaptersection":"2. ","identifier":"12U.2. ","catch_text":"DEFINITIONS."}}