{"text":"\n     (a)     It is the City's goal to achieve full compliance with this Chapter. But, in the absence of bids or proposals that are fully compliant with the provisions of this Chapter, the City should have authority to award Contracts to the bidder or proposer that is most compliant with this Chapter. If, in response to a solicitation for bids or a request for proposals, the City receives no bids or proposals that are fully compliant with the provisions of this Chapter, the Director is authorized to enter into a Contract with a noncompliant bidder or proposer, according to the following principles. \n     (b)     Notwithstanding the determination of low bid or highest ranked proposal, the Director shall have authority to determine which bidder or proposer most substantially complies with this Chapter, and shall award the Contract to that bidder or proposer. \n     (c)     No Contract awarded pursuant to subsection (b) may exceed two years in term unless the Director determines, no later than six months prior to the expiration of the original term of the Contract, that the Contractor has achieved an additional level or levels of compliance with the provisions of this Chapter that warrants exercise of an option to extend the Contract for up to an additional year. \n     (d)     Any Contract awarded pursuant to subsection (b) shall be terminated by the Director during the original term of the Contract or any extension of the original term if the Director determines that the Contractor (i) is not making a good faith effort to achieve an additional level or levels of compliance with the provisions of this Chapter or (ii) has not corrected within a reasonable time, as defined by the Director, a specific violation of this Chapter that the City discovers after award of the Contract. In addition, the Director shall include in any Contract awarded pursuant to subsection (b) a compliance plan that identifies deficiencies in the bid or proposal and specifies a condition or conditions and related timetables designed to achieve an additional level or levels of compliance with the provisions of this Chapter no later than six months prior to the expiration of the original term of the Contract; and failure of the Contractor to satisfy said compliance plan may serve as the basis for the Director to terminate the Contract. \n     (e)     Standards for determining most substantial compliance under subsection (b) and additional level or levels of compliance under subsections (c) and (d) shall be adopted by the Director following consultation with the Office of Labor Standards Enforcement and the Sweatfree Procurement Advisory Group, and a public hearing. Such standards shall give due consideration to the City's need to receive information from bidders and Contractors to enable the City to monitor compliance with this Chapter; the degree to which a particular requirement of the Ordinance is not being complied with by a bidder or Contractor; the number of requirements of the Ordinance that are not being complied with by a bidder or Contractor; practical difficulties faced by bidders and/or Contractors generally in complying with a particular requirement of the Ordinance; the relative importance, if ascertainable, of the different labor standards set forth in Section \n12U.3; and such other factors as may be relevant to achieving maximum compliance with this Chapter. \n          Such standards shall become operative on the effective date of this Section if they are adopted by the Director before then. Such standards shall become operative on the date they are adopted by the Director if that occurs after the effective date of this Section. \n          In addition, the Director has authority to adopt rules and procedures that implement this Section. \n     (f)     The Director shall not award a Contract pursuant to subsection (b) where the cost of that contract would exceed the low bid or highest ranked proposal by more than 15 percent. \n     (g)     The Director shall submit quarterly reports to the Board of Supervisors regarding the implementation of this Section and contracts issued to otherwise noncompliant bidders or proposers under this Section. \n     (h)     Neither subsection (b) nor any other provision in this Section shall override the Director's authority to reject all bids or proposals or take other action within his or her legal authority. \n(Added by Ord. 265-07, File No. 071369, App. 11/14/2007)\n\n","heading":{"title":"12U","chaptersection":"9.5. ","identifier":"12U.9.5. ","catch_text":"AWARD OF CONTRACT ABSENT A SWEATFREE-COMPLIANT BID OR PROPOSAL."}}