{"text":"\n     (a)     The Director shall implement and administer, and the Director and the Office of Labor Standards Enforcement shall enforce the requirements of this Chapter. The Director may issue regulations for the implementation and administration of this Chapter. The Director may, in consultation with the Office of Labor Standards Enforcement, issue regulations for the enforcement of this Chapter. The Director may delegate, in writing, responsibilities to other departments, offices, employees, officers, or agents of the City and County. Each City department, when requested by the Director, shall cooperate with the Director in the implementation or administration of this Chapter, and when requested by the Director or Office of Labor Standards Enforcement, shall cooperate with the enforcement of this Chapter by providing relevant information that is in the department's possession and control, and providing any other assistance that it is feasible for the department to provide. The City and County may, subject to the Charter, including without limitation its budgetary and fiscal provisions, and the Municipal Codes, enter into contracts with any entity and cooperative agreements or arrangements with any public entity for assistance in implementing, administering or enforcing this Chapter, and shall explore efficient and cost-effective mechanisms for ensuring the compliance of Contractors. \n     (b)     Until such time as the City and County determines that it is able to adequately monitor compliance with this Chapter using City personnel, the City and County shall, subject to the Charter, including without limitation its budgetary and fiscal provisions, and the Municipal Codes, enter into an agreement with an independent non-profit organization with expertise in monitoring and reporting on Sweatshop Labor for assistance monitoring the compliance of Contractors. This subsection does not in anyway limit the City's ability to contract for assistance under subsection \n12U.7(a). \n     (c)     Each Contractor and Subcontractor shall cooperate fully with any investigation of the Director, the Office of Labor Standards Enforcement, the Director's designee or contractors, including without limitation any independent non-profit monitor, and other City employees and agents authorized to assist in the implementation, administration or enforcement of this Chapter. Such persons or entities shall, in the performance of their duties, have the right to engage in random inspections of any worksite where the Contract or any Subcontract is performed and have access to any Worker or any record required to be maintained in Section \n12U.3. \n     (d)     Any failure of a Contractor or Subcontractor to perform in accordance with this Chapter shall be a material breach of the Contract. In such an event, the City and County may take any or all of the following actions: \n          (1)     Assess liquidated damages as provided for in the Contract.\n          (2)     Terminate the Contract.\n          (3)     Commence debarment proceedings pursuant to \nChapter 28 of this Code against the Contractor, where the Contractor has failed to comply with this Chapter, or against the Subcontractor, or Contractor and Subcontractor, where the Subcontractor has failed to comply with this Chapter. \n          (4)     Withhold payments under the Contract until the Contractor or its Subcontractor is in full compliance with this Chapter.\n          (5)     Require the Contractor or Subcontractor, at its expense, to provide training and best practices guidelines to managers and employees at the facility or operation where the violation occurred to ensure future compliance. Upon request by the Director or the Director's designee, the Contractor or Subcontractor shall submit such materials for the City and County's review and approval prior to distribution to managers and employees. \n          (6)     Any Contractor or Subcontractor shall provide the Director or the Director's designees or contractor, and other City employees and agents authorized to assist in the administration and enforcement of this Chapter immediate access to the facility or operation where the violation has occurred for an inspection of the facility or operation and records, and interviews of Workers. \n          (7)     During the term of the Contract, but not more than once every 30 days, the Director, the Office of Labor Standards Enforcement, or the Director's designee may require the Contractor or Subcontractor to provide a written summary of the steps taken to remedy the noncompliance and any difficulties encountered in curing the noncompliance. The request may require the response to be submitted under penalty of perjury. The Contractor or Subcontractor shall provide the written summary within the time period specified by the Director, the Office of Labor Standards Enforcement, or the Director's designee, which shall not be less than 14 days from receipt of the request. \n          (8)     Pursue any other remedies available to the City and County at law or in equity.\n(Added by Ord. 223-05, File No. 051257, App. 9/16/2005)\n\n","heading":{"title":"12U","chaptersection":"7","identifier":"12U.7","catch_text":"ADMINISTRATION AND ENFORCEMENT."}}