{"text":"\n     This Chapter shall not apply in the following circumstances: \n     (a)     When a Contract involves the expenditure of funds received by the City and County and the application of this Chapter would violate or be inconsistent with the terms or conditions of the applicable grant agreement, subvention or agreement or the instructions of an authorized representative of any such agency with respect to any such grant agreement, subvention or agreement. \n     (b)     When the Director or the Director's designee determines that there is only one responsible contractor available to provide the Goods and that contractor is unable to comply with this Chapter, or the City and County department, commission, office or other City and County entity seeking to enter into the contract certifies in writing to the Director, and the Director finds that there are no qualified responsive bidders or proposers or prospective contractors that would comply with the requirements of this Chapter and the Contract is for Goods that are essential to the City or the public. This subsection (b) is subject to the provisions of Section \n12U.9.5. If a waiver is granted pursuant to this subsection (b), the Contract entered into as a result of the waiver may be for a term of no greater than two years. \n     (c)     When the Contract is with a public entity.\n     (d)     When the acquisition of Goods is only incidental to the other purchases under the Contract. The acquisition of Goods shall be incidental if the amount paid by the City for the Goods is 10 percent or less than the total amount of the Contract. \n     (e)     If the department recommending the Contract certifies in writing to the Director that pursuant to Administrative Code Section \n6.60 or \n21.15 that the Contract is necessary to respond to an emergency which endangers the pubic health or safety and no entity which complies with the requirements of this Chapter capable of responding to the emergency is immediately available. \n(Added by Ord. 223-05, File No. 051257, App. 9/16/2005; Ord. 265-07, File No. 071369, App. 11/14/2007)\n\n","heading":{"title":"12U","chaptersection":"9","identifier":"12U.9","catch_text":"EXCEPTIONS."}}