{"text":"\n     Each Contractor and Subcontractor shall comply with each of the following requirements: \n     (a)     Each Contractor and Subcontractor, regarding any Worker, shall comply with all human and labor rights and labor standards imposed by treaty or law on the country in which the Goods are made or assembled, and shall not engage in Sweatshop Labor. \n     (b)     Each Contractor and Subcontractor shall pay at least the following minimum wages to Workers: (1) to Workers working in the United States a base hourly wage, to be set and adjusted annually by the Director, to produce for 2,080 hours worked, an annual income equal to or greater than the U.S. Department of Health and Human Services most recent poverty guidelines for a family of three plus an additional 20 percent of the wage level paid, including without limitation amounts paid as hourly wages or health benefits or retirement benefits; and (2) for Workers working in countries other than the United States, a wage, to be set and adjusted annually by the Director, that shall be comparable to the wage for domestic manufacturers established above, adjusted to reflect the country's level of economic development by using the World Bank's most recent Gross National Income per capita Purchasing Power Parity Index. \n     (c)     This Chapter specifies a minimum level of compensation to be paid Workers and shall not be construed to preempt or otherwise limit any other applicable law, regulation or requirement that requires a higher level of compensation. \n     (d)     Each Contractor and Subcontractor shall keep or cause to be kept for a period of not less than three years from the date of the expiration or termination of the term of the Contract, basic payroll and time records for each Worker, and copies of any tax records filed with a governmental entity during the term. Such records shall include the following for each Worker: (a) name and job classification; (b) a general description of the work the Worker performed each day and the rate of pay (including rates of contributions for, or costs assumed to provide fringe benefits); and (c) the daily and weekly number of hours worked, deductions made; and (d) any actual wages paid. \n     (e)     Each Contractor and Subcontractor shall maintain weekly certified payroll records for submission to the Office of Contract Administration, the Office of Labor Standards Enforcement, or the Director's designee or other authorized officers or agents of the City and County upon demand. The Contractor shall be responsible for submitting the payroll records of its Subcontractors, although Subcontractors shall submit such records directly to the City and County upon request. All certified payroll records shall be accompanied by a statement signed by the Contractor, or Subcontractor if requested by the City and County to submit the records, stating that the records are complete and correct. \n     (f)     All records required to be maintained by this Chapter shall at all times be open to inspection and examination of the duly authorized officers and agents of the City and County of San Francisco. \n     (g)     All Contractors and Subcontractors shall comply with the overtime laws and regulations applicable to their Workers. In the absence of a law setting overtime compensation, overtime hours shall be compensated at the rate of one-and-one-half times the regular hourly compensation rate. All overtime hours worked beyond 48 hours of working time per work week shall be worked voluntarily, except mandatory overtime above that 48-hour mark is permitted if each of the following conditions is satisfied: (1) the law of the country of manufacture permits mandatory overtime, (2) the manufacturing facility is party to a collective bargaining agreement that permits mandatory overtime, and (3) the mandatory overtime hours are worked in conformance with the collective bargaining agreement. \n     (h)     No Contractor or Subcontractor shall subject any Worker to any physical, sexual, or other illegal harassment or abuse, including corporal punishment, illegal discrimination or retaliation for exercising his or her right to free speech and assembly or other rights protected under applicable labor or employment laws. \n     (i)     No Contractor or Subcontractor shall require or compel any Worker to use contraceptives or take pregnancy tests.\n     (j)     Before commencing any work under the Contract, the Contractor shall provide the City and County a list of the names and addresses of each Subcontractor to be utilized in the performance of the Contract, the Contractor's and each Subcontractor's applicable State tax identification number and the address of each manufacturing or other facility or operation of the Contractor and its Subcontractors for the performance of the Contract. The Office of Contract Administration shall post this information on its internet website before a Contractor or any of its Subcontractors may commence work under the Contract. Contractor shall update the list to show any changes in the Subcontractors or the facilities or operation during the term of the Contract. Before commencing any work under the Contract, the Contractor also shall provide the City and County a written statement showing the amount to be paid each Subcontractor and shall update this information in writing to show changes in the amount to be paid any Subcontractor or amounts to be paid Subcontractors added after submittal of the most recent statement to the City and County. Amounts to be paid to subcontractors may be reported in ranges of $20,000.00 to $50,000.00; $50,001.00 to $100,000.00; $100,001.00 to $250,000.00; $250,001.00 to $500,000.00; above $500,000.00; or such other ranges as the Director, after consultation with the Office of Labor Standards Enforcement and Sweatfree Procurement Advisory Group, deems appropriate to effectively implement this Chapter. Updates in the amount to be paid a Subcontractor or Subcontractors after submittal of the most recent statements to the City and County need only be submitted if the changed amount would fall into a different range. \n     (k)     During each year of the term of a Contract, the Director, the Office of Labor Standards Enforcement, or the Director's designee may request a written assurance from the Contractor and each of its Subcontractors that the Contractor or Subcontractor is in compliance with this Chapter. The request may seek confirmation of compliance with some or all of the requirements of this Chapter, and may require the response to be submitted under penalty of perjury. The Contractor or Subcontractor shall provide the written assurance within the time period specified by the Director, the Office of Labor Standards Enforcement, or the Director's designee, which shall not be less than 14 days from receipt of the request. \n     (l)     Each Contractor and Subcontractor shall be responsible for ensuring the Subcontractor's compliance with this Chapter.\n     (m)     Contractors and Subcontractors shall demonstrate commitment to best practices and continuous improvement in management practices to eliminate Sweatshop Labor, including the right to freedom of association and collective bargaining. No Contractor or Subcontractor shall subject a Worker to harassment, intimidation or retaliation as a result of his or her efforts to freely associate or bargain collectively. This subsection shall not apply to Contractors or Subcontractors subject to the National Labor Relations Act, 29 U.S.C. §§ 151 et seq. \n(Added by Ord. 223-05, File No. 051257, App. 9/16/2005; Ord. 265-07, File No. 071369, App. 11/14/2007)\n\n","heading":{"title":"12U","chaptersection":"3","identifier":"12U.3","catch_text":"PROHIBITION ON SWEATSHOP CONDITIONS."}}