{"text":"\n     (a)     The City and County shall establish a Sweatfree Procurement Advisory Group. The Sweatfree Procurement Advisory Group shall evaluate the industries engaged in the manufacture and sale of goods to determine whether contracts for any goods, in addition to apparel and garments, should be targeted for enforcement, and to evaluate the implementation, administration, and enforcement of this Chapter. To determine whether a particular good shall be targeted for enforcement, the factors that the Sweatfree Procurement Advisory Group shall consider shall include, but not be limited to: (a) the amount the City and County has spent, and anticipates spending for such good; (b) evidence of Sweatshop Labor or other conditions prohibited by this Chapter in the manufacturing, assemblage or distribution of such good; and (c) any financial impact that targeting the good for enforcement will have on the City and County. At the end of the first full fiscal year of the City and County following the effective date of this Chapter, and annually thereafter, the Sweatfree Procurement Advisory Group shall submit a written report to the Director and the Office of Labor Standards Enforcement that contains any recommendations on the administration, implementation, and enforcement of this Chapter, or the application of this Chapter to other goods. The report shall include the supporting information upon which each recommendation is based and a report on the financial impact that adoption of the recommendation will have on the City and County. The Director may submit any recommendation to extend the applicability of this Chapter to other goods to the Board of Supervisors. Upon the adoption of an ordinance approving such recommendation, Contracts for the purchase of such goods shall be subject to this Chapter. The Director in the Director's discretion may adopt other recommendations of the Sweatfree Procurement Advisory Group subject to the Municipal Code and the Charter. \n     (b)     The Sweatfree Procurement Advisory Group shall determine how the City and County may maximize its purchase of goods produced in San Francisco. Within four months of its formation, the Sweatfree Procurement Advisory Group shall examine how the City and County may provide preferences and/or incentives to garment industry manufacturers in San Francisco that are in compliance with this Chapter, and explore the expansion of preferences and/or incentives to other industries. Within the four-month period, the Sweatshop Procurement Advisory Group shall propose legislation to immediately implement the preferences and/or incentives. \n     (c)     The Sweatfree Procurement Advisory Group shall consist of eleven members. The Mayor and the Board of Supervisors shall each appoint five members. The Controller shall appoint one member. Each member shall be appointed to a term of two years. At least one of the Board of Supervisors' appointees and one of the Mayor's appointees must have significant experience representing employees in labor matters. At least one of the Board of Supervisors' appointees and one of the Mayor's appointees must have significant experience acquiring goods or services for a public entity. At least one of the Board of Supervisors' appointees and one of the Mayor's appointees must have significant experience as an advocate for human rights or the poor. The Controller's appointee shall have significant experience in finance, financial auditing, or accounting. All members of the Sweatfree Procurement Advisory Group shall be appointed within sixty days of the effective date of this Chapter. Each member shall serve at the pleasure of the appointing authority. The Sweatfree Procurement Advisory Group shall meet not less than once each fiscal year. \n(Added by Ord. 223-05, File No. 051257, App. 9/16/2005)\n\n","heading":{"title":"12U","chaptersection":"6. ","identifier":"12U.6. ","catch_text":"ADVISORY GROUP."}}