{"text":"\n     (a)     Implementation. The Agency shall be authorized to implement and enforce this Chapter and may promulgate appropriate guidelines or rules for such purposes. The regulations shall establish procedures for monitoring Covered Entities, receiving and investigating complaints, and providing administrative hearings to determine whether a Covered Entity has violated this Chapter. The Agency shall not adopt finally such guideline or rules until the Agency has held a public hearing. Any guidelines or rules promulgated by the Agency shall have the force and effect of law and may be relied on by parties to Contracts for Personal Services and other parties to determine their rights and responsibilities under this Chapter. \n     (b)     Investigations and Audits. The Agency shall monitor Covered Entities for compliance and investigate complaints of violations. A Covered Entity shall allow the Agency access to its records regarding Covered Contractor, with appropriate notice and at a mutually agreeable time, to monitor compliance with the requirements of this Chapter. A Covered Contractor or other person may report to the Agency in writing any suspected violation of this Chapter. The Agency shall encourage reporting pursuant to this subsection by keeping confidential, to the maximum extent permitted by applicable laws, the name and other identifying information of the Covered Contractor or person reporting the violation. Provided, however, that with the authorization of such person, the Agency may disclose his or her name and identifying information as necessary to enforce this Chapter or for other appropriate purposes. \n     (c)     Determination of Violation. Upon determining that a Covered Entity may have violated the terms of a Contract required under this Chapter, the Agency shall send written notice to the Covered Entity of the possible violation and of the Covered Entity's right to respond to the Agency's initial determination by submitting pertinent documents and other information. If after providing the Covered Entity with a reasonable opportunity to respond to the allegations the Agency makes a final determination that a violation has occurred, the Agency shall provide a written notice of violation to the Covered Entity. \n     (d)     Administrative Penalties and Other Relief. Where the Agency has found a violation has occurred, it may order any appropriate relief, including, but not limited to, restitution at the appropriate contractual rate. In order to compensate the City for the costs of investigating and remedying the violation, the Agency may also order the violating Covered Entity or person to pay to the City a sum of not more than $50 for each day or portion thereof and for each Covered Contractor or person as to whom the violation occurred or continued. Such funds shall be allocated to the Agency and shall be used to offset the costs of implementing and enforcing this Chapter. The amounts of all sums and payments authorized or required under this Chapter shall be updated annually for inflation, beginning January 1, 2006, using the inflation rate and procedures set forth in Section 4(b) of \nChapter 12.R of this Code. \n     (e)     Right to Appeal. The Covered Entity may appeal the Agency's final determination. The Covered Entity must file an appeal with the Agency in writing, specifying the basis for contesting the determination, no later than 15 days after the date of the notice of determination. Failure to file an appeal in writing with the Agency within 15 days shall cause the Agency's determination to be deemed a final administrative decision by the City. \n     (f)     Administrative Hearing.\n          (1)     Within 15 days after the Agency receives an appeal, the Controller shall appoint a hearing officer and shall notify the Agency and the Covered Entity. \n          (2)     The hearing officer shall promptly set a date for a hearing. The hearing shall commence within 45 days of the notification of the appointment of the hearing officer and conclude within 75 days of such notification, unless all parties agree to an extended period. \n          (3)     The Agency shall have the burden of producing evidence that the Covered Entity has violated the requirements of this Chapter and the burden of proving the violation. \n     (g)     Hearing Officer's Decision.\n          (1)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision consisting of findings and a decision affirming, modifying, or vacating the Agency's determination. If the hearing officer affirms the Agency's determination, the hearing officer shall issue a decision upholding the Agency's determination. \n          (2)     The decision of the hearing officer shall be final. The Covered Entity may seek review of the hearing officer's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (3)     The failure of the Agency or hearing officer to comply with the time requirements of this Section shall not cause the hearing officer to lose jurisdiction over an appeal from the Agency's determination filed under this Section. \n          (4)     Upon receiving the hearing officer's decision affirming the Agency's determination, the Covered Entity shall take the corrective action, including the payment of liquidated damages, if any, within 14 days of receiving the hearing officer's decision. If a Covered Entity fails to take corrective action within the time required by the provisions of this Section, the City may immediately pursue all available remedies against the Contractor. \n     (h)     Civil Enforcement. The Agency, the City Attorney, any person aggrieved by a violation of this Chapter, any entity a member of which is aggrieved by a violation of this Chapter, or any other person or entity acting on behalf of the public as provided for under applicable state law, may bring a civil action in a court of competent jurisdiction against the Covered Entity or other person violating this Chapter and, upon prevailing, shall be entitled to such legal or equitable relief as may be appropriate to remedy the violation including, without limitation, restitution at the appropriate contractual rate, and shall be awarded reasonable attorneys' fees and costs. Provided, however, that any person or entity enforcing this Chapter on behalf of the public as provided for under applicable state law shall, upon prevailing, be entitled only to equitable, injunctive or restitutionary relief, and reasonable attorneys' fees and costs. \n(Added by Ord. 88-06, File No. 051724, App. 5/5/2006)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"12V","chaptersection":"5. ","identifier":"12V.5. ","catch_text":"IMPLEMENTATION AND ENFORCEMENT."}}