{"text":"\n     (a)     An employee may use paid sick leave not only when he or she is ill or injured or for the purpose of the employee's receiving medical care, treatment, or diagnosis, as specified more fully in California Labor Code § 233(b)(4), but also to aid or care for the following persons when they are ill or injured or receiving medical care, treatment, or diagnosis: Child; parent; legal guardian or ward; sibling; grandparent; grandchild; and spouse, registered domestic partner under any state or local law, or designated person. The employee may use all or any percentage of his or her paid sick leave to aid or care for the aforementioned persons. The aforementioned child, parent, sibling, grandparent, and grandchild relationships include not only biological relationships but also relationships resulting from adoption; step-relationships; and foster care relationships. \"Child\" includes a child of a domestic partner and a child of a person standing in loco parentis. \n     If the employee has no spouse or registered domestic partner, the employee may designate one person as to whom the employee may use paid sick leave to aid or care for the person. The opportunity to make such a designation shall be extended to the employee no later than the date on which the employee has worked 30 hours after paid sick leave begins to accrue pursuant to Section \n12W.3(a). There shall be a window of 10 work days for the employee to make this designation. Thereafter, the opportunity to make such a designation, including the opportunity to change such a designation previously made, shall be extended to the employee on an annual basis, with a window of 10 work days for the employee to make the designation. \n     (b)     An employer may not require, as a condition of an employee's taking paid sick leave, that the employee search for or find a replacement worker to cover the hours during which the employee is on paid sick leave. \n     (c)     An employer may require employees to give reasonable notification of an absence from work for which paid sick leave is or will be used. \n     (d)     An employer may only take reasonable measures to verify or document that an employee's use of paid sick leave is lawful.\n(Added by Proposition F, 11/7/2006)\n\n","heading":{"title":"12W","chaptersection":"4. ","identifier":"12W.4. ","catch_text":"USE OF PAID SICK LEAVE."}}