{"text":"\n     It shall be unlawful for an employer or any other person to interfere with, restrain, or deny the exercise of, or the attempt to exercise, any right protected under this Chapter. \n     It shall be unlawful for an employer or any other person to discharge, threaten to discharge, demote, suspend, or in any manner discriminate or take adverse action against any person in retaliation for exercising rights protected under this Chapter. Such rights include but are not limited to the right to use paid sick leave pursuant to this Chapter; the right to file a complaint or inform any person about any employer's alleged violation of this Chapter; the right to cooperate with the Agency in its investigations of alleged violations of this Chapter; and the right to inform any person of his or her potential rights under this Chapter. \n     It shall be unlawful for an employer absence control policy to count paid sick leave taken under this Chapter as an absence that may lead to or result in discipline, discharge, demotion, suspension, or any other adverse action. \n     Protections of this Chapter shall apply to any person who mistakenly but in good faith alleges violations of this Chapter. \n     Taking adverse action against a person within 90 days of the person's filing a complaint with the Agency or a court alleging a violation of any provision of this Chapter; informing any person about an employer's alleged violation of this Chapter; cooperating with the Agency or other persons in the investigation or prosecution of any alleged violation of this Chapter; opposing any policy, practice, or act that is unlawful under this Chapter; or informing any person of his or her rights under this Chapter shall raise a rebuttable presumption that such adverse action was taken in retaliation for the exercise of one or more of the aforementioned rights. \n(Added by Proposition F, 11/7/2006)\n\n","heading":{"title":"12W","chaptersection":"7","identifier":"12W.7","catch_text":"EXERCISE OF RIGHTS PROTECTED; RETALIATION PROHIBITED."}}