{"text":"\n     For purposes of this Chapter, the following definitions apply. \n     (a)     \"Agency\" shall mean the Office of Labor Standards Enforcement or any department or office that by ordinance or resolution is designated the successor to the Office of Labor Standards Enforcement. \n     (b)     \"City\" shall mean the City and County of San Francisco.\n     (c)     \"Employee\" shall mean any person who is employed within the geographic boundaries of the City by an employer, including part-time and temporary employees. \"Employee\" includes a participant in a Welfare-to-Work Program when the participant is engaged in work activity that would be considered \"employment\" under the federal Fair Labor Standards Act, 29 U.S.C. §201 et seq., and any applicable U.S. Department of Labor Guidelines. \"Welfare-to-Work Program\" shall include any public assistance program administered by the Human Services Agency, including but not limited to CalWORKS and the County Adult Assistance Program (CAAP), and any successor programs that are substantially similar to them, that require a public assistance applicant or recipient to work in exchange for their grant. \n     (d)     \"Employer\" shall mean any person, as defined in Section 18 of the California Labor Code, including corporate officers or executives, who directly or indirectly or through an agent or any other person, including through the services of a temporary services or staffing agency or similar entity, employs or exercises control over the wages, hours, or working conditions of an employee. \n     (e)     \"Paid sick leave\" shall mean paid \"sick leave\" as defined in California Labor Code § 233(b)(4), except that the definition extends beyond the employee's own illness, injury, medical condition, need for medical diagnosis or treatment, or medical reason, to also encompass time taken off work by an employee for the purpose of providing care or assistance to other persons, as specified further in Section 12W.4(a), with an illness, injury, medical condition, need for medical diagnosis or treatment, or other medical reason. \n     (f)     \"Small business\" shall mean an employer for which fewer than ten persons work for compensation during a given week. In determining the number of persons performing work for an employer during a given week, all persons performing work for compensation on a full-time, part-time, or temporary basis shall be counted, including persons made available to work through the services of a temporary services or staffing agency or similar entity. \n(Added by Proposition F, 11/7/2006)\n\n","heading":{"title":"12W","chaptersection":"2. ","identifier":"12W.2. ","catch_text":"DEFINITIONS."}}