{"text":"\n     (a)     Implementation. The Agency shall be authorized to coordinate implementation and enforcement of this Chapter and may promulgate appropriate guidelines or rules for such purposes. Any guidelines or rules promulgated by the Agency shall have the force and effect of law and may be relied on by employers, employees, and other persons to determine their rights and responsibilities under this Chapter. Any guidelines or rules may establish procedures for ensuring fair, efficient, and cost-effective implementation of this Chapter, including supplementary procedures for helping to inform employees of their rights under this Chapter, for monitoring employer compliance with this Chapter, and for providing administrative hearings to determine whether an employer or other person has violated the requirements of this Chapter. \n     (b)     Administrative Enforcement. The Agency is authorized to take appropriate steps to enforce this Chapter. The Agency may investigate any possible violations of this Chapter by an employer or other person. Where the Agency has reason to believe that a violation has occurred, it may order any appropriate temporary or interim relief to mitigate the violation or maintain the status quo pending completion of a full investigation or hearing. \n     Where the Agency, after a hearing that affords a suspected violator due process, determines that a violation has occurred, it may order any appropriate relief including, but not limited to, reinstatement, back pay, the payment of any sick leave unlawfully withheld, and the payment of an additional sum as an administrative penalty to each employee or person whose rights under this Chapter were violated. If any paid sick leave was unlawfully withheld, the dollar amount of paid sick leave withheld from the employee multiplied by three, or $250.00, whichever amount is greater, shall be included in the administrative penalty paid to the employee. In addition, if a violation of this Chapter resulted in other harm to the employee or any other person, such as discharge from employment, or otherwise violated the rights of employees or other persons, such as a failure to post the notice required by Section \n12W.5(b), or an act of retaliation prohibited by Section \n12W.7, this administrative penalty shall also include $50.00 to each employee or person whose rights under this Chapter were violated for each day or portion thereof that the violation occurred or continued. \n     Where prompt compliance is not forthcoming, the Agency may take any appropriate enforcement action to secure compliance, including initiating a civil action pursuant to Section \n12W.8(c) and/or, except where prohibited by State or Federal law, requesting that City agencies or departments revoke or suspend any registration certificates, permits or licenses held or requested by the employer or person until such time as the violation is remedied. In order to compensate the City for the costs of investigating and remedying the violation, the Agency may also order the violating employer or person to pay to the City a sum of not more than $50.00 for each day or portion thereof and for each employee or person as to whom the violation occurred or continued. Such funds shall be allocated to the agency and used to offset the costs of implementing and enforcing this Chapter. \n     An employee or other person may report to the agency any suspected violation of this Chapter. The Agency shall encourage reporting pursuant to this subsection by keeping confidential, to the maximum extent permitted by applicable laws, the name and other identifying information of the employee or person reporting the violation. Provided, however, that with the authorization of such person, the Agency may disclose his or her name and identifying information as necessary to enforce this Chapter or for other appropriate purposes. \n     (c)     Civil Enforcement. The Agency, the City Attorney, any person aggrieved by a violation of this Chapter, any entity a member of which is aggrieved by a violation of this Chapter, or any other person or entity acting on behalf of the public as provided for under applicable State law, may bring a civil action in a court of competent jurisdiction against the employer or other person violating this Chapter and, upon prevailing, shall be entitled to such legal or equitable relief as may be appropriate to remedy the violation including, but not limited to, reinstatement, back pay, the payment of any sick leave unlawfully withheld, the payment of an additional sum as liquidated damages in the amount of $50.00 to each employee or person whose rights under this Chapter were violated for each hour or portion thereof that the violation occurred or continued, plus, where the employer has unlawfully withheld paid sick leave to an employee, the dollar amount of paid sick leave withheld from the employee multiplied by three; or $250.00, whichever amount is greater; and reinstatement in employment and/or injunctive relief; and, further, shall be awarded reasonable attorneys' fees and costs. Provided, however, that any person or entity enforcing this Chapter on behalf of the public as provided for under applicable State law shall, upon prevailing, be entitled only to equitable, injunctive or restitutionary relief, and reasonable attorneys' fees and costs. \n     (d)     Interest. In any administrative or civil action brought under this Chapter, the Agency or court, as the case may be, shall award interest on all amounts due and unpaid at the rate of interest specified in subdivision (b) of Section 3289 of the California Civil Code. \n     (e)     Remedies Cumulative. The remedies, penalties, and procedures provided under this Chapter are cumulative. \n(Added by Proposition F, 11/7/2006)\n\n","heading":{"title":"12W","chaptersection":"8. ","identifier":"12W.8. ","catch_text":"IMPLEMENTATION AND ENFORCEMENT."}}