{"text":"\n     (a)     An advisory Community Oversight Committee shall monitor the implementation of section 12X of the Administrative Code. The Community Oversight Committee shall consist of seven voting members appointed by the Board of Supervisors. Members shall serve at the pleasure of the Board of Supervisors, for a term of two years. The Board shall appoint one member with each of the following qualifications or backgrounds: \n          (1)     One medical cannabis patient;\n          (2)     One member of the public defender's office;\n          (3)     One representative of a medical cannabis dispensary operating in San Francisco;\n          (4)     One civil liberties advocate;\n          (5)     One harm reduction practitioner;\n          (6)     One representative of a drug policy reform organization; and\n          (7)     One representative from any of the following categories: juvenile justice advocate, advocate for homeless persons, resident of public housing, or representative of an organization providing services to or advocating on behalf of residents of public housing in San Francisco. \n     (b)     The Police Department, the Department of Public Health and the District Attorney are encouraged to send one representative as a non-voting liaison to the advisory committee. \n     (c)     At the initial meeting of the advisory committee, and annually thereafter, the committee shall select a chairperson, and any other officers deemed necessary by the committee. Consistent with the requirements of state and local law, the committee shall establish rules for its own organization. All meetings shall be open to the public, except as provided by law. \n     (d)     The Community Oversight Committee shall:\n          (1)     Monitor the implementation of this Ordinance by gathering information, with the cooperation of the San Francisco Police Department and other law enforcement agencies. \n          (2)     Receive statements from individuals who believe they were subjected to law enforcement activity contrary to the lowest law enforcement priority policy. \n          (3)     Design a supplemental report form for San Francisco law enforcement officers to use to report all adult marijuana arrests, citation, and property seizures, and all instances of officers assisting in federal arrests, citations, and property seizures for any marijuana offenses by adults within the City and County of San Francisco. The Community Oversight Committee shall design the supplemental report with the goal of allowing the Committee to ascertain whether San Francisco law enforcement officers followed the lowest law enforcement priority policy. \n          (4)     Request additional information from any San Francisco Law Enforcement Officer who engaged in law enforcement activity relating to one or more marijuana offenses under circumstances that appear to violate the lowest law enforcement priority policy. An officer's decision not to provide additional information shall not be grounds for discipline. \n          (5)     Submit written reports semi-annually to the San Francisco Board of Supervisors on the implementation of this Ordinance. The Community Oversight Committee shall submit the first report no later than nine months after the effective date of this ordinance. The report shall include but not necessarily be limited to: the number of arrests, citations, property seizures, and prosecutions of adults for marijuana offenses in the City and County of San Francisco; the breakdown of marijuana arrests and citations of adults by race, age, specific charge, and classification as infraction, misdemeanor, or felony; any instances of law enforcement activity that the Committee believes violated the lowest law enforcement priority policy; and the estimated time and money spent by the City and County on law enforcement and punishment of adults for marijuana offenses. The report shall comply with all state and local confidentiality laws. \n          (6)     Within one year of the effective date of this Ordinance, make recommendations to the Police Department and Police Commission regarding regulations for implementing this Ordinance. \n          (7)     Recommend to the Board of Supervisors policy changes that would further the purposes of this Chapter.\n(Added by Ord. 296-06, File No. 061554, App. 11/29/2006)\n\n","heading":{"title":"12X","chaptersection":"6. ","identifier":"12X.6. ","catch_text":"COMMUNITY OVERSIGHT."}}