{"text":"\n     (a)     San Francisco Law Enforcement Officers shall make law enforcement activity relating to marijuana offenses by adults their lowest law enforcement priority. Law enforcement activities include, but are not limited to, investigation, citation, arrest, and seizure of property. \n     (b)     This lowest law enforcement priority policy shall not apply to the following:\n          (1)     Distribution or sale of marijuana to minors;\n          (2)     Possession, use, sale or distribution of marijuana by minors;\n          (3)     Distribution or sale of marijuana on public property (including public streets, sidewalks, parks, buildings or other public property) or within view of any person on public property, provided that the lowest law enforcement shall apply to distribution or sale of marijuana occurring entirely within a private residence or other private building, except as otherwise provided in Sections \n12X.5(b)(1), (2) or (5); \n          (4)     Driving under the influence; or\n          (5)     A marijuana offense that occurs in conjunction with or is related to an act or threat of violence, or where law enforcement officers reasonably believe that the marijuana offense poses a substantial threat of serious physical harm to the public. \n     (c)     The City and County of San Francisco urges the District Attorney to adopt a policy making prosecution of adults for marijuana offenses, as described herein, the lowest prosecutorial priority. \n     (d)     This lowest law enforcement priority policy shall apply to cooperating with federal agents to arrest, cite, investigate, prosecute, or seize property from adults for marijuana offenses included in the lowest law enforcement priority policy, where those marijuana offenses do not occur in conjunction with other criminal activity. \n     (e)     San Francisco law enforcement officers and other City and County employees shall not accept or renew formal deputization or commissioning by a Federal law enforcement agency if such deputization or commissioning is for the sole or primary purpose of investigating, citing, arresting, or seizing property from adults for marijuana offense included in the lowest law enforcement priority policy. \n     (f)     The City and County of San Francisco shall not accept any Federal funding that would be used solely or primarily to investigate, cite, arrest, or seize property from adults for marijuana offenses. \n(Added by Ord. 297-06, File No. 061295, App. 11/29/2006)\n\n","heading":{"title":"12X","chaptersection":"5. ","identifier":"12X.5. ","catch_text":"LOWEST LAW ENFORCEMENT PRIORITY."}}