{"text":"\n     As used in this Chapter, the following capitalized terms shall have the following meanings: \n     (a)     \"Contract\" shall mean an agreement between the City and any person, persons or other entity for public works or improvements to be performed, or for goods or services to be purchased, out of the treasury of the City and County, or out of trust monies under the control of or collected by the City and County. \n     (b)     \"Contract Amendment\" shall mean an agreement entered into on or after the effective date of this Ordinance pursuant to which a Contract entered into prior to the effective date of this Ordinance is modified or supplemented to: (1) extend the term of the Contract; (2) modify the total amount of money due from the City under the Contract; (3) modify the scope of services to be performed under the Contract; or (4) increase the amount, or change the nature of, goods to be provided under the Contract. The term \"Contract Amendment\" does not include construction change orders. \n     (c)     \"Contractor\" shall mean any person or persons, firm, partnership, corporation, or combination thereof, which enters into a Contract with a department head or other employee or officer empowered by law to enter into Contracts on the part of the City. \n     (d)     \"Director\" shall mean the Director of Administrative Services.\n     (e)     \"Participated in the Slave Trade\" shall mean: (1) issued slavery insurance policies, including but not limited to policies issued to Slaveholders for damage to or death of Persons Subjected to Slavery, and policies issued to insure business transactions and operations related to the traffic in Persons Subjected to Slavery; (2) purchased, sold or held Persons Subjected to Slavery; (3) provided loans to others to facilitate the purchase, sale, transport, or enslavement of Persons Subjected to Slavery; (4) used Persons Subjected to Slavery as collateral for insurance policies, loans or other transactions; (5) facilitated the traffic in Persons Subjected Slavery by transporting such persons by boat or rail; or (vi) provided any other services to aid and abet the traffic in Persons Subjected to Slavery. \n     (f)     \"Person Subjected to Slavery\" shall mean any person who was wholly subject to the will of another, whose person and services were wholly under the control of another, who was in a state of enforced and compulsory service to another, and who was deemed by law to be the property of another during the Slavery Era. \n     (g)     \"Predecessor Company\" shall mean an entity whose ownership, title and interest, including all rights, benefits, duties and liabilities, were acquired in an uninterrupted chain of succession by the Contractor. \n     (h)     \"Profits from the Slave Trade\" shall mean any economic advantage or financial benefit derived from the labor of Persons Subjected to Slavery or from Participation in the Slave Trade. \n     (i)     \"Slaveholder\" shall mean holders of Persons Subjected to Slavery, owners of business enterprises that used the labor of Persons Subjected to Slavery, owners of vessels or other modes of transport that transported Persons Subjected to Slavery, and merchants or financiers dealing in the purchase, sale or other business transactions related to Persons Subjected to Slavery. \n     (j)     \"Slavery Era\" shall mean that period of time in the United States of America prior to the year \"1865.\"\n(Added by Ord. 275-06, File No. 060396, App. 11/17/2006)\n\n","heading":{"title":"12Y","chaptersection":"2","identifier":"12Y.2","catch_text":"DEFINITIONS."}}