{"text":"\n     The Board of Supervisors of the City and County of San Francisco hereby finds and declares that: \n     (a)     Insurance policies from the American slavery era, which have been discovered in the archives of several insurance companies, document insurance coverage to slaveholders for damage to or death of people subjected to slavery. In some cases, existing insurance firms or their predecessor firms issued these policies. \n     (b)     Further records may exist showing that insurance companies, financial services firms, and textile companies, either directly or through their parent entities, subsidiaries, predecessors in interest, or otherwise, bought or sold people subjected to slavery, provided property insurance covering people subjected to slavery, provided loans to purchase people subjected to slavery, used people subjected to slavery as collateral for insurance policies or other transactions, profited from the trade in people subjected to slavery, and/or provided related services to aid and abet such trade. \n     (c)     Discovery and publication of these records is an important first step in addressing the legacy of slavery in this country. For example, in June of 2005, the Wachovia Corporation, in the course of complying with a Chicago law similar to this Ordinance, discovered that some of its predecessor companies owned slaves and used slaves as collateral for loans. Wachovia issued an apology for the actions of its predecessor companies, and called for a \"stronger dialogue about slavery and the experience of African-Americans in our country.\" \n     (d)     Insurance policies, loan documents and other documents and records provide evidence of ill-gotten profits from slavery, which profits, in part, capitalized insurers, financial services providers and textile companies. The successors of these companies remain in existence today, and such profits from the uncompensated labor of enslaved Africans represent a continuing legacy of slavery. \n     (e)     Slavery was legal at the time that the contemptible practices outlined above occurred, but that does not make the practices any less repugnant, abhorrent or deplorable, nor in any way diminish the gravity of these wrongs or the importance of rectifying and remediating these travesties. \n     (f)     Deplorable treatment of Africans brought to this country as slaves was not limited to the southern states. In 1852, the California Legislature passed a California Fugitive Slave Act that gave white men the power to arrest Africans who they claimed were slaves, and return them to southern slave states. California's first governor, Peter Burnet, recommended during the first session of the California Legislature that the Assembly adopt a bill to exclude \"Free Negroes\" from California. In 1858, the Assembly passed House Bill 395, \"an Act to Restrict and Prevent the Immigration to and Residence in this State of Negroes and Mulattoes.\" These laws, and others like them, were a major factor in the decision of several hundred African men and women to migrate from San Francisco to Victoria, Canada. \n     (g)     Many San Francisco residents are descendants of people subjected to slavery, people who were defined as private property and insured as such, people who were used as collateral for insurance policies, loans and other transactions, were dehumanized, snatched from their families, and coerced into performing labor without appropriate compensation or benefits. \n     (h)     Appropriate compensation to Africans for their labor would have been bequeathed to their descendants to assist them in developing a solid economic base that included individual wealth and thriving African American community institutions, thereby providing a level playing field and ensuring equal opportunity in this country. \n     (i)     The City and County of San Francisco acknowledges the loss of assets that rightfully should be the property of descendants of African people subjected to slavery, and extends its apologies to their descendants who continue to suffer the legacy of slavery. \n     (j)     The San Francisco Board of Supervisors pays tribute to and honors the people subjected to slavery who toiled and sacrificed their lives in building this country's economic foundation, and also honors descendants of those people subjected to slavery in America who, notwithstanding the degradation of slavery and discrimination, and the systematic efforts to deprive them of a sense of family, human dignity and prosperity, have developed a vibrant community, culture, and creative genius, and have made untold contributions to the fabric of our society, in the absence of which this nation would not be recognizable. \n     (k)     The effects of racism on the residents of the City and County of San Francisco have been well documented in the San Francisco Human Rights Commission's authorized study, The Unfinished Agenda, and in the Report of the 2004-2005 Civil Grand Jury for the City and County of San Francisco, The More Things Change, The More They Stay The Same: The City and County of San Francisco and the San Francisco Unified School District Are Failing to Address the Educational Needs of the Bayview Hunters Point Community. \n     (l)     The aforesaid residents, and all of the residents of San Francisco, are entitled to full disclosure of the information regarding the above-described transactions that compensated slaveholders for damages to and death of people subjected to slavery and provided other compensation and profits. \n     (m)     In 2000, the California State Legislature passed Senate Bill 2199, authored by then State Senator Tom Hayden, entitled \"Slavery Era Insurance Policies.\" Senate Bill 2199 (California Insurance Code section 13810 et seq.), effective January 1, 2001, requires that (1) the State Insurance Commissioner request and obtain information from insurers licensed and doing business in California regarding records of slaveholder insurance policies issued by predecessor corporations during the slavery era; (2) each insurer licensed and doing business in California research and report to the Insurance Commissioner with respect to any records in its possession or knowledge relating to insurance policies issued to slaveholders that provided coverage for damage to or death of people subjected to slavery; (3) the State Insurance Commissioner obtain the names of any slaveholders or people subjected to slavery described in the insurance records and make the information available to the public and the Legislature; and (4) descendants of people subjected to slavery, people who were defined as private property, dehumanized, divided from their families, forced to perform labor without appropriate compensation or benefits, and whose owners insured them as property, are entitled to full disclosure. \n     (n)     The Board of Supervisors finds that full disclosure of the facts and acknowledgement of the depth and scope of the shameful commerce in slavery furthers healing in the San Francisco community, both on the part of those who have been and are continuing to be harmed, as well as those who profited from this abhorrent practice. \n     (o)     The Board of Supervisors finds that the establishment of a fund to which contractors subject to this Ordinance and others may make voluntary contributions will promote healing and assist the City in rectifying and remedying some of the legacies of the shameful commerce in slavery, thereby protecting and promoting public health, safety and welfare of San Francisco residents and the San Francisco community. \n     (p)     The purpose of this Ordinance is to promote full and accurate disclosure to the public of: slavery insurance policies, including but not limited to policies issued to slaveholders for damage to or death of persons subjected to slavery, and policies issued to insure business transactions and operations related to the traffic in persons subjected to slavery; evidence of purchase and sale of people subjected to slavery; provision of loans to purchase people subjected to slavery; use of people subjected to slavery as collateral for insurance policies, loans or other transactions; provision of any related services to aid and abet such transactions; and profits derived from the slave trade; by (i) any contractors providing insurance services or financial services to the City, and (ii) any textile companies doing business with the City. \n     (q)     The purpose of this Ordinance is also is to establish a fund to which contractors subject to this ordinance and others may make voluntary contributions to promote healing and assist in remedying depressed economic conditions, poverty, unequal educational opportunity and other legacies of slavery era among the population of the City. \n     (r)     This Ordinance promotes important policy objectives of the City, and the City will suffer actual damages due to contractors' failure to comply with this Ordinance. Because these actual damages will be impractical or extremely difficult to prove, the City is justified in imposing liquidated damages for failure to comply with this Ordinance. \n(Added by Ord. 275-06, File No. 060396, App. 11/17/2006)\n\n","heading":{"title":"12Y","chaptersection":"1. ","identifier":"12Y.1. ","catch_text":"FINDINGS AND PURPOSE."}}