{"text":"\n     (a)     Each Contractor providing: 1) insurance or insurance services; 2) financial services, or 3) textiles to the City, shall complete an affidavit verifying that the Contractor has searched through any and all records in the Contractor's possession or control, including records of any parent or subsidiary entity or Predecessor Company, and has made a good faith effort to search any relevant records that are within the Contractor's knowledge but not within its possession or control, for evidence that the Contractor, its parent or subsidiary entity, or its Predecessor Company Participated in the Slave Trade or received Profits from the Slave Trade. \n     (b)     Each Contractor described above shall file an affidavit with the Director attesting to the search for relevant records, and stating whether the Contractor located any relevant records. If the Contractor located relevant records, the Contractor shall include in the affidavit: (1) the names of each Person Subjected to Slavery, each Slaveholder, and each person or entity who Participated in the Slave Trade or derived Profits from the Slave Trade, mentioned in the records, (2) a description of the type of transactions, services, or other acts evidenced by the records; and (3) the extent and nature of any Profits from the Slave Trade evidenced by the records. \n     (c)     Information contained in the affidavits shall be subject to public disclosure. The Director, after consultation with the City Attorney, shall, to the extent consistent with local, state, and federal law: (1) provide the affidavits to the public upon request, (2) provide an initial report to the Mayor and the Board of Supervisors, at an open public meeting no later than nine months following the effective date of this Ordinance, setting forth the number of affidavits received in the initial nine-month period, and summarizing the information contained in those affidavits; and (3) continue to provide such reports annually to the Board of Supervisors. \n     (d)     After the effective date of this Ordinance, no new Contract or new Contract Amendment shall be binding upon the City until the Director receives the affidavit described above. \n(Added by Ord. 275-06, File No. 060396, App. 11/17/2006)\n\n","heading":{"title":"12Y","chaptersection":"4","identifier":"12Y.4","catch_text":"SLAVERY ERA DISCLOSURE."}}