{"text":"\n     This Chapter shall not be applicable to the following: \n     (a)     Contracts for: (1) the receipt, administration, management or investment of monies held in trust by the City in the Retirement Fund or the Health Service System Trust Fund; (2) the provision of medical or dental insurance to City employees; (3) the issuance, sale, management or administration of City bonds, notes or lease financings, or other similar obligations, and related credit, liquidity, payment exchange and other agreements; (4) the safeguard, deposit and investment of City funds by the City Treasurer in accordance with Charter Section \n6.106; and (5) the subordination or reorganization of debt held by the City. \n     (b)     Contracts, loans or grant agreements with a federal or state agency, if the application of this Chapter would violate, or be inconsistent with, the terms or conditions of any such grant, loan or contract, or with the instructions or directions of the applicable Federal or State agency. \n     (c)     Contracts for urgent litigation expenses, and agreements entered into pursuant to the settlement of legal proceedings.\n     (d)     Contracts for needed goods or services where the Director finds that such goods or services are available from only one source that is (1) willing to enter into a contract with the City on the terms and conditions established by the City and (2) not currently disqualified from doing business with the City. \n     (e)     Contracts entered into in emergency situations in which it is necessary to immediately procure commodities or services, or to make repairs to safeguard the lives or property of the citizens of the City, or the property of the City, or to maintain public health or welfare as a result of extraordinary conditions created by war, epidemic, natural disaster, or the breakdown of any plant, equipment, or structure in the City. \n     (f)     Contracts for a cumulative amount of $5,000.00 or less per vendor in each fiscal year.\n(Added by Ord. 275-06, File No. 060396, App. 11/17/2006)\n\n","heading":{"title":"12Y","chaptersection":"3. ","identifier":"12Y.3. ","catch_text":"EXCEPTIONS."}}