{"text":"\n     (a)     If the City Attorney certifies to the Mayor and the Board of Supervisors that a court of competent jurisdiction in a lawsuit brought by or on behalf of a Covered Employer has struck down the provisions of Section \n14.1.5, or permanently enjoined their enforcement, then the following provisions shall become operative on the first day of the next calendar quarter following the City Attorney's certification.\n          Notwithstanding any other provision of this Chapter, \"health care expenditure\" shall only include an amount irrevocably paid by a covered employer to a covered employee or to a third party on behalf of a covered employee. An amount that is retained by the employer or that may be recovered by or returned to the employer shall not constitute a \"health care expenditure.\" An amount paid to a third party for the purpose of reimbursing a covered employee for expenses incurred in the purchase of health care services shall not constitute a \"health care expenditure\" unless any unused funds carry over from quarter to quarter and from year to year and remain available to the covered employee, even after the covered employee's separation from employment.\n          Notwithstanding the above, an amount paid as a \"health expenditure\" may be recovered by or returned to the employer without losing its status as a \"health care expenditure\" in the following circumstances:\n          (A)     A former employee has not made a claim for any of the remaining available funds for 18 months (including a claim made on behalf of any other person eligible for reimbursement from health care expenses from the former employee's remaining available funds); or, \n          (B)     The covered employee has died.\n     (b)     If the City Attorney subsequently certifies to the Mayor and the Board of Supervisors that an order enjoining enforcement of the provisions of Section \n14.1.5 has been lifted, then the original provisions shall again become operative on the first day of the next calendar quarter following the City Attorney's certification.\n(Added by Ord. 232-11, File No. 111030, App. 11/22/2011, Eff. 12/22/2011, Oper. 1/1/2012)\n\n","heading":{"title":"14","chaptersection":"1.5. ","identifier":"14.1.5. ","catch_text":"ALTERNATE PROVISIONS."}}