{"text":"\n     (a)     Short title. This Chapter shall be known and may be cited as the \"San Francisco Health Care Security Ordinance.\" \n     (b)     Definitions. For purposes of this Chapter, the following terms shall have the following meanings: \n          (1)     \"City\" means the City and County of San Francisco.\n          (2)     \"Covered employee\" means any person who works in the City where such person qualifies as an employee entitled to payment of a minimum wage from an employer under the Minimum Wage Ordinance as provided under \nChapter 12R of the San Francisco Administrative Code and has performed work for compensation for his or her employer for ninety (90) days, provided, however, that: \n               (A)     From the effective date of this Chapter through December 31, 2007, \"at least twelve (12) hours\" shall be substituted for \"at least two (2) hours\" where such term appears in Section \n12R.3(a); \n               (B)     From January 1, 2008 through December 31, 2008, \"at least ten (10) hours\" shall be substituted for \"at least two (2) hours\" where such term appears in Section \n12R.3(a); \n               (C)     Beginning January 1, 2009, \"at least eight (8) hours\" shall be substituted for \"at least two (2) hours\" where such term appears in Section \n12R.3(a); \n               (D)     The term \"employee\" shall not include persons who are managerial, supervisorial, or confidential employees, unless such employees earn annually under $72,450.00 or in 2007 and for subsequent years, the figure as set by the administering agency; \n               (E)     The term \"employee\" shall not include those persons who are eligible to receive benefits under Medicare or TRICARE/CHAMPUS;\n               (F)     The term \"covered employees\" shall not include those persons who are \"covered employees\" as defined in Section \n12Q.2.9 of the Health Care Accountability Ordinance, \nChapter 12Q of the San Francisco Administrative Code, if the employer meets the requirements set forth in Section \n12Q.3 for those employees; and \n               (G)     The term \"covered employees\" shall not include those persons who are employed by a nonprofit corporation for up to one year as trainees in a bona fide training program consistent with Federal law, which training program enables the trainee to advance into a permanent position, provided that the trainee does not replace, displace, or lower the wage or benefits of any existing position or employee. \n               (H)     Nor shall \"covered employees\" include those persons whose employers verify that they are receiving health care services through another employer, either as an employee or by virtue of being the spouse, domestic partner, or child of another person; provided that the employer obtains from those persons a voluntary written waiver of the health care expenditure requirements of this Chapter and that such waiver is revocable by those persons at any time. \n          (3)     \"Covered employer\" means any medium-sized or large business as defined below engaging in business within the City that is required to obtain a valid San Francisco business registration certificate from the San Francisco Tax Collector's office or, in the case of a nonprofit corporation, an employer for which an average of fifty (50) or more persons per week perform work for compensation during a quarter. Small businesses are not \"covered employers\" and are exempt from the health care spending requirements under Section \n14.3. \n          (4)     \"Employer\" means an employing unit as defined in Section 135 of the California Unemployment Insurance Code or any person defined in Section 18 of the California Labor Code. \"Employer\" shall include all members of a \"controlled group of corporations\" as defined in Section 1563(a) of the United States Internal Revenue Code, and the determination shall be made without regard to Sections 1563(a)(4) and 1563(e)(3)(C) of the Internal Revenue Code. \n          (5)     \"Health Access Program\" means a San Francisco Department of Public Health program to provide health care for uninsured San Francisco residents. \n          (6)     \"Health Access Program participant\" means any uninsured San Francisco resident, regardless of employment or immigration status or pre-existing condition, who is enrolled by his or her employer or who enrolls as an individual in the Health Access Program under the terms established by the Department of Public Health. \n          (7)     (A)     \"Health care expenditure\" means any amount paid by a covered employer to its covered employees or to a third party on behalf of its covered employees for the purpose of providing health care services for covered employees or reimbursing the cost of such services for its covered employees, including, but not limited to:  (i) contributions designated or paid by such employer on behalf of its covered employees to a health savings account as defined under section 223 of the United States Internal Revenue Code or to any other account having substantially the same purpose or effect without regard to whether such contributions qualify for a tax deduction or are excludable from employee income; (ii) reimbursement by such covered employer to its covered employees for expenses incurred in the purchase of health care services; (iii) payments by a covered employer to a third party for the purpose of providing health care services for covered employees; (iv) costs incurred by a covered employer in the direct delivery of health care services to its covered employees; and (v) payments by a covered employer to the City to be used on behalf of covered employees. The City may use these payments to fund membership in the Health Access Program for uninsured San Francisco residents, and establish and maintain reimbursement accounts for covered employees, whether or not those covered employees are San Francisco residents. \n               (B)     A contribution designated or paid to a health savings account or to any other account having substantially the same purpose or effect which is not irrevocably paid to a third party on behalf of a covered employee, shall not constitute a \"health care expenditure\" unless all of the following conditions are met:\n                    (i)     The contribution is reasonably calculated to benefit the employee;\n                    (ii)     Except as provided in clause (v)(a), the contribution remains available to the employee (and any other person eligible for reimbursement for health care expenses through the employee) for a minimum of twenty-four (24) months from the date of the contribution.\n                    (iii)     On January 1, 2012, the account contains an amount equal to the balance in the account at the close of business on December 31, 2011, if any.\n                    (iv)     The employee receives a written summary of the contribution, within 15 days of the contribution which shall include:  (a) the name, address, and telephone number of any third party to whom the contribution was made; (b) the date and amount of the contribution; (c) the date and amount of any other debits or credits to the account since the most recent written summary provided to the employee; (d) the balance in the account; and, (e) any applicable expiration dates for the funds in the account.\n                    (v)     If the employee separates from employment with a positive balance in a reimbursement account: (a) the balance in the account shall remain available to the employee (and any other person eligible for reimbursement for health care expenses through the employee) for a minimum of ninety days from the date of separation, and, (b) the employee shall receive, within three days following the separation, a written notice, which shall include the balance in the account and any applicable expiration dates for the funds in the account.\n               Notwithstanding any other provision of this subsection, \"health care expenditure\" shall not include any payment made directly or indirectly for workers' compensation or Medicare benefits. \n          (8)     \"Health care expenditure rate\" means the amount of health care expenditure that a covered employer shall be required to make for each hour paid for each of its covered employees each quarter. The \"health care expenditure rate\" shall be computed as follows: \n               (A)     From the effective date of this Chapter through June 30, 2007, $1.60 per hour for large businesses and $1.06 per hour for medium-sized businesses; \n               (B)     From July 1, 2007 through December 31, 2007, January 1, 2008 through December 31, 2008, and January 1, 2009 through December 31, 2009, the rates for large and medium-sized businesses shall increase five (5) percent over the expenditure rate calculated for the preceding year; \n               (C)     From January 1, 2010 and each year thereafter, the \"health care expenditure rate\" shall be determined annually based on the \"average contribution\" for a full-time employee to the City Health Service System pursuant to Section \nA8.423 of the San Francisco Charter based on the annual ten county survey amount for the applicable fiscal year, with such average contribution prorated on an hourly basis by dividing the monthly average contribution by one hundred seventy-two (172) (the number of hours worked in a month by a full-time employee). The \"health care expenditure rate\" shall be seventy-five percent (75%) of the annual ten county survey amount for the applicable fiscal year for large businesses and fifty percent (50%) for medium-sized businesses. \n          (9)     \"Health care services\" means medical care, services, or goods that may qualify as tax deductible medical care expenses under Section 213 of the Internal Revenue Code, or medical care, services, or goods having substantially the same purpose or effect as such deductible expenses. \n          (10)     \"Hour paid\" or \"hours paid\" means a work hour or work hours for which a person is paid wages or is entitled to be paid wages for work performed within the City, including paid vacation hours and paid sick leave hours, but not exceeding 172 hours in a single month. For salaried persons, \"hours paid\" shall be calculated based on a 40-hour work week for a full-time employee. \n          (11)     \"Large business\" means an employer for which an average of one hundred (100) or more persons per week perform work for compensation during a quarter. \n          (12)     \"Medium-sized business\" means an employer for which an average of between twenty (20) and ninety-nine (99) persons per week perform work for compensation during a quarter. \n          (13)     \"Person\" means any natural person, corporation, sole proprietorship, partnership, association, joint venture, limited liability company, or other legal entity. \n          (14)     \"Required health care expenditure\" means the total health care expenditure that a covered employer is required to make every quarter for all its covered employees. \n          (15)     \"Small business\" means an employer for which an average of fewer than twenty (20) persons per week perform work for compensation during a quarter. \n(Added by Ord. 218-06, File No. 051919, App. 8/4/2006; amended by Ord. 69-07, File No. 070255, App. 4/2/2007; Ord. 232-11, File No. 111030, App. 11/22/2011, Eff. 12/22/2011, Oper. 1/1/2012)\n\n","heading":{"title":"14","chaptersection":"1. ","identifier":"14.1. ","catch_text":"SHORT TITLE; DEFINITIONS."}}