{"text":"\n     (a)     The San Francisco Department of Public Health shall administer the Health Access Program. Under the Health Access Program, uninsured San Francisco residents may obtain health care from a network consisting of San Francisco General Hospital and the Department of Public Health's clinics, and other community non-profit and private providers that meet the program's quality and other criteria for participation. The Health Access Program is not an insurance plan for Health Access Program participants. \n     (b)     The Department of Public Health shall coordinate with a third party vendor to administer program operations, including basic customer services, enrollment, tracking service utilization, billing, and communication with the participants. \n     (c)     The Health Access Program shall be open to uninsured San Francisco residents, regardless of employment status. Eligibility criteria shall be established by the Department of Public Health, but no person shall be excluded from the Health Access Program based on a pre-existing condition. Participants may enroll themselves as individuals, with the terms of enrollment to be determined pursuant to Section \n14.4(a). \n     (d)     The Health Access Program may be funded from a variety of sources, including payments from covered employers pursuant to Section \n14.3, from individuals, and from the City. Funding from the City shall prioritize services for low and moderate income persons, with costs based on the Health Access Program participant's ability to pay. \n     (e)     The Health Access Program shall use the \"Medical Home\" model in which a primary care physician, nurse practitioner, or physician assistant develop and direct a plan of care for each Health Access Program participant, coordinate referrals for testing and specialty services, and monitor management of chronic conditions and diseases. Health Access Program participants shall be assigned to a primary care physician, nurse practitioner, or physician assistant. \n     (f)     The Health Access Program shall provide medical services with an emphasis on wellness, preventive care and innovative service delivery. The Program shall provide medical services for the prevention, diagnosis, and treatment of medical conditions, excluding vision, dental, infertility, and cosmetic services. The Department of Public Health may further define the services to be provided, except that such services must, at a minimum, include: professional medical services by doctors, nurse practitioners, physician assistants, and other licensed health care providers, including preventive, primary, diagnostic and specialty services; inpatient and outpatient hospital services, including acute inpatient mental health services; diagnostic and laboratory services, including therapeutic radiological services; prescription drugs, excluding drugs for excluded services; home health care; and emergency care provided in San Francisco by contracted providers, including emergency medical transportation if needed. \n     (g)     The Department of Public Health shall also be authorized to use payments made to the City by employers to satisfy their expenditure requirements as set forth in Section \n14.3 to establish and maintain reimbursement accounts from which covered employees may obtain reimbursement of health care expenditures. \n     (h)     The City Controller shall ensure any required health care expenditures made by an employer to the City are kept separate and apart from general funds and shall limit use of the expenditures to the Health Access Program or to the establishment and maintenance of reimbursement accounts from which covered employees may obtain reimbursement of health care expenditures. If any covered employee fails to enroll in the Health Access Program or establish a reimbursement account with the Department of Public Health within a reasonable time, as determined by the Department of Public Health, the City may use the funds paid to the City and County of San Francisco on behalf of that employee for the benefit of the health care programs created by this Ordinance, but the City may not transfer these funds to the City's general fund. \n(Added by Ord. 218-06, File No. 051919, App. 8/4/2006; Ord. 69-07, File No. 070255, App. 4/2/2007)\n\n","heading":{"title":"14","chaptersection":"2. ","identifier":"14.2. ","catch_text":"SAN FRANCISCO HEALTH ACCESS PROGRAM AND REIMBURSEMENT ACCOUNTS."}}