{"text":"\n     (a)     Required Expenditures. Covered employers shall make required health care expenditures to or on behalf of their covered employees each quarter. The required health care expenditure for a covered employer shall be calculated by multiplying the total number of hours paid for each of its covered employees during the quarter (including only hours starting on the first day of the calendar month following ninety (90) calendar days after a covered employee's date of hire) by the applicable health care expenditure rate. In determining whether a covered employer has made its required health care expenditures, payments to or on behalf of a covered employee shall not be considered if they exceed the following amount: the number of hours paid for the covered employee during the quarter multiplied by the applicable health care expenditure rate. The City's Office of Labor Standards Enforcement (OLSE) shall enforce the health expenditure requirements under this Section. \n     (b)     Employer Notice to Employees.\n          (1)     By December 1 of each year, OLSE shall publish and make available to Covered Employers, in all languages spoken by more than five percent of the San Francisco work force, a notice suitable for posting by Covered Employers in the workplace informing Covered Employees of their rights and the Covered Employer's obligations under the Ordinance.\n          (2)     Every Covered Employer shall post in a conspicuous place at any workplace or job site where any Covered Employee works the notice published each year by OLSE. Every Covered Employer shall post such notices in English, Spanish, Chinese and any other language spoken by at least five percent of the Employees at the workplace or job site.\n     (c)     Additional Employer Responsibilities. A covered employer shall:  (i) maintain accurate records of health care expenditures, required health care expenditures, and proof of such expenditures made each quarter each year, and allow OLSE reasonable access to such records, provided, however, that covered employers shall not be required to maintain such records in any particular form; and (ii) provide information to the OLSE, or he OLSE's designee, on an annual basis containing such other information as OLSE shall require, including information on the employer's compliance with this Chapter, but OLSE may not require an employer to provide information in violation of State or federal privacy laws. If a Covered Employer uses a health reimbursement account to satisfy its obligation to make health care expenditures for any of its Covered Employees, the Employer shall also report to OLSE the terms of such accounts, including what costs are eligible for reimbursement.\n          Where an employer does not maintain or retain adequate records documenting the health expenditures made, or does not allow OLSE reasonable access to such records, it shall be presumed that the employer did not make the required health expenditures for the quarter for which records are lacking, absent clear and convincing evidence otherwise. The Office of Treasurer and Tax Collector shall have the authority to provide any and all nonfinancial information to OLSE necessary to fulfill OLSE's responsibilities as the enforcing agency under this Ordinance. With regard to all such information provided by the Office of Treasurer and Tax Collector, OLSE shall be subject to the confidentiality provisions of Subsection (a) of Section \n6.22-1 of the San Francisco Business and Tax Regulations Code.\n     (d)     If a Covered Employer imposes a surcharge on its customers to cover in whole or in part the costs of the health care expenditure requirement under this Chapter, the Covered Employer shall provide to OLSE on an annual basis the amount collected during the 12-month reporting period from the surcharge for employee health care and the amount spent on employee health care. If the amount collected from the surcharge is greater than the amount spent on employee health care, the Covered Employer must irrevocably pay or designate an amount equal to that difference for health care expenditures for its Covered Employees under this Chapter. OLSE may refer any potential cases of consumer fraud to appropriate authorities.\n(Added by Ord. 218-06, File No. 051919, App. 8/4/2006; amended by Ord. 69-07, File No. 070255, App. 4/2/2007; Ord. 232-11, File No. 111030, App. 11/22/2011, Eff. 12/22/2011, Oper. 1/1/2012)\n\n","heading":{"title":"14","chaptersection":"3","identifier":"14.3","catch_text":"REQUIRED HEALTH CARE EXPENDITURES."}}