{"text":"\n     (a)     The City shall develop and promulgate rules to govern the operation of this Chapter. The regulations shall include specific rules by the Department of Public Health on the operation of both the Health Access Program and the reimbursement accounts identified in Section \n14.2(g), including but not limited to eligibility for enrollment in the Health Access Program and establishment of reimbursement accounts and rules by the OLSE for enforcement of the obligations of the employers under this Chapter. The rules shall also establish procedures for covered employers to maintain accurate records of health care expenditures and required health care expenditures and provide a report to the City without requiring any disclosures of information that would violate State or Federal privacy laws. The rules shall further establish procedures for providing employers notice that they may have violated this Chapter, a right to respond to the notice, a procedure for notification of the final determination of a violation, and an appeal procedure before a hearing officer appointed by the City Controller. The sole means of review of the hearing officer's decision shall be by filing in the San Francisco Superior Court a petition for a writ of mandate under Section 1094.5 of the California Code of Civil Procedure. No rules shall be adopted finally until after a public hearing. \n     (b)     During implementation of this Chapter and on an ongoing basis thereafter, the City shall maintain an education and advice program to assist employers with meeting the requirements of this Chapter. \n     (c)     Any employer that reduces the number of employees below the number that would have resulted in the employer being considered a \"covered employer,\" or below the number that would have resulted in the employer being considered a medium-sized or large business, shall demonstrate that such reduction was not done for the purpose of evading the obligations of this Chapter or shall be in violation of the Chapter. \n     (d)     It shall be unlawful for any employer or covered employer to deprive or threaten to deprive any person of employment, take or threaten to take any reprisal or retaliatory action against any person, or directly or indirectly intimidate, threaten, coerce, command or influence or attempt to intimidate, threaten, coerce, command or influence any person because such person has cooperated or otherwise participated in an action to enforce, inquire about, or inform others about the requirements of this Chapter. Taking adverse action against a person within ninety (90) days of the person's exercise of rights protected under this Chapter shall raise a rebuttable presumption of having done so in retaliation for the exercise of such rights. \n     (e)     (1)     The City shall enforce the obligations of covered employers under this Chapter, including requiring restitution to employees where appropriate, and shall impose administrative penalties upon covered employers who fail to make required health care expenditures on behalf of their employees within five business days of the quarterly due date. Failure to make a required health care expenditure shall include making a purported expenditure that is determined by OLSE not to be reasonably calculated to benefit the employee. The amount of the penalty shall be up to one-and-one-half times the total expenditures that a covered employer failed to make, but in any event the total penalty for this violation shall not exceed $100 for each employee for each quarter that the required expenditures were not made within five business days of the quarterly due date. The $100 penalty limit shall increase each year by an amount corresponding to the prior year's increase, if any, in the Consumer Price Index for urban wage earners and clerical workers for the San Francisco-Oakland-San Jose, CA metropolitan statistical area.\n          (2)     For other violations of this Chapter by employers and covered employers, the maximum administrative penalties shall be as follows:  For refusing to allow access to records, pursuant to Section \n14.3(c), $25.00 as to each worker whose records are in issue for each day that the violation occurs; for the failure to maintain or retain accurate and adequate records pursuant to Section \n14.3(c) and for the failure to make the annual reports of information required by OLSE pursuant to Sections \n14.3(c) and \n14.3(d), $500.00 for each quarter that the violation occurs; for violation of Section \n14.4(d) (retaliation), $100.00 as to each person who is the target of the prohibited action for each day that the violation occurs; and for any other violation not specified in this subsection (e)(2), $25.00 per day for each day that the violation occurs.\n          (3)     The City Attorney may bring a civil action to recover civil penalties for the violations set forth in subsections (e)(1) and (e)(2) in the same amounts set forth in those subsections, and to recover the City's enforcement costs, including attorneys' fees. \n          (4)     Amounts recovered under this Section shall be deposited in the City's General Fund.\n     (f)     The City Controller shall coordinate with the Department of Public Health and OLSE to prepare periodic reports on the implementation of this Chapter including participant rates, any effect on services provided by the Department of Public Health, the cost of providing services to the Health Access Program participants and the economic impact of the Chapter's provisions. Reports shall be provided to the Board of Supervisors on a quarterly basis for quarters beginning July 1, 2007 through June 30, 2008, then every six months through June 30, 2010. Reports shall include specific information on any significant event affecting the implementation of this Chapter and also include recommendations for improvement where needed, in which case the Board of Supervisors or a committee thereof shall hold a hearing within thirty (30) days of receiving the report to consider responsive action. \n     (g)     The Director of Public Health shall convene an advisory Health Access Working Group to provide the Department of Public Health and the Health Access Program with expert consultation and direction, with input on members from the Mayor and the Board of Supervisors. The Health Access Working Group shall be advisory in nature and may provide the Health Access Program with input on matters including: setting membership rates; designing the range of benefits and health care services for participants; and researching utilization, actuaries, and costs. \n     (h)     The Department of Public Health and the OLSE shall report to the Board of Supervisors by July 1, 2007, on the development of rules for the Health Access Program and for the enforcement and administration of the employer obligations under this Chapter. The Board of Supervisors or a committee thereof shall hold a hearing on the proposed rules to ensure that participants in the Health Access Program shall have access to high quality and culturally competent services.\n(Added by Ord. 218-06, File No. 051919, App. 8/4/2006; amended by Ord. 69-07, File No. 070255, App. 4/2/2007; Ord. 232-11, File No. 111030, App. 11/22/2011, Eff. 12/22/2011, Oper. 1/1/2012)\n\n","heading":{"title":"14","chaptersection":"4. ","identifier":"14.4. ","catch_text":"ADMINISTRATION AND ENFORCEMENT."}}