{"text":"\n     \"Amendment to a Pre-existing Contract\" shall mean a substantive change to the terms of any contract the term of which has not expired on or before the date that this emergency ordinance takes effect, but shall not include amendments to decrease the scope of work or decrease the amount to be paid under a contract. \n     \"Architect/Engineering Contracts\" shall mean an agreement for architects, engineers, and other outside temporary professional design, consultant or construction management services for a public work project. \n     \"Back contracting\" shall mean any agreement or other arrangement between a prime contractor and its subcontractor that requires the prime contractor to perform or to secure the performance of the subcontract in such a fashion and/or under such terms and conditions that the prime contractor enjoys the financial benefits of the subcontract. Such agreements or other arrangements include, but are not limited to, situations in which either a prime contractor or subcontractor agrees that any term, condition or obligation imposed upon the subcontractor by the subcontract shall be performed by or be the responsibility of the prime contractor. \n     \"Best efforts\" when required of contract awarding authority shall mean reasonable efforts to include DBEs in City contracting. \n     \"Bid\" shall mean and include a quotation, proposal, solicitation or offer by a bidder or contractor to perform or provide labor, materials, equipment, supplies or services to the City and County of San Francisco for a price. \n     \"Bidder\" shall mean any business that submits a quotation, bid or proposal to provide labor, materials, equipment, supplies or services to the City and County of San Francisco. \n     \"City\" shall mean the City and County of San Francisco. \n     \"Commercially useful function\" shall mean that the business is directly responsible for providing the materials, equipment, supplies or services to the City as required by the solicitation or request for quotes, bids or proposals. Businesses that engage in the business of providing brokerage, referral or temporary employment services shall not be deemed to perform a \"commercially useful function\" unless the brokerage, referral or temporary employment services are those required and sought by the City. When the City requires and seeks specialty products made to order for the City or otherwise seeks products which, by industry practice, are not regularly stocked in warehouse inventory but instead are purchased directly from the manufacturer, the value of the \"commercially useful function\" provided by a supplier or distributor shall be valued at no more than five percent of the cost of the product. When the City requires and seeks products which are, by industry practice, stocked in warehouse inventory and are in fact, regularly stocked by the listed supplier or distributor, the value of the \"commercially useful function\" provided by the supplier or distributor shall not exceed sixty percent of the cost of the product. If the listed supplier or distributor does not regularly stock the required product, the value of the \"commercially useful function\" provided by the supplier or distributor shall be valued at no more than five percent of the cost of the product. \n     \"Commission\" shall mean the Human Rights Commission of the City and County of San Francisco. \n     \"Commodity\" shall mean products, including materials, equipment and supplies, purchased by the City. \n     \"Concession\" shall mean any privilege conferred by the City on a person to engage in business on property owned or leased by the City. \n     \"Contract\" shall mean and include any agreement between the City and a person to provide or procure labor, materials, equipment, supplies or services to, for or on behalf of the City for a price. A \"contract\" shall include an agreement between the City and a person or nonprofit entity to perform construction-related services or fund the performance of such services. A \"contract\" does not include: (1) awards made by the City with federal/State grant or City funds to a nonprofit entity where the City offers assistance, guidance, or supervision on a project or program and the recipient of the grant award uses the grant monies to provide services to the community; (2) sales transactions where the City sells its personal or real property; (3) a loan transaction where the City is acting as a debtor or a creditor; (4) lease, franchise, or concession agreements; (5) agreements to use City real property; (6) gifts of materials, equipment, supplies or services to the City; or (7) agreements with a public agency except as provided in Section \n14A.8(E). \n     \"Contract awarding authority\" shall mean the City officer, department, commission, employee or board authorized to enter into contracts on behalf of the City. In the case of an agreement with a person or nonprofit entity to perform or fund the performance of construction-related services, the term \"contract awarding authority\" shall mean the person or nonprofit entity receiving funds from the City to perform or fund the performance of such services. \n     \"Contractor\" shall mean any person(s), firm, partnership, corporation, or combination thereof, who submits a bid or proposal to perform, performs any part of, agrees with a person to provide services relating to and/or enters into a contract with department heads and officers or contract awarding authorities empowered by law to enter into contracts on the part of the City for public works or improvements to be performed, or for goods or services or supplies to be purchased at the expense of the City or to be paid out of monies deposited in the treasury or out of trust monies under the control of or collected by the City. \n     \"Control\" of a business shall refer to the possession of the legal authority and power to manage business assets, good will and daily operations of the business, and the active and continuous exercise of such authority and power in determining the policies and directing the operations of the business. \n     \"Director\" shall mean the Director of the Human Rights Commission of San Francisco. \n     \"Disadvantaged Business Enterprise\" (\"DBE\") shall mean a business that meets all the requirements for, and is certified as, a DBE under Section \n14A.5(B) and any duly adopted rules and regulations. \n     \"Discount\" shall mean an upward or downward price adjustment, according to the context, that is made pursuant to Section \n14A.8. \n     \"Franchise\" shall mean and include the right or privilege conferred by grant from the City, or any contracting agency thereof, and vested in and authorizing a person to conduct such business or engage in such activity as is specified in the grant. A \"franchise\" shall not include an agreement to perform construction-related services. \n     \"General services contract\" shall mean an agreement for those services that are not professional services. Examples of \"General Services\" include: janitorial, security guard, pest control, parking lot management and landscaping services. \n     \"Good-faith efforts\" when required of a contract awarding authority or department shall mean the actions undertaken by a department to obtain DBE participation in a contract as prime contractors, and shall include the following efforts: (1) encouraging DBEs to attend prebid meetings scheduled by a department or the Commission to inform potential contractors of contracting opportunities; (2) advertising in general circulation media, trade association publications and local business focused media and posting the contacting opportunity on the Office of Contract Administration's website pursuant to Section \n14A.9(3); (3) notifying DBEs that are available to perform the work contemplated in a contract and soliciting their interest in the contract; (4) dividing the contract work into economically feasible units to facilitate DBE participation in the contract; (5) pursuing solicitations of interest by contacting DBEs to determine whether these businesses are interested in participating on the contract; (6) providing DBEs with adequate information about the plan, specifications and requirements of the contract; (7) where applicable, negotiating with DBEs in good faith and demonstrating that DBEs were not rejected as unqualified without sound reasons based on a thorough investigation of their capabilities; and (8) using the services of available community and contractors' groups that provide assistance in the recruitment of DBEs for public sector contracts. \n     \"Good-faith efforts\" when required of a prime City contractor shall mean the steps undertaken to comply with the goals and requirements imposed by the City for participation by DBEs as subcontractors, and shall include the following: \n          (1)     Attending any presolicitation or prebid meetings scheduled by the City to inform all bidders of DBE program requirements for the project for which the contract will be awarded; \n          (2)     Identifying and selecting specific items of the project for which the contract will be awarded to be performed by DBEs to provide an opportunity for participation by those enterprises; \n          (3)     Advertising for DBEs that are interested in participating in the project, not less than 10 calendar days before the date the bids can first be submitted, in one or more daily or weekly newspapers, trade association publications, trade-oriented publications, trade journals, or other media, specified by the City. This paragraph applies only if the City gave public notice of the project not less than 15 calendar days prior to the date the bids can first be submitted; \n          (4)     Providing, not less than 10 calendar days prior to the date on which bids can first be submitted, written notice of his or her interest in bidding on the contract to the number of DBEs required to be notified by the project specifications. The City shall make available to the bidder not less than 15 calendar days prior to the date the bids are opened a list or a source of lists of enterprises that are certified by the Director as DBEs; \n          (5)     Following up initial solicitations of interest by contacting potential DBE subcontractors to determine with certainty whether those enterprises were interested in performing specific items of the project; \n          (6)     Providing interested DBEs with information about the plans, specifications, and requirements for the selected subcontracting or material supply work; \n          (7)     Requesting assistance from community organizations; contractor or professional groups; or other organizations that provide assistance in the recruitment and placement of DBEs, if any are available; \n          (8)     Negotiating in good faith with interested DBEs, and not unjustifiably rejecting as unsatisfactory bids or proposals prepared by any DBEs, as determined by the City; \n          (9)     Where applicable, advising and making efforts to assist interested DBEs in obtaining bonds, lines of credit, or insurance required by the City or contractor; \n          (10)     Making efforts to obtain DBE participation that the City could reasonably expect would produce a level of participation sufficient to meet the City's goals and requirements. \n     \"Human Rights Commission (HRC)\" shall mean the Human Rights Commission of San Francisco, hereinafter referred to as the \"Commission.\" \n     \"Joint venture\" shall mean an association of two or more businesses acting as a contractor and performing or providing services on a contract, in which each joint venture partner combines property, capital, efforts, skill, and/or knowledge and each joint venture partner shares in the ownership, control, management responsibilities, risks and profits of the joint venture in proportion to its claimed level of participation. \n     \"Lease\" shall mean and include an agreement by which the City or any contracting agency thereof, grants to a person the temporary possession and use of property for consideration. \n     \"Lower-tier subcontracting\" shall mean any agreement or other arrangement between a subcontractor and a person as defined herein where it is agreed that said person shall perform any term, condition or obligation imposed by the subcontract upon the subcontractor. \n     \"Office\" or \"Offices\" shall mean a fixed and established place where work is performed of a clerical, administrative, professional or production nature directly pertinent to the business being certified. A temporary location or movable property or one that was established to oversee a project such as a construction project office does not qualify as an \"office\" under the ordinance. Work space provided in exchange for services (in lieu of monetary rent) does not constitute an \"office.\" The office is not required to be the headquarters for the business but it must be capable of providing all the services to operate the business for which DBE certification is sought. \n     \"Participation commitment\" shall mean the targeted level of DBE subcontractor participation that each prime city contractor has designated in its bid. \n     \"Participation goals\" shall mean the targeted levels of City-wide DBE participation in City prime contracts. \n     \"Person\" includes one or more individuals, partnerships, associations, organizations, trade or professional associations, corporations, cooperatives, legal representatives, trustees, trustees in bankruptcy, receivers, or any group of persons, including any official, agent or employee of the City. \n     \"Professional services contract\" shall mean an agreement for services which require extended analysis, the exercise of discretion and independent judgment in their performance, and/or the application of an advanced, specialized type of knowledge, expertise, or training customarily acquired either by a prolonged course of study or equivalent experience in the field. Examples of professional service providers include licensed professionals such as accountants, and non-licensed professionals such as software developers and financial and other consultants, except that services of architects, engineers, and other outside temporary professional design, consultant or construction management services for a public work project shall be considered architect/engineering contracts and shall not be considered professional services contracts for the purpose of this Ordinance. \n     \"Public works/construction contract\" shall mean an agreement for the erection, construction, renovation, alteration, improvement, demolition, excavation, installation, or repair of any public building, structure, infrastructure, bridge, road, street, park, dam, tunnel, utility or similar public facility performed by or for the City and County of San Francisco, the cost of which is to be paid wholly or partially out of moneys deposited in the treasury of the City and County. \n     \"Services\" shall mean Professional Services and General Services. \n     \"Subcontractor\" shall mean any business providing goods or services to a contractor for profit, if such goods or services are procured or used in fulfillment of the contractor's obligations arising from a contract with the City. \n     \"Subcontractor participation goals\" shall mean the targeted level of DBE subcontractor participation designated by the Director for prime city contracts. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"4","identifier":"14A.4","catch_text":"DEFINITIONS."}}