{"text":"\n     The City, and every commission, department, officer and employee, shall fully and vigorously enforce all laws prohibiting discrimination and requiring equal opportunity in City contracting. All City contracts require contractors to comply with all such applicable local, state and federal laws. These include but are not limited to the Unruh Civil Rights Act and Section \n3303(a)(4) of the San Francisco Police Code, which prohibit contractors from discriminating against subcontractors on any basis prohibited by law. The City shall fully enforce its contractual rights, and shall consider discrimination by a prime contractor against subcontractors on any basis prohibited by law to be a material breach of contract. The City shall vigorously pursue appropriate remedies for any breach by any contractor of such obligations under law or contract to the maximum extent allowed by law. \n     Effective immediately upon the passage of this ordinance, all provisions of Administrative Code \nChapter 12D.A and any other contracting program invalidated by the Superior Court order dated July 26, 2004, in Coral Construction, Inc. v. City and County of San Francisco (Sup. Ct. No. 421249) shall be and are suspended and are of no force and effect; provided, however, the provisions of \nChapter 12D.A and any other contracting program invalidated by the court order shall be suspended only so long as, and only to the extent that, the City is enjoined by the court from enforcing the provisions of \nChapter 12D.A or other similar program. If the injunction is lifted or stayed in its entirety, \nChapter 12D.A and any other contracting program previously invalidated by the court order shall automatically become effective and enforceable, and this \nChapter 14A shall be suspended for such period of time during which \nChapter 12D.A is operative. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"01","identifier":"14A.01","catch_text":"AFFIRMING CITY POLICY AGAINST DISCRIMINATION IN PUBLIC CONTRACTING; TEMPORARILY SUSPENDING \nCHAPTER 12D.A."}}