{"text":"\n     1.     The Board finds that San Francisco's small businesses drive our economy and form the backbone of our neighborhoods. Small businesses pump hundreds of millions of dollars into San Francisco's economy each year. Through payroll taxes alone, small businesses make a significant contribution to the economic health of our City and the quality of life of its citizens and visitors. \n     2.     Because San Francisco's small businesses experience higher costs, they suffer disadvantage in any competition with big and/or out-of-town businesses. The Board finds that small local businesses are at a competitive disadvantage in competing for work on public contracts, both as prime contractors and as subcontractors. \n     3.     The Board finds that the public has an interest in fostering a strong and vibrant network of small businesses in San Francisco. In part, San Francisco can accomplish this goal by ensuring that small local businesses can compete for public contracts on a level playing field. \n     4.     The Board finds that the disadvantages suffered by small local businesses in competing as prime contractors on public contracts can be reduced by discounting their bids and ratings by ten percent. Granting a ten percent discount does not unduly burden businesses not eligible for such discounts, and is similar to the corrective adjustments given to small local businesses in other jurisdictions. The Board also finds that the disadvantages suffered by small local businesses in competing for subcontracting opportunities on public contracts can be reduced by requiring prime contractors to use good faith efforts to use such businesses as subcontractors. Requiring good faith efforts to use small local businesses does not unduly burden prime contractors or businesses not eligible for such efforts, and is similar to subcontracting requirements in other jurisdictions. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"2. ","identifier":"14A.2. ","catch_text":"FINDINGS."}}