{"text":"\n     (A)     For all public works/construction, architect/engineering, professional service, and general service contracts which the contract awarding authority reasonably anticipates will include subcontractor participation, prior to the solicitation of bids or proposals, the contract awarding authority shall provide the Director with a proposed job scope, and may submit written recommendations to the Director regarding DBE subcontractor participation goals to be set for the contract. \n     (B)     Upon receipt of a proposed job scope and/or a written recommendation from a contracting awarding authority pursuant to Section \n14A.13(A), the Director shall set the DBE participation goals for each public works/construction, architect/engineering, professional service, and general service contract based upon the following factors: \n          1.     The extent of subcontracting opportunities presented by the contract;\n          2.     The availability of DBE subcontractors capable of providing goods and services on the contract.\n     (C)     The Director shall set these goals within 10 working days of the date the Director receives from a contract awarding authority a proposed job scope and/or written recommendation. If the Director fails to act within 10 days, and the contract awarding authority submitted to the Director recommended goals, the recommended goals shall be deemed approved by the Director, provided the goals are based upon the factors identified above. \n     (D)     All solicitations for bidders on prime public works/construction, architect/engineering, professional service, and general service contracts shall require each bidder to do the following: \n          1.     Demonstrate in its bid that it has used good-faith efforts (as defined in Section \n14A.4) to use DBE subcontractors; and\n          2.     Identify the particular DBEs subcontractors to be used in performing the contract, specifying for each the dollar value of the participation, the type of work to be performed and such information as may reasonably be required to determine the responsiveness of the bid. \n          Except as provided in Section \n14A.14, bids not meeting the requirements of Section \n14A.14 shall be declared nonresponsive. \n     (E)     A contract awarding authority may request that the Director waive or reduce the DBE subcontractor participation goals by submitting the reasons therefor in writing to the Director prior to the solicitation of bids. \n     (F)     A bidder or contractor may request that the Director waive or reduce the DBE subcontractor participation goals by submitting in writing with its bid to the contract awarding authority the reasons therefor. \n     (G)     The Director may grant the request for waiver or reduction made pursuant to Sections \n14A.14(E) and (F) upon a determination that: \n          1.     The reasonable and necessary requirements of the contract render subcontracting or the participation of businesses other than the public works/bidder unfeasible; \n          2.     Qualified DBEs capable of providing the goods or services required by the contract are unavailable, despite the prime contractor's or the department's good-faith efforts to locate DBEs to meet the participation goals; or \n          3.     The available DBEs have given price quotes that exceed competitive levels beyond amounts that can be attributed to the increased costs faced by small local businesses. \n     (H)     Whenever the Director denies a contractor's request to waive or reduce the participation goals, the contractor may appeal that denial to the Commission. The Commission's decision on the request shall be final. In reviewing the Director's denial of a contractor's request to waive or to reduce participation goals, the Commission shall consider the extent of subcontracting opportunities presented by the contract and the availability of DBE subcontractors capable of providing goods and services on the contract. The Commission may overrule, sustain or modify the Director's decision by applying the same standards that the Director is required to apply, as set forth in Subsection (G) above. \n     (I)     The contract awarding authority shall require bidders or proposers on the contracts to contact DBEs before listing them as subcontractors in the bid or proposal. The contract awarding authority shall declare bids or proposals that fail to satisfy this requirement nonresponsive. \n     (J)     During the term of the contract, any failure to comply with the level of DBE subcontractor participation specified in the contract shall be deemed a material breach of contract. \n     (K)     The provisions of this subsection (K) shall govern any Amendment to a Pre-existing contract as that term is defined in Section \n14A.4 for types of contracts enumerated in subsection (A) of this Section. The Contract Awarding authority shall notify the Director of the proposed Amendment to a Pre-existing Contract and the Director shall set the DBE participation goals for the contract based on the factors set forth in subsection (B) of this Section. The Director may grant a request for a waiver or reduction based on the factors set forth in subsection (G) of this Section. The DBE participation goals shall apply when the Contractor hires new subcontractors. The Director or the Commission may adopt regulations governing the application of DBE participation goals under this subsection. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"14","identifier":"14A.14","catch_text":"SUBCONTRACTING PROGRAM."}}