{"text":"\n     (A)     Contract awarding authorities shall apply a bid/rating discount as follows:\n          1.     Public Works/Construction Contracts. Contract awarding authorities shall apply bid discounts as enumerated in Section \n14A.8(A) to all public work/construction contracts the estimated cost of which exceeds $10,000. \n          2.     Commodities Contracts. Contract awarding authorities shall apply all bid/rating discounts as enumerated in Section \n14A.8(A) to all commodities contracts, the estimated cost of which exceeds $2,500. \n          3.     General Services Contracts. Contract awarding authorities shall apply all bid/rating discounts as enumerated in Section \n14A.8(A) to all general services contracts, the estimated cost of which exceeds $10,000. \n          4.     Architect/Engineering Contracts. Contract awarding authorities and architect/engineering selection panels shall apply all bid/rating discounts as enumerated in Section \n14A.8(A) to all bids and proposals for architect/engineering contracts, the estimated cost of which exceeds $10,000. \n          5.     Professional Services Contracts. Contract awarding authorities shall apply all bid/rating discounts as enumerated in Section \n14A.8(A) to all bids and proposals for all professional service contracts, the estimated cost of which exceeds $10,000. \n     (B)     Best Efforts Required For Other Contracts. All City departments, commissions, boards, officers and employees, in the performance of their duties, and in the award of leases, franchises, concessions, and other contracts not subject to the bid/ratings discounts of this ordinance, shall make best efforts to use the services of DBEs. \n     (C)     The Director is empowered to take actions to ensure compliance with the provisions of this ordinance, including, without limitation, intervening in the selection process, by modifying the criteria used for selecting selection panelists or contractors to correct any practices that hinder equal business opportunities for DBEs. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"10. ","identifier":"14A.10. ","catch_text":"APPLICATION OF DISCOUNT."}}