{"text":"\n     (A)     The Director shall monitor the City's utilization of DBEs in City Contracting. The Director shall issue an exit report for any contract that includes DBE subcontracting participation or DBE prime contract participation as a joint venture partner. The purpose of this exit report is to ensure that prime contractors are complying with their commitments to use DBE subcontractors and DBEs are performing services as set forth in the bid/proposal and contract documents for the joint ventures. \n     (B)     Noncompliance By Contractors. In cases in which the Director has cause to believe that a contractor has failed to comply with any of the requirements of this ordinance, rules and regulations adopted pursuant to this ordinance or contract provisions pertaining to DBE participation, the Director shall notify the contract awarding authority and shall attempt to resolve the noncompliance through conference and conciliation. If the noncompliance cannot be resolved, the Director shall conduct an investigation and, where the Director so finds, issue a written finding of noncompliance. The Director's finding shall indicate whether the contractor acted in good faith or whether noncompliance was based on willful or bad faith noncompliance with requirements of this ordinance, rules and regulations adopted pursuant to this ordinance or contract provisions pertaining to DBE participation. Where the Director finds that the contractor acted in good faith, after affording the contractor notice and an opportunity to be heard, the Director shall recommend that the contract awarding authority take appropriate action. Where the Director finds willful or bad faith noncompliance, after affording the contractor notice and an opportunity to be heard, the Director shall impose sanctions for each violation of the ordinance, rules and regulations adopted pursuant to this ordinance or contract provisions pertaining to DBE participation that may include: \n          1.     Declaring the bidder or contractor nonresponsive and ineligible to receive the award of any pending contract;\n          2.     Declaring the bidder or contractor to be an irresponsible bidder and disqualifying the bidder or contractor from eligibility for providing goods or services to the City for a period of up to five years, with a right of review and reconsideration by the Commission after two years upon a showing of corrective action indicating violations are not likely to recur; \n          3.     If the bidder or contractor is a DBE, revoking that business' certification as a DBE;\n          4.     Determining that the bidder or contractor has wilfully failed to comply with the provisions of this ordinance and, pursuant to the provision in the contract required by Section \n14A.8(B)(3) of this ordinance, calculating the liquidated damages for which the bidder or contractor shall be liable. Thereafter the Director shall send a written notice to the Controller, the Mayor and all contract awarding authorities overseeing any contract with the bidder or contractor, that a determination of willful or bad-faith compliance has been made and that all payments due the bidder or contractor shall be withheld as agreed by the bidder or contractor and the City pursuant to Section \n14A.8(B)(3). \n     (C)     The bidder or contractor may appeal the Director's decision to the Commission. The Commission may sustain, reverse or modify the Director's findings and sanctions imposed or take such other action to effectuate the purpose of this ordinance. An appeal by a contractor under this subsection shall not stay the Director's findings. \n     (D)     The Director may require such reports, information and documentation from contractors, subcontractors, bidders, contract awarding authorities, and heads of departments, divisions, and offices of the City as are reasonably necessary to determine compliance with the requirements of this ordinance. \n     (E)     Wilful Noncompliance by Contract Awarding Authority. Whenever the Director finds after investigation that a contract awarding authority has willfully failed to comply with its duties pursuant to Section \n14A.8, the Director shall transmit a written finding of noncompliance specifying the nature of the noncompliance, to the contract awarding authority, the Commission, the Mayor and this Board. \n          The Director shall attempt to resolve any noncompliance through conference and conciliation. Should such attempt fail to resolve the noncompliance, the Director shall transmit a copy of the finding of noncompliance along with a finding that conciliation was attempted and failed to the Commission and this Board. \n          The finding of noncompliance shall be communicated to the Mayor for appropriate action to secure compliance pursuant to Section \n14A.7. \n     (F)     If the Director has reason to believe that any person has knowingly made, filed, or caused to be filed with the City any materially false or misleading statement or report made in connection with this ordinance, the Director shall report that information to the City Attorney or the District Attorney for appropriate action. The Director shall be empowered to conduct an investigation and for each violation of this Subsection \n14A.13(F), to impose sanctions as set forth in Subsection \n14A.13. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"13","identifier":"14A.13","catch_text":"MONITORING AND COMPLIANCE."}}