{"text":"\n     (A)     In addition to the duties and powers given to the Human Rights Commission elsewhere, the Commission shall:\n          1.     Levy the same sanctions that a contracting awarding authority may levy as specified in Section \n14A.8(A)(7);\n          2.     When necessary, subpoena persons and records, books and documents for a proceeding of the Commission or an investigation by the Director or an audit pursuant to Section \n14A.5(E) conducted to further the purposes of this ordinance; \n          3.     Adopt rules and regulations establishing standards and procedures for effectively carrying out this ordinance;\n          4.     Issue forms for the Controller or contract awarding departments to collect information from contractors as prescribed by this ordinance; \n          5.     Hear appeals challenging: (i) the Director's disqualification of a bidder or Contractor as specified in Section \n14A.13(B), (ii) the Director's denial of an application for or revocation of the certification of a business as a DBE, as specified in Section \n14A.5(B), or (iii) the Director's denial of a request to waive or to reduce subcontractor participation goals as specified in Section \n14A.14(H); \n          6.     By regulation require contract awarding authorities, departments and the Controller to provide to the Director such information as will be necessary to enable the Director to report to the Mayor and the Board of Supervisors at the end of each fiscal year on the progress each City department has made towards the achievement of DBE participation goals and to perform his/her other duties. The database is a public record available to the public as provided by state and local law; \n          7.     Adopt rules and regulations as deemed necessary by the Director to ensure that the joint venture bid/ratings discount is applied only to joint ventures where the DBE has sufficient skill, experience, and financial capacity to perform the portion of the work identified for the DBE. \n          8.     Consistent with the provisions of the ordinance make such other rules and regulations as are necessary to guide its implementation.\n     (B)     In addition to the duties and powers given to the Director elsewhere, the Director shall have the following duties and powers:\n          1.     Through appropriately promulgated procedures, if any, the Director shall certify businesses as a DBE any business that:\n               (a)     has average gross annual receipts in the three fiscal years immediately preceding its application for certification as a DBE that do not exceed the following limits: (1) public works/construction; specialty construction contractors; (2) goods/materials/equipment and general services suppliers; (3) professional services and architect/engineering; (4) trucking; and (5) telecommunicationsAny business under common ownership, in whole or in part, with any other business(es) shall meet the requirements of this subparagraph only if the aggregate gross annual receipts of all of the businesses under such common ownership do not exceed the limits specified herein. All businesses owned by married spouses or domestic partners shall be considered under common ownership unless the businesses are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate either business. \n               (b)     is an independent and continuing business for profit;\n               (c)     performs a commercially useful function as defined in Section \n14A.4:\n               (d)     has fixed offices or distribution points, as defined in Section \n14A.4, located within the geographical boundaries of the City where a commercially useful function is performed. Businesses that supply commodities must continuously maintain warehouses stocked with inventory within the geographical boundaries of the City. Truckers must park their registered vehicles and trailers within the geographical boundaries of the City. Post office box numbers or residential addresses shall not suffice to establish a local office; \n               (e)     is listed in the Permits and License Tax Paid File with a San Francisco business street address;\n               (f)     possesses a current Business and Tax Registration Certificate at the time of the application for certification as a DBE;\n               (g)     has been located and doing business in the City for at least six months preceding its application for certification as a DBE;\n               (h)     has business cards for the San Francisco office;\n               (i)     has business stationary for the San Francisco office;\n               (j)     has a written agreement for occupancy of a San Francisco office including documentation of payment of monetary rent (receipts and copies of cancelled checks); \n               (k)     is a listed business in an appropriate business buyers guide such as a telephone yellow pages listing San Francisco based businesses; \n               (l)     has a San Francisco office in which business is transacted that is appropriately equipped for the type of business for which the enterprise seeks certification as a DBE; \n               (m)     has a conspicuously displayed business sign at the San Francisco business premises, except where the business operates out of a residence; and \n               (n)     has licenses issued to the business owner appropriate for the type of business for which the enterprise seeks certification.\n               Notwithstanding the criteria in this subsection, no business that is owned in part or in whole by a full time City employee or City officer shall be considered a DBE. \n          2.     Because San Francisco Administrative Code 12D.A required a business to meet all of the criteria listed in \n14A.5(B)1 in order to be certified as a Local Business Enterprise (\"LBE\") under Section 12D.A, and because every business certified as an LBE under Section 12D.A did meet those criteria, the prior LBE certification under San Francisco Administrative Code 12D.A shall constitute a DBE certification under this ordinance, unless the Director determines that any such business no longer meets the criteria set forth for certification in Section \n14A.5(B)1. DBE certification under this Subsection shall expire on the date that the LBE certification under Section 12D.A would have expired. \n          3.     The Director shall deem any application for LBE certification under Section 12D.A that is pending on the effective date of this ordinance to be an application for DBE certification under this ordinance. \n          4.     Except where the Director cannot certify a business because the business has not been established in San Francisco for the requisite six months, whenever the Director denies an application for or revokes the certification of a business as a DBE because the business is not eligible to be certified as a bona fide DBE, the Director shall, within three working days of his/her decision, notify the aggrieved business in writing of the basis for revocation or denial of certification and the date on which the business will be eligible to reapply for certification. The notice shall be transmitted to the business via certified mail or via facsimile. The Director shall require a business to wait at least six months but not more than two years after the denial or revocation before reapplying to the Director for certification as a DBE. The Director shall provide any business whose certification is revoked an opportunity to be heard within three business days of the revocation. A business may appeal the Director's denial or revocation of certification of a business as a DBE to the Commission. The appeal must be filed with the Commission within three business days following receipt of the Director's decision. Notice by the Director to the business of denial or revocation of certification as a DBE shall apprise the business of its right to appeal the decision; \n          5.     The Director shall have the ultimate responsibility for ensuring that the necessary data is collected and analyzed. Annually, and more often if the Director deems necessary, the Director shall identify areas of contracting where the City or any of its departments are failing to meet DBE participation goals. In addition, the Director shall identify areas of contracting where the City is meeting and/or exceeding participation goals to such an extent that the DBE discounts can no longer be justified. The results of this study shall be included in the Commission's annual report required by Section \n14A.15. \n          6.     The Director shall work with the Controller and City departments to implement a City-wide prompt-payment policy requiring that DBEs be paid by the City within 30 days after the date on which the City receives an invoice from a DBE for work performed for the City; \n          7.     The Director shall provide information and other assistance to DBEs to increase their ability to compete effectively for the award of City contracts; \n          8.     The Director shall assist the City to increase participation by DBEs in City contracts;\n          9.     The Director shall continue to develop and to strengthen education and training programs for DBEs and City contract awarding personnel; \n          10.     The Director shall grant waivers as set forth in Sections \n14A.12 and \n14A.14(E) and (F), and may disqualify a bidder or contractor as set forth in Section \n14A.13(B). \n     (C)     The requirements of this ordinance are in addition to those imposed by the United States or the State of California as a condition of financial assistance or otherwise. In contracts which involve the use of any funds furnished, given or loaned by the government of the United States or the State of California, all laws, rules and regulations of the government of the United States or the State of California or of any of its departments relative to the performance of such work and the conditions under which the work is to be performed, shall prevail over the requirements of this ordinance when such laws, rules or regulations are in conflict. In addition, the Director may authorize the substitution of such State or federal DBE requirements for the requirements of this ordinance whenever such State or federal requirements are substantially the same as those of this ordinance. \n     (D)     The Director, with the approval of the Commission, may enter into cooperative agreements with agencies, public and private, concerned with increasing the use of DBEs in government contracting, subject to the approval of this Board. \n     (E)     The Director, in cooperation with the Controller, shall randomly audit at least three prime contractors each fiscal year in order to insure their compliance with the provisions of this ordinance. The Director, in cooperation with the Controller, shall furthermore randomly audit 10 percent of the joint ventures granted bid discounts in each fiscal year. The Controller shall have the right to audit the books and records of the contractors, joint venture participants, and any and all subcontractors to insure compliance with the provisions of this ordinance. \n     (F)     The powers and duties of the Commission and the Director shall be as set forth in this ordinance, subject to the power to reorganize functions as provided in Section \n4.132 of the San Francisco Charter. \n(Added by Ord. 208-04, File No. 041117, App. 8/11/2004)\n\n","heading":{"title":"14A","chaptersection":"5. ","identifier":"14A.5. ","catch_text":"POWERS AND DUTIES OF THE COMMISSION AND THE DIRECTOR."}}