{"text":"\n     (A)     In addition to the powers and duties given to contract awarding authorities elsewhere, contract awarding authorities shall:\n          (1)     Adjust bid bonding and insurance requirements in accordance with the most current version of the City's \"Contract Insurance Manual\" or as otherwise authorized by the City Risk Manager, Department of Administrative Services. \n          (2)     Use the City's Surety Bonding Program set forth in Section \n14B.16 to assist LBEs bidding on and performing City public works/construction contracts to meet bonding requirements and/or obtain construction loans. \n          (3)     Submit to the Office of Contract Administration (OCA) in electronic format or a format specified by the OCA, all bid opportunities, requests for proposals and solicitations for which published notice or advertising is required, no later than 10 calendar days prior to the due date of the bid opportunity, request for proposals or solicitation. A contract awarding authority must obtain a waiver from its commission, or in the case of a department that has no commission, from the Board of Supervisors, if it cannot meet the requirements of this Section. \n          (4)     Impose such sanctions or take such other actions as are designed to ensure compliance with the provisions of this Ordinance, which shall include, but are not limited to: \n               (a)     Refuse to award a contract.\n               (b)     Order the suspension of a contract.\n               (c)     Order the withholding of funds.\n               (d)     Order the revision of a contract based upon a material breach of contract provisions pertaining to LBE participation or outreach to MBEs, WBEs, or OBEs. \n               (e)     Disqualify a bidder, contractor, subcontractor, or other business from eligibility for providing goods or services to the City for a period not to exceed five years, based on the standards set forth in this Ordinance and rules and regulations promulgated by the Commission. Any business disqualified under this subsection shall have a right to review and reconsideration by the Commission after two years upon a showing of corrective action indicating that violations are not likely to recur. \n          (5)     Not award any contract to a person or business that is disqualified from doing business with the City under the provisions of this Ordinance. \n          (6)     Designate a staff person to be responsible for responding to the Director and Commission regarding the requirements of this Ordinance. \n          (7)     Maintain accurate records as required by the Director and the Commission for each contract awarded, its dollar value, the nature of the goods or services to be provided, the name of the contractor awarded the contract, its identity as a Small-LBE, Micro - LBE, MBE, WBE or OBE, the efforts made by the contract awarding authority to solicit bids from LBEs, including Micro - LBEs, MBEs, WBEs and OBEs, responses received from such businesses, and a full and complete statement of the reason(s) for selection of the contractor addressing the particular qualifications at issue. \n          (8)     Where feasible, provide technical assistance to LBEs to increase their ability to compete effectively for the award of City contracts. \n          (9)     Work with the Director and the Controller to implement a City-wide prompt-payment policy requiring that LBEs be paid by the City within 30 days of the date on which the City receives an invoice from a LBE for work performed for the City. \n          (10)     Provide the Director with written notice of all contract amendments, modifications, supplements and change orders that cumulatively result in an increase or decrease of the contract's dollar amount of more than 10 percent. Such notice shall be provided within 10 days of each such contract modification. \n          (11)     Whenever contract amendments, modifications, supplements or change orders cumulatively increase the total dollar value of a contract by more than 10 percent, the contract awarding authority shall require compliance with those provisions of this Ordinance that applied to the original contract. \n          (12)     All contract amendments, modifications, supplements or change orders that cumulatively increase by more than 20 percent the total dollar value of all contracts originally valued at $50,000 or more shall be subject to prior approval of the Director, who shall review the proposed amendment, modification, supplement or change order to correct contracting practices that exclude Small-LBEs or Micro - LBEs from new contracting opportunities or discriminate against MBEs, WBEs or OBEs. \n     (B)     Contract awarding authorities or departments may invite, encourage or request businesses to joint venture on any professional services or architecture/engineering contact to promote LBE participation. \n     (C)     For the purpose of determining LBE participation, contracts awarded to joint ventures in which one or more LBEs are combined with one or more business that are not LBEs shall be deemed by the contract awarding authority to be awarded to LBEs only to the extent of the LBE participation in the joint venture. \n     (D)     Subject to the budgetary and fiscal provisions of the San Francisco Charter and to any limitations or requirements associated with the issuance of municipal financings, including but not limited to the use of tax-exempt financing and other long-term obligations, contract awarding authorities shall set aside the following percentage of the value of each contract, as defined in Section \n14B.2, to fund the administration and enforcement of this \nChapter 14B by the HRC. Such funds shall be used solely for the actual costs of administering and enforcing this Chapter. The HRC shall provide monthly statements to contract awarding authorities and the Controller's Office that account for all expenditures related to administering and enforcing this Chapter, broken down by staff member, project, and activity. Any funds that are not expended on the actual costs of administration and enforcement relating to the subject contract shall be returned to the source fund as soon as practicable. This Section \n14B.13(D) shall not apply to contracts that are funded by bonds that were authorized prior to the effective date of this Ordinance. \n          (1)     For contracts having an estimated value under $1 million, the contract awarding authority shall set aside 2% of the value of the contract for the purpose described in this Section. \n          (2)     For contracts having an estimated value of at least $1 million but less than $10 million, the contract awarding authority shall set aside 1% of the value of the contract for the purpose described in this Section. \n          (3)     For contracts having an estimated value of at least $10 million but less than $50 million, the contract awarding authority shall set aside .5% of the value of the contract for the purpose described in this Section. \n          (4)     For contracts having an estimated value of $50 million or more, the HRC Director, in consultation with the contract awarding authority, shall determine the level of funding necessary to administer and enforce this Ordinance with respect to the subject contract, provided that the funding shall not exceed .5% of the value of the contract. The contract awarding authority shall set aside the designated funds to be used solely for the purpose described in this Section. \n          (5)     Notwithstanding Sections \n14B.13(D)(1), (2), (3) and (4), for the Port of San Francisco, the San Francisco Public Utilities Commission, the San Francisco Department of Public Works and the San Francisco International Airport, each such contract awarding authority and the HRC Director shall confer and jointly shall estimate the costs of administering and enforcing this Chapter with respect to each contract to be issued by each such contract awarding authority. The contract awarding authority shall set aside the agreed-upon funds to be used solely for the purpose described in this Section. \n               If, after exchanging information regarding the nature of the contract and the administrative activities required, the contract awarding authority and the Director do not agree on the cost of administering and enforcing this Chapter, the Mayor or the Mayor's designee shall determine the appropriate amount to be set aside for the purpose described in this Section. \n               The Human Rights Commission shall report on compliance by contract awarding authorities with set-asides determined under this Section \n14B.13(D)(5) and on the agreed upon funds for contract awarding authorities under \n14B.13(D)(5) in the Commission's annual report under Section \n14B.15(B). \n               The Board of Supervisors shall assess the operation of this Section \n14B.13(D)(5) in its three-year review under Section \n14B.18(G). \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 20-10, File No. 091405, App. 2/10/2010; Ord. 220-12, File No. 120818, App. 10/23/2012, Eff. 11/22/2012)\n\n","heading":{"title":"14B","chaptersection":"13. ","identifier":"14B.13. ","catch_text":"POWERS AND DUTIES OF CONTRACT AWARDING AUTHORITIES."}}