{"text":"\n     (A)     The Director shall monitor the City's utilization of Small-MBEs, Micro-LBEs, MBEs, WBEs, and OBEs in City contracting. The Director shall issue an exit report for any contract that includes LBE subcontracting participation and/or LBE prime contract participation as a joint venture partner. The purpose of this exit report is to ensure that prime contractors are complying with their commitments to use LBE subcontractors and LBEs are performing services as set forth in the bid/proposal and contract documents for the joint ventures. \n     (B)     Investigations. The Director shall investigate potential violations of this Ordinance. \n          Bidders, contractors, subcontractors and applicants for certification shall provide to the City any information that the City deems relevant, and shall cooperate in all other respects with such an investigation. A request for information from a bidder, contractor, subcontractor or applicant shall identify the records required and the time for response. If the bidder, contractor, subcontractor or applicant fails to respond to the request for information, or otherwise fails to cooperate in the investigation, appropriate sanctions, as provided in Section \n14B.17(C), may be imposed. In an investigation of potential discrimination by a prime bidder prior to contract award, if the bidder fails to respond to the request for information, or otherwise fails to cooperate in the investigation, the bid will be rejected as non-responsive, and additional sanctions may be imposed. \n     (C)     Conference and Conciliation. In the Director's sole discretion, the Director may attempt to resolve noncompliance with this Ordinance by any bidder, contractor, subcontractor or applicant for certification through informal processes, including conference and conciliation. \n     (D)     Sanctions. The City, including the Director and contract awarding authorities, as appropriate, may impose any of the following sanctions on a bidder, contractor, subcontractor or applicant for certification who fails to comply with this Ordinance, provided that, any violation related to certification must be based on a finding by the Director: \n          (1)     Reject all bids;\n          (2)     Declare a bid non-responsive;\n          (3)     Suspend a contract;\n          (4)     Withhold funds;\n          (5)     Assess penalties;\n          (6)     Debar a bidder;\n          (7)     Deny certification;\n          (8)     Revoke certification.\n     (E)     Procedures for Denials or Revocation of Certification. Whenever the Director proposes to deny an application for or revoke the certification of a business, the Director shall notify the applicant or certified business in writing of the basis for the denial or revocation, and the date on which the business will be eligible to reapply for certification. The Director shall provide the applicant or certified business with an opportunity to be heard before a final determination is made. The Director shall require a business to wait at least six months but not more than two years after the denial or revocation before reapplying for certification in the same category. \n     (F)     Procedures for Director Findings of Discrimination. In determining whether a bidder, contractor or subcontractor has engaged in discrimination in violation of this Ordinance, the Director may consider: (1) direct evidence of discrimination, (2) procedures used to select subcontractors, including relative qualifications, (3) significant differences not attributable to any legitimate non-discriminatory business reason between the available percentages of MBEs, WBEs, or OBEs capable of providing goods and services as subcontractors on a contract or a series of contracts and the percentages of the bidder's subcontractors who are MBEs, WBEs, or OBEs, or (4) any other relevant evidence. \n          Whenever the Director proposes to issue a finding of discrimination against any bidder, contractor or subcontractor, the Director shall notify the bidder, contractor or subcontractor in writing of the basis for the finding, provided that any proposal to debar a business shall be governed by Section \n14B.17(G) The Director shall provide the bidder, contractor or subcontractor with an opportunity to be heard before a final determination is made. \n     (G)     Procedures for Debarment. The Director shall have the authority to act as a charging official under San Francisco Administrative Code \nChapter 28 to debar a bidder or contractor for violations of this Chapter. The debarment procedures of \nChapter 28 shall govern. \n     (H)     Commission to Hear Appeals. Except as provided in Section \n14B.17(G), the Commission shall hear appeals challenging any determination of the Director under this Section. The Commission may sustain, reverse or modify the Director's findings and sanctions imposed, or take such other action to effectuate the purpose of this Ordinance. Unless the Commission so orders, an appeal shall not stay the Director's findings and the imposition of sanctions. \n     (I)     Referral to Other Agencies. No person shall knowingly make, file or cause to be filed with the City any materially false or misleading statement or report in connection with this Ordinance. If the Director has reason to believe that any person has knowingly made, filed, or caused to be filed with the City any materially false or misleading statement or report made in connection with this Ordinance, the Director shall report that information may impose any sanction described in this Section \n14B.17, or may refer the matter to the City Attorney or the District Attorney for appropriate action. \n     (J)     Willful Noncompliance by Contract Awarding Authority. Whenever the Director finds after investigation that a contract awarding authority has willfully failed to comply with its duties under this Ordinance, the Director shall transmit a written finding of noncompliance specifying the nature of the noncompliance, to the contract awarding authority, the Commission, the Mayor and this Board. \n          The Director shall attempt to resolve any noncompliance through conference and conciliation. Should such attempt fail to resolve the noncompliance, the Director shall transmit a copy of the finding of noncompliance along with a finding that conciliation was attempted and failed to the Commission and this Board. \n          The finding of noncompliance shall be communicated to the Mayor for appropriate action to secure compliance. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006)\n\n","heading":{"title":"14B","chaptersection":"17","identifier":"14B.17","catch_text":"ENFORCEMENT."}}