{"text":"\n     (A)     Human Rights Commission. In addition to the duties and powers given to the Human Rights Commission elsewhere, the Commission shall: \n          (1)     When necessary, subpoena persons and records, books and documents for a proceeding of the Commission or an investigation by the Director or an audit pursuant to Section \n14B.10(B)(5) conducted to further the purposes of this Ordinance. \n          (2)     Adopt rules and regulations establishing standards and procedures for effectively carrying out this Ordinance.\n          (3)     Issue forms for the Controller or contract awarding departments to collect information from contractors as prescribed by this Ordinance. \n          (4)     Hear appeals challenging: (i) the Director's disqualification of a bidder or Contractor, (ii) the Director's denial of an application for or revocation of the certification of a business as a Small-LBE, Micro-LBE, MBE, WBE, or OBE or (iii) the Director's denial of a request to waive or to reduce subcontractor participation goals. \n          (5)     By regulation require contract awarding authorities, departments and the Controller to provide to the Director such information as will be necessary to enable the Director to report to the Mayor and the Board of Supervisors at the end of each fiscal year on the progress each City department has made towards the achievement of LBE participation goals and towards the goal of ensuring against discrimination and exclusion of MBEs, WBEs, or OBEs, and to perform his/her other duties. The database is a public record available to the public as provided by state and local law. \n          (6)     Adopt rules and regulations as deemed necessary by the Director to ensure that the joint venture bid/rating discount is applied only to joint ventures where the LBE has sufficient skill, experience, and financial capacity to perform the portion of the work identified for the LBE. \n     (B)     HRC Director. In addition to the duties and powers given to the HRC Director elsewhere, the Director shall: \n          (1)     Levy the same sanctions that a contracting awarding authority may levy as specified in Section \n14B.17.\n          (2)     Ensure that the necessary data is collected and analyzed. Annually, and more often if the Director deems necessary, the Director shall identify areas of contracting where the City or any of its departments are failing to meet LBE participation goals or are contracting with MBEs, WBEs, or OBEs at rates less than would be expected in the absence of discrimination. The results of this study shall be included in the Commission's annual report required by Section \n14B.15(B). \n          (3)     Provide information and other assistance to LBEs to increase their ability to compete effectively for the award of City contracts.\n          (4)     Grant waivers as set forth in Sections \n14B.7(J) and \n14B.8(A), and disqualify a bidder or contractor as set forth in Section \n14B.17.\n          (5)     In cooperation with the Controller, randomly audit at least three prime contractors each fiscal year in order to insure their compliance with the provisions of this Ordinance. The Director, in cooperation with the Controller, shall furthermore randomly audit 10 percent of the joint ventures granted bid discounts in each fiscal year. The Controller shall have the right to audit the books and records of the contractors, joint venture participants, and any and all subcontractors to insure compliance with the provisions of this Ordinance. \n          (6)     Take actions to ensure compliance with the provisions of this Ordinance, including, without limitation, intervening in the selection process, by modifying the criteria used for selecting selection panelists or contractors to correct any practices that hinder equal business opportunities for LBEs or Micro-LBEs, and for MBEs, WBEs, and OBEs. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006)\n\n","heading":{"title":"14B","chaptersection":"10","identifier":"14B.10","catch_text":"POWERS AND DUTIES OF THE COMMISSION AND THE DIRECTOR."}}