{"text":"\n     (A)     San Francisco Bonding and Financial Assistance Program.\n          (1)     Program Description. The City and County of San Francisco, acting through the City Administrator, or, in his or her discretion, as delegated to the Director of Risk Management, a division of the Office of the City Administrator (\"Risk Manager\"), intends to provide guarantees to private bonding companies and financial institutions in order to induce those entities to provide required bonding and financing to eligible contractors and subcontractors bidding on and performing City public works/construction contracts. This bonding and financial assistance program is subject to the provisions of this Section \n14B.16(A). \n          (2)     Eligible Contracts. The assistance described in this Section \n14B.16(A) shall be available for any City public works/ construction contract to which this Ordinance applies. \n          (3)     Eligible Businesses. Businesses must meet the following criteria to qualify for assistance under this Section \n14B.16(A). \n               (a)     The business may be either a prime contractor or subcontractor; and\n               (b)     The business must be certified by the Contract Monitoring Division of the Office of the City Administrator (\"CMD\") as an LBE according to the requirements of Section \n14B.3, \n14B.5, or \n14B.6;\n               (c)     The business may be required to participate in a \"bonding assistance training program\" as offered by the Risk Manager, which is anticipated to provide the following: \n                    (i)     Bond application assistance.\n                    (ii)     Assistance in developing financial statements,\n                    (iii)     Assistance in development of a pre-bond surety profile,\n                    (iv)     Identification of internal financial control systems, and\n                    (v)     Development of accurate financial reporting tools.\n          (4)     Agreements Executed by the Risk Manager. The Risk Manager is hereby authorized to enter into the following agreements in order to implement the bonding and financial assistance program described in this Section \n14B.16(A): \n               (a)     With respect to a surety bond, the agreement to guaranty up to 40 percent of the face amount of the bond or $750,000, whichever is less; \n               (b)     With respect to a construction loan to be made to a contractor or subcontractor, an agreement to guaranty up to 50 percent of the original principal amount of the construction loan or 50 percent of the actual loss suffered by the financial institution as a result of a loan default, whichever is less; provided that in any event the City's obligations with respect to a guaranty shall not exceed $750,000; \n               (c)     Any other documents deemed necessary by the Risk Manager to carry out the objectives of this program, provided that such documents shall be subject to review and approval by the City Attorney's Office. \n          (5)     Monitoring and Enforcement. The Risk Manager shall maintain records on the use and effectiveness of this program, including but not limited to (1) the identities of the businesses and bonding companies participating in this program, (2) the types and dollar amounts of public work contracts for which the program is utilized, and (3) the types and dollar amounts of losses which the City is required to fund under this program. The Risk Manager shall submit written reports to the Board of Supervisors every six months beginning January 1, 2007, advising the Board of the status of this program and its funding capacity, and an analysis of whether this program is providing to be useful and needed. \n          (6)     Contributions to the San Francisco Self-Insurance Surety Bond Fund. Subject to the budgetary and fiscal provisions of the San Francisco Charter, each department that conducts public works or improvements under \nChapter 6 of the Administrative Code shall contribute annually to the San Francisco Self-Insurance Surety Bond Fund (\"the Fund\") an amount that is set by multiplying the annual contribution rate set pursuant to Section \n10.100-371(c) times its total appropriations for capital construction and improvement. \n          (7)     The Treasurer of the City and County of San Francisco is hereby authorized to negotiate a line(s) of credit or any credit enhancement program(s) or financial product(s) with a financial institution(s) to provide funding; the program's guaranty pool may serve as collateral for any such line of credit. \n               In the event the City desires to provide credit enhancement under this Subsection for a period in excess of one fiscal year, the full aggregate amount of the City's obligations under such credit enhancement must be placed in a segregated account encumbered solely by the City's obligations under such credit enhancement. \n          (8)     Default on Guarantees. The City Administrator shall decertify any contractor that defaults on a loan or bond for which the City has provided a guarantee on the contractor's behalf. However, the City Administrator may in its sole discretion refrain from such decertification upon a finding that the City has contributed to such default. \n     (B)     Education and Training. The City Administrator shall develop and strengthen existing education and training programs for LBEs and City contract awarding personnel. \n     (C)     Cooperative Agreements. With the approval of the Board of Supervisors, the City Administrator may enter into cooperative agreements with agencies, public and private, concerned with increasing the use of LBEs in government contracting.\n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 314-08, File No. 081443, App. 12/19/2008; Ord. 8-11, File No. 101006, App. 1/7/2011; Ord. 40-13, File No. 121211, App. 3/28/2013, Eff. 4/27/2013) \n\n","heading":{"title":"14B","chaptersection":"16","identifier":"14B.16","catch_text":"SAN FRANCISCO BONDING AND OTHER ASSISTANCE."}}