{"text":"\n     (A)     PUC-LBE Certification. In order to increase the ability of small businesses that are located within the PUC water system service area but outside of the jurisdictional boundaries of San Francisco to compete for regional PUC contracts, the Director shall certify businesses as PUC-LBEs, including as either Small-PUC-LBEs or Micro-PUC-LBEs, and as either PUC-MBEs, PUC-WBEs, or PUC-OBEs, that meet all of the following criteria: \n          (1)     Only established small public works/construction, construction material supplies, construction equipment rental and trucking firms may be certified as PUC-LBEs or any subcategory of PUC-LBE. \n          (2)     Only firms located within the PUC water system service area may be certified as PUC-LBEs or any subcategory of PUC-LBE.\n          (3)     Only firms with average gross annual receipts in the prior three fiscal years that meet the requirements of Section \n14B.3(B) or Section \n14B.3(C) for Small-LBEs or Micro-LBEs, respectively may be certified as PUC-Small-LBEs or PUC-Micro-LBEs. \n          (4)     PUC-LBEs owned and controlled by one or more minority persons or women according to all of the criteria set forth in Section \n14B.3(B) or \n14B.3(C), respectively, shall be certified as PUC-MBEs or PUC-WBEs. PUC-LBEs that do not demonstrate qualifying ownership and control by minority persons or women shall be certified as PUC-OBEs. \n          (5)     Firms shall meet all criteria that the City Administrator shall by rule adopt to the end that firms certified as PUC-LBEs shall be similarly situated to LBEs to the extent practicable, taking into account the special circumstances of their location and the needs of the PUC Regional projects. \n     (B)     PUC Small Firm Advisory Committee. There is hereby established a PUC Small Firm Advisory Committee as follows: \n          (1)     The PUC Small Firm Advisory Committee shall have five (5) members who shall be appointed by the PUC General Manager to represent the interest of individuals and businesses that are or may be eligible for PUC-LBE certification. Members shall serve at the pleasure of the PUC General Manager. Members of the PUC Small Firm Advisory Committee shall not be compensated, but shall be reimbursed for expenses in accordance with the Controller's published policies. \n          (2)     The purposes and duties of the PUC Small Firm Advisory Committee are:\n               (a)     To adopt rules and procedures within the Advisory Committee's responsibilities;\n               (b)     To assist the Director in verifying the eligibility for certification of PUC-LBE applicants by conducting site visits or undertaking other local or regional fact gathering to ensure that applications for PUC-LBE certification undergo substantially the same scrutiny as applications for other LBE certification; \n               (c)     To outreach to the business community about PUC-LBE certification and contracting opportunities and to provide information to the Director regarding the availability of potential PUC-LBEs; \n               (d)     To receive reports from the City, to publicly discuss, and make recommendations for rules and procedures regarding the implementation of this Ordinance for PUC regional projects to the Director and the PUC; \n               (e)     To make recommendations to HRC to study the feasibility of additional programs that will increase the participation of eligible firms for the regional program; \n               (f)     To provide status reports on the Advisory Committee's activities to the Commission and the General Manager.\n          (4)     The PUC Small Firm Advisory Committee shall establish bylaws, rules and/or regulations for the conduct of its business. Administrative assistance and staffing for the PUC Small Firm Advisory Committee shall be provided in the discretion of the PUC. \n          (5)     Except for the PUC Small Firm Advisory Committee's authority as provided in Section \n14B.5(B)(2), the Director shall have the authority over the implementation of this Ordinance for PUC Regional Projects to the same extent as all other bids, proposals and contracts subject to the Ordinance. The Director shall consult fully with the PUC to the extent required in the Ordinance. \n     (C)     Except as provided in Subsection \n14B.5(D), PUC-LBEs shall have the status of LBEs for all purposes of this Ordinance only for construction, specialty construction, construction material suppliers, construction equipment rental firms and trucking services for PUC Regional Projects. PUC-LBEs shall not have the status of LBEs for PUC contracts for architectural and engineering services, professional services or general services or for any other bid, proposal or contract subject to this Ordinance. \n     (D)     Contract Awarding Authorities shall only apply Discounts to Bids from PUC-LBEs for the purpose of determining the apparent highest ranked proposal or the apparent lowest bid, for PUC Regional Projects that will be performed exclusively 70 miles or more beyond the jurisdictional boundaries of San Francisco and for which no cost will be directly shared by members of the BAWSCA, where application of the Discount will not adversely impact the ranking for negotiation or award process of a Bid submitted by any Micro-LBE, Small-LBE, or SBA-LBE certified under Section \n14B.3.\n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 30-13, File No. 121105, App. 3/5/2013, Eff. 4/4/2013)\n\n","heading":{"title":"14B","chaptersection":"5. ","identifier":"14B.5. ","catch_text":"PUC-LBE CERTIFICATION."}}