{"text":"\n     (A)     LBE Participation Goals. Prior to soliciting bids, Contract Awarding Authorities shall provide the Director with a proposed job scope for each (1) Public Works/Construction Contract that equals or exceeds fifty percent (50%) of the Threshold Amount, and (2) each Architect/Engineering, Professional Service and General Services Contracts that equal or exceed fifty percent (50%) of the Minimum Competitive Amount The Contract Awarding Authority may ask the Director to waive subcontracting goals where it anticipates that there are no subcontracting opportunities or there are not sufficient LBEs available to perform the subcontracting work available on the Contract. \n          The Director shall set LBE subcontracting participation goals for each such Contract, where appropriate, based on the following factors: \n          (1)     The extent of subcontracting opportunities presented by the Contract; and\n          (2)     The availability of Small and Micro-LBE Subcontractors certified to provide goods and services required under the scope of the proposed Contract. \n          Contractors shall satisfy the LBE subcontracting participation goals by using Small and Micro-LBEs with the following exception: If the Director determines there are not sufficient Small and Micro-LBEs available to perform the subcontracting work on the Contract, the Director may set goals based on the availability of all LBEs and permit Contractors to satisfy the goals by using Small, Micro or SBA-LBEs, or may set separate goals for Small and Micro-LBEs and for SBA-LBEs. \n     (B)     Satisfaction of Good Faith Efforts Requirements. At the time of a Bid, all Bidders must meet the LBE subcontracting participation goals set by the Director, and also must conduct good faith efforts and file evidence of good faith efforts as required in Sections 14B.(D) and (E) respectively, with the following exceptions \n          (1)     If upon submission of a Bid, the Bid demonstrates total LBE participation that exceeds by thirty-five percent (35%) the established LBE subcontracting participation goal for the Contract the Bid, the Bidder is not required to conduct good faith efforts or to file evidence of good faith efforts as required in Sections 14B.(D) and (E). For the sole purpose of determining whether a Bid exceeds by thirty-five percent (35%) the established LBE subcontracting participation goal, and therefore exempts the Bidder from the requirement to conduct and file evidence of good faith efforts, participation by the following LBEs shall be counted: Small and Micro-LBE prime contractors, Small and Micro-LBE Joint Venture partners, and Small and Micro-LBE Subcontractors. Participation by SBA-LBE Subcontractors shall be counted if under Subsection 14B(8)(A), the Director permitted use of SBA-LBE firms to satisfy subcontracting goals on the Contract. \n          (2)     Bidders on Public Works/Construction Contracts in an amount less than the Threshold Amount or on Architect/Engineering. Professional Services or General Services Contracts in an amount less than the Minimum Competitive Amount are not required to conduct good faith efforts or to file evidence of good faith efforts as required in Sections \n14B.8(D) and (E) to select Subcontractors to meet LBE goals. \n     (C)     Bids that do not meet the LBE participation goal set under \n14B.8(A) will be rejected as non-responsive unless the Director finds that the Bidder diligently undertook all the good faith efforts required by this Ordinance and that the failure to meet the goal resulted from an excusable error. The Contract Awarding Authority shall require Bidders to contact a LBE before listing that LBE as a Subcontractor in the Bid. A Bid that fails to comply with this requirement will be rejected as non-responsive. In addition only LBEs that have been contacted and agreed to be listed as Subcontractors shall be credited toward meeting the LBE participation goal. \n     (D)     Good Faith Outreach. In addition to meeting the LBE participation goal, Bidders on (1) Public Works/Construction Contracts that equal or exceed the Threshold Amount; and (2) Architect/Engineering, Professional Services or General Services Contracts that equal or exceed the Minimum Competitive Amount shall undertake good faith outreach as set forth in this Section \n14B.8 (D) to select Subcontractors to meet LBE goals. Except where a Contract does not include a subcontracting goal or a Bid is exempt from good faith outreach under Section \n14B.8(B), Bids from Bidders who fail to conduct and/or to document good faith outreach steps as required by this Ordinance and duly promulgated HRC Rules and Regulations shall be declared nonresponsive. \n          The Human Rights Commission shall by Rule and Regulation assign a numeric value to each of the good faith outreach steps listed below. Adequate good faith outreach shall be a minimum of 80 points with a total of 100 points possible. \n          (1)     Attending any presolicitation, or prebid, meetings scheduled by the City to inform all bidders of LBE program requirements for the project for which the Contract is awarded; \n          (2)     Identifying and selecting subcontracting opportunities to meet LBE goals;\n          (3)     Advertising for LBE Subcontractors by posting the opportunity in an accessible location, specified by the City, not less than ten (10) calendar days before the date the Bids can first be submitted. The advertisement must include information where Bidders may obtain adequate information about the plans, specifications, and requirements for the work. This paragraph applies only if the City gave public notice of the project not less than fifteen (15) calendar days prior to the date the Bids can first be submitted; \n          (4)     Not less than ten (10) calendar days before the date the bids can first be submitted, contacting at least the requisite number of LBEs by trade certified to perform the identified work required by the 14B Rules and Regulations; and \n          (5)     Performing follow-up contact on the initial solicitation with interested Subcontractors and negotiating in good faith with LBEs, as set forth in the 14B Rules and Regulations, and not unjustifiably rejecting their Bids. \n          (6)     Advising and assisting interested LBEs that are bidding on and performing City Public Work and Construction Contracts with the City's bonding and financial assistance programs to obtain bonds, lines of credit, or insurance required by the City or the Bidder. \n     (E)     Documentation of Good Faith Outreach. Each Bid that equals or exceeds the Threshold Amount or the Minimum Competitive Amount, as applicable, shall document good faith outreach and include the documentation with the Bid. Such documentation shall include: (1) the dollar amount of each subcontract and a statement of the scope of work to be performed under the subcontract; (2) the identification of each subcontract awarded to an LBE and, (3) for each subcontract, copies of the Subcontractor Bids submitted. Such documentation shall contain at least the Bid amount and a description of the scope of work, and separately, for each subcontract, a full and complete statement of the reason(s) for selection of the Subcontractor. If the reason is based on relative qualifications, the statement must address the particular qualifications at issue. If the reason is the Bid's respective dollar amounts, the statement must state the amounts and describe the similarities and/or dissimilarities in the scope of work covered by the Bids. If no written Bids were submitted by some or all of the Subcontractors who bid the job, the Bidder shall submit a written statement containing (1) the amount of each oral bid; and (2) separately, for each subcontract, a full and complete statement of the reason(s) for selection of the Subcontractor. Bidders shall maintain the documentation described in this paragraph for three (3) years following submission of the Bid or completion of the Contract, whichever is later. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 265-08, File No. 081231, App. 11/25/2008; Ord. 20-10, File No. 091405, App. 2/10/2010; Ord. 8-11, File No. 101006, App. 1/7/2011) \n\n","heading":{"title":"14B","chaptersection":"8. ","identifier":"14B.8. ","catch_text":"SUBCONTRACTING."}}