{"text":"\n     (A)     Operative date of this Chapter. \nChapter 14B shall become operative on September 1, 2006, and shall govern all contracts initiated on or after that date. \n     (B)     Applicability. \nChapters 12D.A, \n14A and \n14B shall apply as follows: \n          (1)     Any amendment to a contract initiated before July 26, 2004 in which the Contractor agreed to comply with \nChapter 12D.A shall be governed by \nChapter 12D.A; provided, however, that if a competitive solicitation for an agreement to the proposed changes to the contract is required by law, or the law would otherwise require execution of a new contract, rather than an amendment to an existing contract, the provisions of \nChapter 14B and not \nChapter 12D.A shall apply. \n               \nChapter 14A shall apply to (1) all contracts in which the Contractor agreed to comply with \nChapter 14A and any amendment to those contracts and (2) all contracts initiated on or after July 26, 2004 and before September 1, 2006 and any amendment to such contracts; provided, however, that if a competitive solicitation for an agreement to the proposed changes to the contract is required by law, or the law would otherwise require execution of a new contract, rather than an amendment to an existing contract, the provisions of \nChapter 14B and not \nChapter 14A shall apply. \n          (2)     This \nChapter 14B shall govern all contracts initiated on or after September 1, 2006, and any amendments thereto.\n          (3)     For all contracts described in Section \n14B.18(B)(1) and Section \n14B.18(B)(2) to which this \nChapter 14B applies, when any provision of the San Francisco Municipal Code or other local law refers to \nChapter 12D.A or \n14A of the San Francisco Administrative Code, it shall be read as referring instead to \nChapter 14B. \n     (C)     Transition Provisions. In order to effect an orderly transition from \nChapter 14A to this Ordinance, any business certified as an LBE under \nChapter 12D.A or a DBE under \nChapter 14A shall be deemed an LBE under this \nChapter 14B until the earlier of (1) the expiration of the business' certification under \n12D.A or \n14A, (2) the business' failure to maintain the certification criteria under which it was certified, or (3) January 1, 2007. The Director may, by appropriate rules and regulations, establish procedures to allow such businesses certified as LBEs or DBEs under \n12D.A or \n14A to demonstrate their eligibility for certification under Section \n14B.3 of this Ordinance on an expedited basis, prior to the expiration of their existing certification. \n          The Director shall deem any application for DBE certification under \nChapter 14A that is pending on the effective date of this Ordinance to be an application for certification under \nChapter 14B. \n     (D)     State or Federal Provisions. In contracts which involve the use of any funds furnished, given or loaned by the Government of the United States or the State of California, all laws, rules and regulations of the Government of the United States or the State of California or of any of its departments relative to the performance of such work and the conditions under which the work is to be performed, shall prevail over the requirements of this Ordinance when such laws, rules or regulations are in conflict. \n     (E)     Severability. The provisions of this Ordinance are declared to be separate and severable. The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this Ordinance, or the invalidity of the application thereof to any person or circumstances shall not affect the validity of the remainder of this Ordinance, or the validity of its application to other persons or circumstances. \n     (F)     General Welfare Clause. In undertaking the enforcement of this Ordinance, the City is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n     (G)     Three-year Review. No later than three years from the effective date of this Ordinance, the Board of Supervisors shall hold a hearing for the purpose of conducting a comprehensive review of this Ordinance. The Board shall take testimony from all affected parties, and shall enact any changes that it deems appropriate. \n     (H)     Municipal Transportation Agency. Consistent with Charter Section \n8A.101(g), the Municipal Transportation Agency shall comply with the provisions of this \nChapter 14B. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 116-08, File No. 080613, App. 7/11/2008; Ord. 220-12, File No. 120818, App. 10/23/2012, Eff. 11/22/2012)\n\n","heading":{"title":"14B","chaptersection":"18","identifier":"14B.18","catch_text":"APPLICABILITY, OPERATIVE DATE AND TRANSITION PROVISIONS."}}