{"text":"\n     (A)     Short Title. This ordinance shall be entitled \"Local Business Enterprise and Non-Discrimination in Contracting Ordinance.\" \n     (B)     Findings.\n          (1)     The Board finds that San Francisco's small businesses are a significant sector of the local economy and form the backbone of our neighborhoods. Small businesses contribute hundreds of millions of dollars to San Francisco's economy each year. Through payroll taxes alone, small businesses make a significant investment in the economic health of our City and the quality of life of its citizens and visitors. \n          (2)     Because San Francisco's small businesses experience higher costs than large businesses or businesses located outside the City, they suffer disadvantage in any competition with those businesses. The Board finds that small local businesses are at a competitive disadvantage in competing for work on public contracts. Because of their size, very small, or \"micro,\" local businesses are at an even greater competitive disadvantage in competing for work on public contracts. \n          (3)     The public has an interest in fostering a strong and vibrant network of small and very small micro businesses in San Francisco. In part, San Francisco can accomplish this goal by ensuring that small and micro local businesses can compete for public contracts on a level playing field. \n          (4)     The Board finds that the disadvantages suffered by very small and micro local businesses in competing as prime contractors on public contracts can be reduced by discounting their bids and ratings by ten percent. Granting a ten percent discount does not unduly burden businesses not eligible for such discounts, and is similar to the corrective adjustments given to small and very small micro businesses in other jurisdictions. The Board finds that the additional disadvantages suffered by micro local businesses can be reduced by setting aside appropriate small contracts for competition only among micro businesses. \n          (5)     San Francisco has a long history of working to end discrimination in all aspects of public contracting. The City must continue to award and administer its public contracts in a manner that is fair and provides equal opportunity to all local businesses, regardless of race, gender or other category protected by law. San Francisco must ensure that it does not discriminate and does not contract with any business that discriminates on the basis of race, gender or other protected category. \n               Specifically, this Board initially passed Ordinance No. 139-84 on April 2, 1984 to combat the City and County of San Francisco's own active and passive participation in discrimination against minority- and women-owned businesses, both in its own contracting for goods and services and in the private market for such goods and services. At the time of passage, women- and minority-owned businesses were virtually excluded as contractors on prime City contracts. \n               Since that time, this Board and the City's Human Rights Commission have actively and extensively documented and studied discrimination against and disadvantages faced by these groups to gauge the effectiveness of the prior Minority, Women and Local Business Enterprise Ordinances (the \"M/W/LBE Ordinances\") and to assess the need for further and continuing action. The earlier studies are documented in the legislative history of the previous amendments and re-enactments of the ordinance, including Ordinance Nos. 175-89, 155-92, 210-97, 457-97, 82-98, 296-98, 210-99, 283-99 and 134-03. The findings underlying these ordinances have been reviewed and analyzed in the preparation of this Ordinance and are hereby incorporated by reference into the legislative history of this Ordinance. These materials include disparity studies, transcripts of live testimony by dozens of witnesses, case studies of discrimination, and voluminous other materials. An index and a separate synopsis of this material are on file with the Clerk of this Board in File No. 98-0612. These materials are all incorporated by reference into the legislative history of this Ordinance. The collection and analysis of relevant information is ongoing. \n               On July 26, 2004, in Coral Construction, Inc. v. City and County of San Francisco (Sup. Ct. No. 421249), the San Francisco Superior Court enjoined the City from enforcing certain provisions of the M/W/LBE Ordinance. In a subsequent order, the court clarified that the injunction applied to Sections \n12D.A.6, \n12D.A.7, \n12D.A.8, \n12D.A.9, \n12D.A.10, \n12D.A.14, and \n12D.A17 of the Administrative Code, for all contracts for which bids or proposals are advertised or solicited on or after July 26, 2004. The injunction became effective immediately. \n               In issuing its injunction, the Superior Court did not dispute the accuracy of the City's disparity studies or otherwise take issue with the City's underlying findings of discrimination and disparity. However, the Court ruled that California's Proposition 209 does not allow the City to address the identified problem through its prior methods. The Board finds and declares that the need for the City to identify, rectify, and prevent discrimination in its public contracting still exists, and the City is committed to ensuring that neither MBEs nor WBEs nor any other business is arbitrarily or unfairly excluded from contracting opportunities. The City remains committed to addressing discrimination in public contracting to the fullest extent allowed by law, in a manner that is consistent with all requirements of Federal and State law. \n     (C)     Purpose.\n          (1)     Assistance to Small Local Businesses. The City shall assist small and micro local businesses to increase their ability to compete effectively for the award of City contracts. The Mayor shall establish Citywide goals for participation by small and micro local businesses in contracting. The City shall provide the bid discounts, set asides, and subcontracting opportunities set forth in this Ordinance, information and training, and other assistance to small and micro local businesses in order to reach these goals. The Human Rights Commission and Director shall assist other City departments to implement the goal of increasing participation in City contracts by small and micro local businesses. \n          (2)     Nondiscrimination. Neither the City nor any of its officers or employees shall discriminate against any person or business on any basis prohibited by law in the award or administration of City contracts. Persons or businesses that are awarded City contracts shall not discriminate against any person or business on any basis prohibited by law in the performance or administration of any City contract, including in the selection of subcontractors. \n          (3)     Human Rights Commission. The Human Rights Commission shall adopt rules and regulations necessary to carry out this Ordinance. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006)\n\n","heading":{"title":"14B","chaptersection":"1","identifier":"14B.1","catch_text":"PURPOSE AND FINDINGS."}}