{"text":"\n     (A)     For purposes of ensuring non-discrimination in City contracting and subcontracting, and subject to appropriately promulgated procedures, if any, the Director shall further certify Small-LBEs and Micro-LBEs as MBEs, WBEs and OBEs according to the ownership and control of the LBE. \n     (B)     MBE Certification. The Director shall certify as an MBE any business that is certified as an LBE and is owned and controlled by one or more minority persons. A minority person is a member of one or more of the following ethnic groups: \n          (1)     African Americans, defined as persons whose ancestry is from any of the Black racial groups of Africa or the Caribbean;\n          (2)     Arab Americans, defined as persons whose ancestry is from an Arabic speaking country that is a current or former member of the League of Arab States; \n          (3)     Asian Americans, defined as persons with Chinese, Japanese, Korean, Pacific Islander, Samoan, Filipino, Asian Indian, and Southeast Asian ancestry; \n          (4)     Iranian Americans, defined as persons whose ancestry is from the country of Iran;\n          (5)     Latino Americans, defined as persons with Mexican, Puerto Rican, Cuban, Central American or South American ancestry. Persons with European Spanish ancestry are not included as Latino Americans; and \n          (6)     Native Americans, defined as any person whose ancestry is from any of the original peoples of North America, and who maintains cultural identification through tribal affiliation or community recognition. \n     (C)     WBE Certification. The Director shall certify as a WBE any business that is certified as an LBE and is owned and controlled by one or more women. \n     (D)     OBE Certification. The Director shall certify as an OBE any business that is certified as an LBE and (i) does not demonstrate to the satisfaction of the Director that it is owned and controlled by one or more women or one or more minority persons or (ii) is not certified as an MBE or a WBE. \n     (E)     Period of Certification. The Director may certify LBEs as small-LBEs or Micro-LBEs, and as MBEs, WBEs or OBEs for a period not to exceed three years provided that businesses must at all times throughout the certification period meet the criteria in Section \n14B.3 and Section \n14B.4 as applicable. The Director may require certified businesses annually to submit documentation for the purpose of verifying continuing eligibility for any certification hereunder. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006)\n\n","heading":{"title":"14B","chaptersection":"4. ","identifier":"14B.4. ","catch_text":"NON-DISCRIMINATION CERTIFICATION."}}