{"text":"\n     (A)     Prohibition on Discrimination. A bidder may not discriminate in its selection of subcontractors against any person on the basis of race, gender, or any other basis prohibited by law. \n     (B)     Availability Data. In order to prevent unlawful discrimination in the selection of subcontractors, and to identify and correct unlawful practices, the City will monitor the administration of City contracts, including the selection of subcontractors, as provided in this Section. For public work/construction, architect/engineering, professional service, and general service contracts which the contract awarding authority reasonably anticipates will include subcontractor participation, prior to the solicitation of bids or proposals, the Director shall assemble data regarding the availability of MBEs, WBEs and OBEs to provide work that is likely to be subcontracted. The Director, in the Director's sole discretion, shall determine the appropriate methodology. \n     (C)     Requirements for Solicitations. In all solicitations of public work/construction, architect/engineering, professional service, and general service contracts which the contract awarding authority reasonably anticipates will include subcontractor participation, the contract awarding authority shall include the availability data described above. Bidders shall undertake all required good faith efforts outreach steps in such a manner as to ensure that neither MBEs nor WBEs nor OBEs are unfairly or arbitrarily excluded from the required outreach. \n     (D)     Review of Bid. The Director may review or investigate any bid, including the selection of the bidder's subcontractors, to determine whether discrimination may have occurred. The Director shall review bids, during the bid protest period, to determine whether: (1) a potential subcontractor or other person has filed a complaint of discrimination; (2) there is a significant difference between the percentages of MBEs, WBEs, or OBEs available to provide goods and services as subcontractors on the contract and the percentages of the bidder's subcontractors who are MBEs, WBEs, or OBEs; or (3) other facts and circumstances suggest that further inquiry is warranted. The Director, in the Director's sole discretion, shall determine whether and when to investigate further the conduct of a bidder or contractor. Investigations will be conducted under the procedures in Section \n14B.17. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006)\n\n","heading":{"title":"14B","chaptersection":"9. ","identifier":"14B.9. ","catch_text":"ENSURING NON-DISCRIMINATION IN SUBCONTRACTING."}}