{"text":"\n     (A)     Reporting by the Director. Commencing January 1, 2007, and no later than the first day of every third month thereafter, the Director shall issue a written report to this Board. That report shall document each City department's performance under the terms of this Ordinance, including, among other things, each City department's progress in meeting LBE goals and ensuring non-discrimination against MBEs, WBEs, and OBEs, and the success of each department's prime contractors in complying with the LBE subcontracting provisions of this Ordinance and ensuring non-discrimination against MBEs, WBEs, and OBEs. That report shall also state the level of participation of all categories of LBEs and whether or not each City department has fully reported all data required by this Ordinance or requested by HRC or the Controller. \n          (1)     Whenever the Director's report concludes that a department management's intentional disregard or negligent performance of obligations imposed by this Ordinance has contributed to that department's failure to meet its prime contracting goals or requirements of this Ordinance, or the failure of its prime contractors to meet their Subcontracting goals or requirements of this Ordinance, or whenever the Director's report concludes that a City department has failed to provide any data required by this Ordinance or requested by the HRC or the Controller, the Clerk of this Board shall schedule before the appropriate Committee of the Board a hearing on that report. The Clerk shall also give notice of that hearing to the heads of the Departments identified in the report and request the attendance of the heads of those Departments at the Committee hearing. The Clerk's notice shall inform the Department heads that they must be prepared to respond to the Director's finding of intentional disregard and/or negligent performance and to explain what steps they intend to take to forestall repetition of the problems identified in the Directors' report. The same procedure shall be followed whenever the Director's report identifies any department as having failed to meet its prime or subcontracting goals for three (3) consecutive quarters. If the Director's report indicates that a City department has not meet its goals for three (3) consecutive quarters, HRC and the City department shall institute a targeted program to remedy lack of participation by LBEs in any affected industry. \n          (2)     The Director shall report to the Commission all waivers acted upon pursuant to Section \n14B.7(J) and \n14B.8(A). Such report shall be made on a monthly basis following the granting of the waiver. \n     (B)     Reporting by City Departments.\n          (1)     As part of their annual budget submission to the Board of Supervisors, all Contract Awarding Authorities and City departments shall report annually: \n               (a)     to the Mayor on their progress in the preceding fiscal year toward the achievement of the LBE goals and their steps to ensure non-discrimination against MBEs, WBEs, and OBEs; and \n               (b)     to the Board of Supervisors, on their compliance with the Micro-LBE Set Aside Program in accordance with Section \n14B.7(K)(3).\n          (2)     All Contract Awarding Authorities and City departments shall cooperate with requests by the Human Rights Commission for information needed by the Human Rights Commission to make the reports to the Board of Supervisors required by Chapter \n14B.15(A). \n     (C)     Reporting by the Commission. By July 1st of each fiscal year, the Commission shall submit an annual report to the Mayor and this Board on the progress of the City toward the goals of this Ordinance, together with an identification of problems and specific recommendations for: (1) improving the City's performance in fostering LBE participation in City contracting and (2) ensuring non-discrimination against MBEs, WBEs, and OBEs. The Commission's report shall include an analysis of the bidding environment in the various industries that participate in City contracts. \n          Each year, after receiving the Commission's annual report, the Board shall hold a hearing to review the City's performance under this Ordinance, the administration of this Ordinance by the HRC, and the progress of City departments towards the purposes of this Ordinance, and other subjects pertaining to the ordinance. \n          The Board shall act upon the Commission's recommendations by the first Board meeting of January in each fiscal year. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 20-10, File No. 091405, App. 2/10/2010; Ord. 8-11, File No. 101006, App. 1/7/2011) \n\n","heading":{"title":"14B","chaptersection":"15","identifier":"14B.15","catch_text":"REPORTING AND REVIEW."}}