{"text":"\n     (A)     Not withstanding any other provisions of this Ordinance, in order to increase the ability of small, local non-profit enterprises to compete for City contracts on an equal basis with small, local for-profit enterprises, the Director shall certify non-profit enterprises that meet all of the following criteria: \n          (1)     The non-profit enterprise is financially and operationally independent from, and operates at arm's length to, any other non-profit or for-profit enterprise. \n          (2)     The non-profit enterprise is continuously in operation.\n          (3)     The business is a California Nonprofit Organization that is both \n               (a)     regulated as either a Nonprofit Public Benefit Corporation under California Corporations Code Sections 5110-6815 or a Nonprofit Religious Corporation under California Corporations Code Sections 9110-9690, and \n               (b)     tax-exempt under section 501(c)(3) of the Internal Revenue Code. \n          (4)     The non-profit enterprise performs a commercially useful function. In the case of non-profits, the commercially useful function may be related or unrelated to its stated charitable mission. The tax, or other implications, including forfeiture of tax-exempt status, that a certified non-profit may incur for engaging in substantial business operations unrelated to its charitable mission are solely the responsibility of the non-profit and not a criteria for certification hereunder. \n          (5)     The non-profit enterprise maintains its principal place of business in a fixed office within the geographic boundaries of the City. \n               An office is a fixed and established place of business, including a qualified home office, where business is conducted on a regular basis of the type for which certification is sought. A residence qualifies as an office only if none of the persons who own or control the business also maintains an office related to a for-profit or non-profit enterprise outside the residence in the same or related field, and the persons who own or control the business claimed a business deduction on the prior year's income tax return, or for, businesses started after the last tax return, would qualify for a deduction on the next tax return. None of the following constitutes an office: a post office box, a temporary location, a movable property, a location that was established to oversee a project such as a construction project office, or work space provided in exchange for services, as opposed to monetary rent. \n               To establish a principal place of business in San Francisco, a non-profit enterprise must demonstrate that the majority of its paid and volunteer staff are based in the San Francisco office. \n               Suppliers must maintain a warehouse in the City that is continuously stocked with inventory consistent with their certification. Truckers must park their registered vehicles and trailers within the City. \n          (6)     The non-profit enterprise has applicable current filings with State and Federal agencies, including the California Attorney General (Form RRF-1), the California Franchise Tax Board (Forms 199 and 109), the California Secretary of State (Form S1-100) and the Internal Revenue Service (Form 990). \n          (7)     The non-profit enterprise has been located and doing the same type of business activity as the type(s) for which certification is sought in San Francisco for at least six months preceding the application for certification. \n          (8)     The non-profit has staff under continuous contractual commitment with licenses or other relevant trade or professional certifications, or, where licensing is not required, relevant training and experience that are appropriate for the type of business for which the non-profit seeks certification. \n          (9)     The Board of Directors or other governing body of the non-profit enterprise consists exclusively of individuals who reside in the United States or its territories. \n          (10)     The non-profit enterprise has average gross annual receipts in the prior three fiscal years that satisfy the criteria set forth in either Section \n14B.3(B) or \n14B.3(C). \n          (11)     (a)     Full time city employees, if any, that serve on the Board of Directors or other governing body of the non-profit enterprise shall not constitute a majority of the membership of such body or be capable of exercising a controlling number of votes for such body and \n               (b)     any non-profit that includes any full time City employees on its Board of Directors or other governing body shall be ineligible for award, as a prime contractor or subcontractor, of any contract to be awarded by, and/or overseen by, the City Department or entity that employs such Board or other governing body member. \n     (B)     Criteria for Small - LBE. The Director shall certify as a \"Small - LBE\" any non-profit enterprise that meets the requirements of \n14B.6(A) and has average gross annual receipts in the prior three fiscal years that do not exceed the following limits: (1) public works/construction - $14,000,000; (2) specialty construction contractors - $7,000,000; (3) goods/materials/equipment and general services - $7,000,000; (4) professional services and architect/engineering - $2,500,000; and (5) trucking - $3,500,000. The City shall determine gross receipts according to recognized accounting methodologies that the City determines most accurately reflect the actual money that the non-profit enterprise received or was entitled to receive during the relevant period. Any non-profit enterprise under common ownership, in whole or in part, with any other for-profit or non-profit enterprise meets the requirements of this subparagraph only if the aggregate gross annual receipts of all of the for-profit and non-profit enterprises under such common ownership do not exceed these limits. All for-profit and non-profit enterprises owned by married spouses or domestic partners are considered under common ownership unless all such enterprises are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate any such enterprise. \n     (C)     Criteria for Micro - LBE. The Director shall certify as a \"Micro - LBE\" any non-profit enterprise that meets the requirements of \n14B.6(A) and has average gross annual receipts in the prior three fiscal years that do not exceed the following limits: (1) public works/construction - $7,000,000; (2) specialty construction contractors - $3,500,000; (3) goods/materials/equipment and general services - $3,500,000; (4) professional services and architect/engineering - $1,250,000; and (5) trucking - $1,750,000. The City shall determine gross receipts according to recognized accounting methodologies that the City determines most accurately reflect the actual money that the non-profit enterprise received or was entitled to receive during the relevant period. Gross receipts for non-profits shall include all gifts, grants and other revenues from business activities and investments, according to methodologies that the City determines most accurately reflect the available resources of the non-profit. Any non-profit enterprise under common ownership, in whole or in part, with any other for-profit or non-profit enterprise meets the requirements of this subparagraph only if the aggregate gross annual receipts of all of the for-profit and non-profit enterprises under such common ownership do not exceed these limits. All for-profit and non-profit enterprises owned by married spouses or domestic partners are considered under common ownership unless all such enterprises are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate any such enterprise. A non-profit shall be considered affiliated with a for-profit if the parent non-profit seeking certification has an ownership interest in the for-profit subsidiary, whether or not the for-profit subsidiary is engaged in the same charitable mission or business activities as the parent non-profit. A non-profit shall be considered affiliated with another non-profit if the parent non-profit seeking certification has legal control in whole or in part of the non-profit subsidiary whether or not the non-profit subsidiary is engaged in the same charitable mission or business activities as the parent non-profit. \n     (D)     Certification as OBE. All non-profit LBEs shall be certified as OBEs. Non-profits shall not be eligible for certification as MBEs or WBEs. Non-profit LBEs shall have the status of LBEs for all purposes of this Ordinance, including but not limited to bid/ratings discounts and subcontracting participation credit. \n     (E)     Additional Requirements. Certification of non-profit LBEs shall be subject to such requirements, if any, that the Director shall by rule adopt, to the end that eligibility requirements for certification for non-profit LBEs shall conform to eligibility requirements for certification for-profit LBEs to the extent practicable taking into consideration the differences in their ownership and operational structures. \n(Added by Ord. 91-06, File No. 060432, App. 5/12/2006)\n\n","heading":{"title":"14B","chaptersection":"6. ","identifier":"14B.6. ","catch_text":"NON-PROFIT CERTIFICATION."}}