{"text":"\n     (A)     Criteria for LBE Certification. Through appropriately promulgated procedures, if any, the Director shall certify as an LBE any business that meets all of the following criteria and also meets the criteria set forth in Section 14.B.3(B), Section 14.B.3(C) or Section \n14B.3(D): \n          (1)     The business is financially and operationally independent from, and operates at arm's length to, any other business.\n          (2)     The business is continuously in operation.\n          (3)     The business is a for-profit enterprise.\n          (4)     The business performs a commercially useful function.\n          (5)     The business maintains its principal place of business in a fixed office within the geographic boundaries of the City that provides all of the services for which LBE certification is sought, other than work required to be performed at a job site; provided, however, that suppliers are not required to maintain their principal place of business in San Francisco, but are required to maintain a fixed office in San Francisco that meets all of the requirements of this Section other than the principal place of business requirement. \n               An office is a fixed and established place of business, as determined by the Director, including a qualified home office, where business is conducted on a regular basis of the type for which certification is sought. A residence qualifies as an office only if none of the business owners also maintain an office outside the residence in the same or related field, and a business owner claimed the home office as a business deduction on the prior year's income tax return, or for businesses started after the last tax return, would qualify for a deduction on the next tax return. None of the following constitutes an office: a post office box, a temporary location, a movable property, a location that was established to oversee a project such as a construction project office, or a work space provided in exchange for services as opposed to monetary rent. \n               To establish a principal place of business in San Francisco, a business must demonstrate that the majority of its principals are based in the San Francisco office. There shall be a rebuttable presumption that a business that pays San Francisco payroll taxes on at least fifty-one percent (51%) of its total payroll has its principal place of business in San Francisco. The Director may, based upon the circumstances of a particular business' overall business model, ownership and control structure, find a business paying San Francisco payroll taxes on a lower percentage of its payroll in compliance with the \"principle place of business\" requirement. \n               Suppliers must maintain a warehouse in the City that is continuously stocked with inventory consistent with their certification. Truckers must park their registered vehicles and trailers within the City. \n          (6)     The business possesses a current San Francisco Business Tax Registration Certificate.\n          (7)     The business has been located and doing business in San Francisco for at least six (6) months preceding the application for certification. \n          (8)     At least one business owner has valid licenses or other relevant trade or professional certifications or, where licensing is not required, the business owners individually and collectively have relevant training and experience that are appropriate for the type of business for which the business seeks certification. \n          (9)     The business is Owned and Controlled as defined herein by individuals who reside in the United States or its territories.\n          (10)     The business has average gross annual receipts in the prior three (3) fiscal years that satisfy the criteria set forth in Section \n14B.3(B), Section \n14B.3(C), or Section \n14B.3(D). \n          (11)     The business is not Owned or Controlled as defined herein in part or in whole by a full time City employee.\n     (B)     Criteria for Small-LBE. The Director shall certify as a \"Small-LBE\" any business that meets the requirements of \n14B.3(A) and has average gross annual receipts in the prior three (3) fiscal years that do not exceed the following limits: (1) public works/construction - $14,000,000; (2) specialty construction contractors - $7,000,000; (3) goods/materials/equipment and general services - $7,000,000; (4) professional services and architect/engineering - $2,500,000; and (5) trucking - $3,500,000. The City shall determine gross receipts according to recognized accounting methodologies that the City determines most accurately reflect the actual money that the business received during the relevant period. Any business under common ownership, in whole or in part, with any other business meets the requirements of this subparagraph only if the aggregate gross annual receipts of all of the businesses under such common ownership do not exceed these limits. All businesses owned by married spouses or domestic partners are considered under common ownership unless the businesses are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate either business. \n     (C)     Criteria for Micro-LBE. The Director shall certify as a \"Micro-LBE\" any business that meets the requirements of \n14B.3(A) and also has average gross annual receipts in the prior three (3) fiscal years that do not exceed the following limits: (1) public works/construction - $7,000,000; (2) specialty construction contractors - $3,500,000; (3) goods/materials/equipment and general services - $3,500,000; (4) professional services and architect/engineering - $1,250,000; and (5) trucking - $1,750,000. The City shall determine gross receipts according to recognized accounting methodologies that the City determines most accurately reflect the actual money that the business received during the relevant period. Any business under common ownership, in whole or in part, with any other business meets the requirements of this subparagraph only if the aggregate gross annual receipts of all of the businesses under such common ownership do not exceed these limits. All businesses owned by married spouses or domestic partners are considered under common ownership unless the businesses are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate either business. \n     (D)     Criteria for SBA-LBE. The Director shall certify as a \"SBA-LBE\" any business that: (1) meets the requirements of \n14B.3(A) and also has average gross annual receipts in the prior three (3) fiscal years that do not exceed the following limits: (1) public works/construction - $33.5 million; (2) specialty construction contractors - $17 million; (3) goods/materials/equipment and general services - $17 million; (4) professional services and architect/engineering - $7 million and (5) trucking - $8.5 million. The City shall determine gross receipts according to recognized accounting methodologies that the City determines most accurately reflect the actual money that the business received during the relevant period. Any business under common ownership, in whole or in part, with any other business meets the requirements of this subparagraph only if the aggregate gross annual receipts of all of the businesses under common ownership do not exceed these limits. All businesses owned by married spouses or domestic partners are considered under common ownership unless the businesses are in unrelated industries and no community property or other jointly owned assets were used to establish or are used to operate either business. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 20-10, File No. 091405, App. 2/10/2010; Ord. 8-11, File No. 101006, App. 1/7/2011) \n\n","heading":{"title":"14B","chaptersection":"3","identifier":"14B.3","catch_text":"LBE CERTIFICATION."}}