{"text":"\n     (A)     Good Faith Efforts to Obtain LBE Bids on Contracts Subject to this Ordinance. Contract awarding authorities shall use good-faith efforts for all contracts subject to the Discount provisions of this Ordinance to solicit and to obtain bids from the broadest possible range of LBEs and to ensure that neither MBEs nor WBEs nor OBEs are arbitrarily excluded from participation. Good faith efforts shall include the following: \n          (1)     Arranging contracts by size and type of work to maximize the opportunities for LBEs to participate. This includes dividing projects into smaller parts. \n               (a)     As soon as practical before soliciting Bids, Contract Awarding Authorities shall submit large contract proposals to the Director for review. The Director shall determine whether the proposed contract can be divided into smaller contracts so as to enhance the opportunity for participation by LBEs. For purposes of this paragraph, \"large project\" means any Public Works/Construction Contract estimated to cost more than $5,000,000, any Professional Services Contract estimated to cost more than $100,000, and any Commodities Contract with a term greater than one year, including any options to renew or extend. \n               (b)     If the Director determines, after consulting with the Contract Awarding Authority, that the Contract can be divided into smaller contracts, then the Director and the Contract Awarding Authority shall confer regarding all of the costs and benefits of soliciting the Contract as a single contract or dividing it into smaller contracts, including but not limited to the potential for enhanced opportunities for LBE participation as prime contractors, the potential for LBE participation as Subcontractors, relative costs, administrative issues, and any other matters relevant to the accomplishment of the purpose of the subject Contract or Contracts. If, after exchanging information and conferring regarding these issues, the Contract Awarding Authority and the Director are unable to agree on whether to divide the Contract into smaller contracts or how to divide the Contract, the Mayor or the Mayor's designee shall resolve the matter. \n          (2)     Encouraging LBEs to attend prebid meetings that are held to inform potential bidders of contracting opportunities.\n          (3)     Advertising in general circulation media, trade association publications and local business media, and posting the contracting opportunity on the Department's website or other centralized City website. \n          (4)     Notifying LBEs that are certified to perform the work contemplated in a contract and soliciting their interest in the contract.\n          (5)     Providing LBEs with adequate information about the plans, specifications, and requirements of the contract.\n          (6)     When allowed by local laws governing City contracting, negotiating with LBEs in good faith.\n          (7)     Using the services of community and contractors' groups to assist in the recruitment of LBEs.\n          (8)     For Professional Services, General Services, Architect/Engineering and Commodities Contracts, the estimated cost of which exceeds $10,000 but is less than the Minimum Competitive Amount or for Public Works/Construction Contracts, the estimated cost of which exceeds $10,000 but is less than the Threshold Amount, Contract Awarding Authorities are not required to undertake the good faith efforts steps set forth in Sections \n14B.7(A)(3) when it is impracticable to do so. \n     (B)     Best Efforts on Contracts Not Otherwise Subject to this Ordinance. In the award of leases, franchises, concessions, and other Contracts not subject to the Discount provisions of this Ordinance, Contract Awarding Authorities shall utilize the good faith efforts steps unless impracticable to do so. At a minimum, Contract Awarding Authorities should notify LBEs that are certified to perform the work contemplated in a Contract and solicit their interest in the Contract. \n     (C)     Non-Discrimination in Prime Contracting. Contract Awarding Authorities shall ensure that all aspects of the contracting process are free from discrimination against any person on any basis prohibited by law, and ensure broad contracting opportunities for all categories of LBEs. Contract Awarding Authorities shall maintain such documentation of their selection process as required by the Director to monitor and ensure compliance with this provision. \n     (D)     Contracts Subject to Prime Bidding Discounts. Contract Awarding Authorities shall apply Discounts to all Contracts the estimated cost of which exceeds $10,000 and is less than $10,000,000, except that the Bid Discount provisions applicable to SBA-LBEs shall apply only to contracts (other than Commodities Contracts) with an estimated cost no less than $400,000 and no greater than $20,000,000, and to Commodities Contracts with an estimated cost no less than $400,000 and no greater than $10,000,000. Discounts shall apply only to bids where the LBE prime or joint venture bidder will perform a commercially useful function on the Contract. LBE prime or joint venture bidders who fail to perform a commercially useful function under the Contract are subject to sanctions as set forth in Section \n14B.17(D). \n     (E)     Amount of Discount. Unless otherwise provided in this Ordinance, Contract Awarding Authorities shall apply a ten percent (10%) Discount to any Bid from a Smallor Micro-LBE. Contract awarding authorities shall apply these Discounts to each stage of the selection process, including qualifications, proposals and interviews. \n          If after the application of the Discounts provided for in this Subsection \n14B.7(E) or Subsection \n14B.7(F) to any Bid from a Small or Micro-LBE, the apparent low Bidder or highest ranking proposer is not a Small or Micro-LBE, Contract Awarding Authorities shall apply a 2% Bid Discount to any Bid from an SBA-LBE. Contract awarding authorities shall apply this two percent (2%) discount to Contracts at each stage of the selection process, including qualifications, proposals and interviews, except that the two percent (2%) Discount for SBA-LBEs shall not be applied at any stage if it would adversely affect a Small or Micro-LBE. For contracts estimated by the Contract Awarding Authority to cost in excess of $10,000,000 but less than $20,000,000, Contract Awarding Authorities shall apply a two percent (2%) Discount to any Bid for Public Works/Construction, Architect/Engineering, Professional Services or General Services Contracts from an SBA-LBE, but not Commodities Contracts. \n     (F)     Joint Ventures For Professional Services and Architect/Engineering. Unless otherwise provided in this Ordinance, Contract Awarding Authorities shall extend the following Bid/rating Discount to all Bids from Small and Micro-LBEs on Professional Services and Architect/Engineering prime Contracts: (1) five percent (5%) to a Joint Venture with Small and/or Micro-LBE prime contractor participation that equals or exceeds thirty-five percent (35%) but is under forty percent (40%); (2) seven and one-half percent (7.5%) to a Joint Venture with Small and/or Micro-LBE prime contractor participation that equals or exceeds forty percent (40%); (3) ten percent (10%) to a Small and/or Micro-LBE prime contractor or a Joint Venture among Small and/or Micro-LBE prime contractors. Contract Awarding Authorities shall apply the Bid/rating Discount to each stage of the selection process, including qualifications, proposals and interviews. \n          The Contract Awarding Authority shall apply the Joint Venture Bid/ratings Discount only to Professional Services and Architect/Engineering Contracts and only to a Joint Venture (1) that meets the requirements contained in this Ordinance and (2) when the LBE is an active partner in the Joint Venture, performs work, manages the job, takes financial risks in proportion to the required level of participation stated in the bid documents, is responsible for a clearly defined portion of the work to be performed, and shares proportionately in the Ownership, Control, management responsibilities, risks, and profits of the Joint Venture. The portion of the LBE Joint Venture's work shall be set forth in detail separately from the work to be performed by the non-LBE Joint Venture partner. The LBE Joint Venture's portion of the Contract must be assigned a commercially reasonable dollar value. \n     (G)     Affidavit. Each Bidder, proposer and Contractor shall be required to sign an affidavit declaring under penalty of perjury its intention to comply fully with the provisions of this Ordinance and attesting to the truth and accuracy of all information provided regarding such compliance. \n     (H)     Additional Requirements and Required Contract Terms. Contract Awarding Authorities shall include in all Contracts with their Contractors, and all Contractors shall include in their Contracts with Subcontractors the following requirements, in addition to other requirements set forth in the Municipal Code. For the purposes of this Subsection, \"contractor\" includes all Subcontractors. \n          (1)     Each Contract shall incorporate this Ordinance by reference, shall require Contractors to comply with its provisions in awarding and administering such contracts, and shall provide that the willful failure of any Bidder or Contractor to comply with the requirements of this Ordinance or rules and regulations implementing this Ordinance shall be deemed a material breach of contract. \n          (2)     Contracts shall provide that in the event that the Director finds that any Bidder, Subcontractor or Contractor willfully fails to comply with any of the provisions of this Ordinance, rules and regulations implementing the Ordinance, or contract provisions pertaining to LBE, MBE, WBE, OBE or Micro-LBE participation, outreach, or non-discrimination, the Bidder, Subcontractor or Contractor shall be liable for liquidated damages for each contract in an amount equal to the Bidder's or Contractor's net profit on the Contract, ten percent (10%) of the total amount of the Contract or $1,000, whichever is greatest, as determined by the Director. All Contracts shall also contain a provision in which the Bidder, Subcontractor or Contractor acknowledges and agrees that the liquidated damages assessed shall be payable to the City upon demand and may be set off against any monies due to the Bidder, Subcontractor or Contractor from any Contract with the City. \n          (3)     Contracts shall require all contractors to maintain records, including such information requested by the Director or Commission, necessary for monitoring their compliance with this Ordinance. Contracts shall require prime contractors to include in any subcontract with a LBE a provision requiring the subcontractor to maintain the same records. Contracts shall require contractors and subcontractors to maintain such records for three years following completion of the project and shall permit the Director, Commission and Controller to inspect and audit such records. \n          (4)     Contracts shall require prime contractors, during the term of the contract, to fulfill the LBE participation commitments submitted with their bids. Willful failure to comply with the level of LBE subcontractor participation specified in the contract shall be deemed a material breach of contract. \n          (5)     Contracts shall require, and shall require prime contractors to include in any subcontract with a LBE a provision requiring, the prime contractor to compensate any LBE Subcontractor for damages for breach of contract or liquidated damages equal to 5% of the subcontract amount, whichever is greater, if the prime contractor willfully fails to comply with its commitment to use the LBE subcontractor as specified in the Bid unless the Director and the contract awarding authority both give advance approval to the prime contractor to substitute subcontractors or otherwise modify the commitments in the Bid documents. This provision shall also state that it is enforceable in a court of competent jurisdiction. \n          (6)     Contracts shall require prime contractors, whenever amendments, modifications, supplements, or change orders cumulatively increase the total dollar value of the contract by more than 10 percent, to comply with those provisions of this Ordinance that applied to the original contract with respect to the amendment, modification, supplement or change order. \n          (7)     Contracts shall require prime contractors to submit to the Director for approval all contract amendments, modifications, supplements, and change orders that cumulatively increase by more than twenty percent (20%) the total dollar value of all contracts originally valued at $50,000 or more. The Director shall review the proposed amendment, modification, supplement or change order to correct any contracting practices that exclude any category of LBEs from new contracting opportunities. \n          (8)     Contracts in which subcontracting is used shall prohibit back contracting to the prime contractor or lower-tier subcontracting for any purpose inconsistent with the provisions of this Ordinance, rules and regulations adopted pursuant to this Ordinance, or contract provisions pertaining to LBE utilization. \n          (9)     Contracts in which subcontracting is used shall require the prime contractor to pay its subcontractors within three working days after receiving payment from the City unless the prime contractor notifies the Director in writing within ten (10) working days prior to receiving payment from the City that there is a bona fide dispute between the prime contractor and the subcontractor, in which case the prime contractor may withhold the disputed amount but shall pay the undisputed amount. The Director may, upon making a determination that a bona fide dispute exists between the prime contractor and subcontractor, waive this three-day payment requirement. In making the determination as to whether a bona fide dispute exists, the Director shall not consider the merits of the dispute. Contracts in which subcontracting is used shall also require the contractor, within 10 working days following receipt of payment from the City, to file an affidavit, under penalty of perjury, that he or she has paid all subcontractors. The affidavit shall provide the names and address of all subcontractors and the amount paid to each. \n     (I)     Exceptions. Notwithstanding any other provision of this Section, Contract Awarding Authorities shall not apply a Discount where to do so would result in a Contract being awarded to a business without the capacity to perform it. The Commission may adopt rules and regulations setting standards for determining that an LBE has sufficient skill, experience, and financial capacity to perform the Contract. \n     (J)     Waivers. The Director shall waive the LBE Bid Discounts, and report the waiver to the Commission, if: \n          (1)     The Director finds, with the advice of the Contract Awarding Authority and the Office of Contract Administration, that needed goods or services are available from a sole source that is qualified to do business with the City; \n          (2)     The Contract Awarding Authority certifies in writing to the Director, prior to the Controller's contract certification, that the Contract is being awarded under the emergency provisions of Administrative Code Section 6.60 or Administrative Code Section \n21.15 and that there is either (i) no time to apply bid discounts or establish subcontracting goals, or (ii) no immediately available LBEs that are capable of performing the emergency work; or \n          (3)     For Contracts in excess of $5,000,000, a Contract Awarding Authority establishes that sufficient qualified LBEs capable of providing the needed goods and services required by the Contract are not available, or the application of the LBE discount will result in significant additional costs to the City if the waiver of the Bid Discount is not granted. \n     (K)     Micro-LBE Set-Aside Program.\n          (1)     Each fiscal year, each Contract Awarding Authority, in consultation with the Director, shall set aside the following for award to Micro-LBEs: \n               (a)     Not less than 50% of eligible Public Work/Construction Contracts and\n               (b)     Not less than 25% of Eligible Services/Commodities Contracts.\n          (2)     Contracts under the Micro-LBE Set-Aside Program shall be competitively awarded in accordance with the Purchaser's regulations, except that if (a) fewer than two qualified Micro-LBEs submit bids, or (b) the Contract Awarding Authority determines that the Contract would not be awarded at a fair market price, then the Contract Awarding Authority may reject all Bids and rebid the contract outside the set-aside program. \n          (3)     Each Contract Awarding Authority shall report its compliance with the Micro-LBE Set-Aside Program to the Board of Supervisors by submitting the following information quarterly in the year of 2011 and thereafter annually as part of its annual report under Section \n14B.15(B): \n               (a)     Each Eligible Public Works/Construction Contract and, each Eligible Services,/ Commodities Contract awarded under the Micro-LBE Set-Aside Program, and its dollar amount; and \n               (b)     Each Eligible Public Works/Construction Contract and each Eligible Services/ Commodities Contract not awarded under the Micro-LBE Set-Aside Program, accompanied by an explanation as to why each such Contract either was not set aside, or, if set aside, was not awarded under the Micro-LBE Set-Aside Program. \n          (4)     Contracts that are set-aside for award to Micro-LBEs shall not be subject to subcontracting goals under Section \n14B.8. Micro-LBEs that subcontract any portion of a set-aside contract should subcontract to businesses certified as Micro-LBEs, to the maximum extent possible. Micro-LBEs that subcontract any portion of a set-aside contract must serve a commercially useful function based on the contract's scope of work, and must perform at least twenty-five percent (25%) of the contract work. \n     (L)     Prompt payment. The City shall pay LBEs within thirty (30) days of the date on which the City receives an invoice for work performed for and accepted by the City. The Controller shall work with the Director and Contract Awarding Authorities to implement this Citywide prompt-payment policy. The City shall consult with affected community members and relevant City officials, including the Director, the Controller, and Contract Awarding Authorities, to design and implement a prompt payment program within six (6) months of the effective date of this Ordinance. Such program shall include procedures for the payment of late penalties where prompt payment does not occur. \n(Added by Ord. 92-06, File No. 050784, App. 5/11/2006; amended by Ord. 20-10, File No. 091405, App. 2/10/2010; Ord. 97-10, File No. 100333, App. 5/13/2010; Ord. 8-11, File No. 101006, App. 1/7/2011) \n\n","heading":{"title":"14B","chaptersection":"7","identifier":"14B.7","catch_text":"PRIME CONTRACTS"}}