{"text":"\n     (a)     The San Francisco Mental Health Board shall:\n          (1)     Review and evaluate the City and County's mental health needs, services, facilities and special problems;\n          (2)     Review any City and County agreements entered into pursuant to Welfare and Institutions Code Section 5650;\n          (3)     Advise the Board of Supervisors, the Health Commission, the Director of Health and the Director of Mental Health as to any aspect of the local mental health program; \n          (4)     Review and approve the procedures used to ensure citizen and professional involvement at all stages of the planning process;\n          (5)     Review the procedures used to ensure the involvement of interested members of the mental health community and the public in the development of the budget for mental health services and report on the matter to the Board of Supervisors; \n          (6)     Submit an annual report to the Board of Supervisors on the needs and performance of the City and County's mental health system;\n          (7)     Review and make recommendations on applicants for the appointment of Director of Mental Health. The Mental Health Board shall be included in the selection process prior to the selection of a person to fill this position; \n          (8)     Review and comment on the City and County's performance outcome data and communicate its findings to the State Mental Health Commission; \n          (9)     Assess the impact of the realignment of services from the State to the City and County on services delivered to clients and on the local community. \n     (b)     Members of the Mental Health Board shall abstain from voting on any issue in which the member has a financial interest as defined in Section 87103 of the Government Code. The Mental Health Board is subject to the provisions of Government Code Sections 54950 et seq. relating to the conduct of open meetings by local agencies. \n(Added by Ord. 98-93, App. 4/13/93; amended by Ord. 337-99, File No. 992043, App. 12/30/99)\n\n","heading":{"title":"15","chaptersection":"14. ","identifier":"15.14. ","catch_text":"MENTAL HEALTH BOARD – POWERS AND DUTIES."}}