{"text":"\n     (a)     There is hereby established a mental health board pursuant to the requirements of Welfare and Institutions Code Section 5604 et seq., to be known as the San Francisco Mental Health Board. \n     (b)     The San Francisco Mental Health Board shall consist of 17 members. Each member of the Board of Supervisors shall appoint a member of the Mental Health Board. The Board of Supervisors shall appoint the remaining six members, one of whom shall be a member of the Board of Supervisors. \n     (c)     As required by Welfare and Institutions Code Section 5604, at least nine members of the Board shall be consumers or the parents, spouses, siblings or adult children of consumers; at least four members shall be consumers; and at least four members shall be family of consumers. For purposes of this section, \"family\" includes domestic partners and significant others. For purposes of this section, a \"consumer\" is a person who has received mental health services in San Francisco from any program operated or funded by the City and County, from a State hospital, or from any public or private nonprofit mental health agency. The Board of Supervisors member position shall not count in determining whether the \"consumer\" and \"family of consumer\" requirements of this section are met. \n     (d)     In addition to the requirements of subsection (c), one member of the Board shall be a child advocate (a family member or consumer advocate for minors who use mental health services); one member shall be an older adult advocate (a family member or consumer advocate for persons 60 years of age or older who use mental health services); and two members shall be from the following professions: psychiatry, psychology, mental health social work, nursing with a specialty in mental health, marriage and family counseling, psychiatric technology, or administrator of a hospital providing mental health services or of a community mental health facility. \n     (e)     Any positions not allocated to specific types of members may be filled by persons with experience and knowledge of the mental health system representing the public interest. \n     (f)     The Board membership shall reflect the ethnic diversity of the client population in the County. The composition of the Board shall, to the extent feasible, represent the demographics of the City and County as a whole. No member of the Mental Health Board or his or her spouse shall be a full-time or part-time County employee of a County mental health service, an employee of the State Department of Mental Health, or an employee of, or a paid member of the governing body of, a Bronzan-McCorquodale contract agency. \n     (g)     References in this Code or other ordinance of the City and County to the Advisory Board of the Community Mental Health Services shall be deemed references to the San Francisco Mental Health Board. \n(Added by Ord. 98-93, App. 4/13/93; amended by Ord. 337-99, File No. 992043, App. 12/30/99)\n\n","heading":{"title":"15","chaptersection":"12. ","identifier":"15.12. ","catch_text":"MENTAL HEALTH BOARD – COMPOSITION AND APPOINTMENT OF MEMBERS."}}