{"text":"\n     (a)     Legislative Intent. By enacting this Section the Board of Supervisors declares its intent to more specifically delineate the long-range planning and budgetary uses of the San Francisco Community Mental Health Services Plan. This Section shall be construed as an expression of the policy of the Board of Supervisors with regard to the Community Mental Health Services Plan, but shall not be construed as an enactment of specific legal provisions. Nothing in this Section shall supplant existing law. Upon passage of this Section, the Department of Public Health and the Health Commission shall take whatever steps are necessary to implement the policies contained in this Section. \n     (b)     Standards. Prior to the submission to the Board of Supervisors of the City and County budget, the Department of Public Health shall establish a mental health service priority schedule to be included in its San Francisco Community Mental Health Services Plan. \n          The Plan shall intend as a goal, the reduction of reliance on acute hospital care through the development of a comprehensive range of noninstitutional community services which meet the California Mental Health Services Act mandate of provision of services in the least restrictive settings. \n          The County Mental Health Plan shall include: \n          (1)     A stratagem for addressing any current overuse of State hospitals, detailing specific steps necessary to assess the capacity of the City to operate within allocated State hospital patient days. This in no way is to preclude the City from arranging for increased State hospital allocations if required. \n          (2)     A proposed maximum number of acute inpatient beds, exclusive of those at State hospitals, per 100,000 City population. This proposed use level shall be consistent with accepted state-wide standards for inpatient use, and shall reflect current use levels as well as any factors which uniquely affect inpatient utilization levels for San Francisco mental health clients. \n          (3)     A proposed maximum number of skilled nursing care beds per 100,000 City population. The proposed use level shall be consistent with the policy to serve clients, to the maximum extent possible, within the City as well as the policy to serve mental health clients in least restrictive, community settings. \n          (4)     A description of the range and type of community programs and services necessary to achieve the goal of reducing reliance on acute hospital services and other institutional levels of care. Emphasis shall be made on the use of mental health services to achieve the highest degree of independent functioning by clients in the community. The description shall reflect a commitment to the development of services, at all levels, which are responsive to the needs of cultural and linguistic minorities including implementation of planning specifically for minority services. The range of service elements shall include, but not be limited to: \n               (A)     Emergency services, crisis intervention, screening and evaluation;\n               (B)     Levels of residential treatment services including acute alternatives, long-term residential services, transitional residential services, and cooperative housing programs; \n               (C)     Day treatment services;\n               (D)     Levels of vocational programs including pre-vocational services, transitional employment programs, and job placement;\n               (E)     Outpatient services;\n               (F)     Case management services which address the requirement for continuity of care and ongoing community support for a broad range of mental health clients; \n               (G)     Socialization services;\n               (H)     Housing programs, including support for clients who are living independently;\n               (I)     Advocacy, including ongoing assurance of clients' rights protection; and\n               (J)     Community outreach services, including consultation and education, community organization efforts.\n          (5)     For each type of service described, there shall be stated an estimated minimum level of service necessary to achieve the goals of this Section. This may be expressed in terms of beds per 100,000 population or full-time equivalent staff (F.T.E.) per 100,000. In addition, current levels of service in each category shall be compared to projected minimum level goals to establish areas of programmatic need. \n          (6)     The development of the full range of required levels of care, including the implementation of maximum bed levels described in (1) and (2) above, should be accomplished by July 1, 1990. This shall include an estimate of the cost of maintaining current levels of necessary services as well as required funding to provide the full range of required services described in the County Plan. This estimate shall include the identification of funding shifts from existing inpatient and skilled nursing categories to achieve the service goals for services described in Subsection (4) above. \n          (7)     At all levels of the County Plan, specific attention shall be paid to addressing the current capacity, and the projected need, to assure cultural, ethnic and linguistic relevance and responsiveness of City and County mental health services. Specifically: \n               (i)     All existing and new programs shall have bilingual and bicultural staffing in adequate proportions in relationship to their community population and need. At minimum, there shall be parity in terms of staffing on all levels including administrative, clerical and clinical. In addition, all non-minority staff who are involved in the provision of services to minority groups shall be qualified to do so. \n               (ii)     All programs shall indicate the cultural relevance of the treatment procedures including the availability of services or programming in culturally relevant languages, sensitivity toward particular elements within the cultures served, in-service training of staffing for administrative, clerical and clinical staff, and minority consultation and supervision. All changes in programming shall address the specific effects of such modifications on minorities both linguistically and culturally. \n          (8)     The range and type of services required to meet the special mental health needs of mentally disabled clients with substance abuse problems. Specific attention shall also be paid to the development of services to address the mental health issues related to AIDS and associated problems including mental health clients with AIDS or ARC and mental health clients with AIDS or ARC and substance abuse. \n          (9)     Programs serving children and adolescents shall follow the guidelines and principles set forth in this Section and, in addition, shall meet the following criteria unique to this population: \n               (i)     The programs shall, to the maximum extent feasible, be designed so as to reduce the disruption and promote the reintegration of the family unit of which the child is a part; \n               (ii)     The programs shall have an education focus and shall demonstrate specific linkage with community education resources; and\n               (iii)     The programs shall contain a specific follow-up component.\n          (10)     The range and type of services required to meet the special mental health needs of geriatric clients and of children and youth.\n          (11)     A plan for addressing, at all levels of service, the mental health needs of individuals in the criminal justice system.\n          (12)     A plan for incorporating self-help concepts and significant involvement of consumer participation at all levels of service in the mental health system. \n          (13)     A management plan to develop and implement a method of coordination of the entire range of services so that all levels of care are reviewed and monitored to assure continual accountability of all program elements in the effort to achieve system goals. This shall include the coordination of inpatient services at San Francisco General and Laguna Honda Hospitals with the full range of community resources. \n(Added by Ord. 25-88, App. 1/28/88; amended by Ord. 337-99, File No. 992043, App. 12/30/99)\nSEC. 15.17.  RESERVED.\n(Added by Ord. 467-87, App. 12/3/87; amended by Ord. 337-99, File No. 992043, App. 12/30/99; repealed by Ord. 177-11, File No. 110809, App. 9/21/2011, Eff. 10/21/2011)\n\n","heading":{"title":"15","chaptersection":"16. ","identifier":"15.16. ","catch_text":"MENTAL HEALTH SERVICES."}}