{"text":"\n     (a)     Except for the Board of Supervisors member, the term of each member shall be for three years. Members serving on the Mental Health Advisory Board at the time this ordinance takes effect shall be members of the San Francisco Mental Health Board and shall continue serving the remainder of the terms of office that would have applied had the Advisory Board remained in existence; provided, however, that nothing shall preclude any member from resigning and that the term of office of any member may be terminated for the reasons and subject to the procedures set forth in this section. \n     (b)     No member shall serve more than two consecutive terms. Terms served by members prior to the effective date of this ordinance shall be counted in implementing this term limit. A member shall be deemed to have served a term only if he or she serves at least 18 months of a term. \n     (c)     The term of office of a member appointed by an individual Board of Supervisors member is not affected by the Board of Supervisors member no longer continuing in that office. \n     (d)     A member shall be removed from office if he or she is absent for four meetings in one year, unless the Mental Health Board grants that persona leave of absence. The Board may grant leaves of absence for one or more meetings. Upon determining that a member has been absent for four meetings in a 12-month period and that no leave of absence had been granted for these meetings, the Board shall provide written notification to the Board of Supervisors. Upon receipt of the notification, the position shall be deemed vacant. \n     (e)     The Mental Health Board may recommend to the Board of Supervisors that a member be removed from the Board on the grounds that the member's conduct is seriously disruptive of the functioning of the Mental Health Board. Once the Mental Health Board makes such a recommendation, the Board of Supervisors may remove a member from the Mental Health Board if it determines that the member's conduct is seriously disruptive of the functioning of the Mental Health Board. \n(Added by Ord. 98-93, App. 4/13/93; amended by Ord. 337-99, File No. 992043, App. 12/30/99)\n\n","heading":{"title":"15","chaptersection":"13","identifier":"15.13","catch_text":"MENTAL HEALTH BOARD – TERMS OF REMOVAL."}}