{"text":"\n     (a)     \"Continuous service\" for vacation allowance purposes means paid service pursuant to a regular work schedule which is not interrupted by a breach in service and shall include periods of unpaid furlough in accordance with a Civil Service Rule governing voluntary and involuntary furloughs. \n     (b)     \"Employee\" means \"Every person employed in the City and County service\" which, as used in Charter Section \n8.440 includes the classified employees of the City and County of San Francisco as provided in Section 3.661 of the Charter and classified personnel of the San Francisco Unified School District and Community College District, and officers, other than elected officers. \n     (c)     \"Irregular work schedule\" means a work schedule for which the frequency and length is determined solely by the immediate or imminent needs of the service and which is subject to change at any time. Service in an irregular schedule does not constitute continuous service for vacation purposes. \n     (d)     \"Maximum vacation entitlement\" means the maximum vacation allowance an employee may earn in any 12 month period. The amount is based on years of continuous service as follows: \n\nYears of\nContinuous Service\nMaximum Vacation\nEntitlement\n1 through 5 years\n80 hours\nmore than 5 through 15 years\n120 hours\nmore than 15 years\n160 hours\n     (e)     \"Paid service\" means service in paid status with the City and County of San Francisco, the San Francisco Unified School District or the Community College District, as applicable, and includes hours paid as sick leave, vacation, compensatory time-off and overtime for employees who are eligible for overtime pay under the administrative provisions of the Annual Salary Standardization Ordinance. \n     (f)     \"Regular work schedule\" means a work schedule consisting of a pre-determined and fixed number of hours to be worked on a routine basis and includes an authorized flex-time schedule. \n     (g)     \"Temporary disability\" means temporary disability pursuant to the Worker's Compensation or State Disability Laws of the State of California or the industrial disability provisions of Charter Sections \n8.515 or \n8.516. \n     (h)     \"Vacation allowance\" means the leave with pay for vacation purposes which an employee accrues or is awarded under the terms of this ordinance. \n     (i)     \"Vacation with pay\" means the compensation the employee would have earned during the vacation period if the employee had worked during the same period, without the inclusion of overtime earnings or special pay. \n     (j)     \"Unpaid furlough\" means voluntary or involuntary time off without pay imposed or approved in accordance with a Civil Service Rule governing unpaid furloughs in response to a projected budgetary shortfall. \n(Amended by Ord. 182-85, App. 4/12/85; amended by Ord. 54-93, App. 3/4/93)\n\n","heading":{"title":"16","chaptersection":"10","identifier":"16.10","catch_text":"DEFINITIONS."}}