{"text":"\n     (a)     Beginning with the first full pay period after the effective date of this ordinance, an employee shall be awarded the employee's vacation allowance on the first day of the pay period following the pay period in which the allowance is accrued. \n     (b)     An employee does not accrue vacation allowance in the first year of continuous service, however, at the end of one year of continuous service, an employee shall be awarded a vacation allowance computed at the rate of .0385 of an hour for each hour of paid service in the preceding year. \n     (c)     At the end of five years of continuous service, an employee shall be awarded a one-time vacation allowance computed at the rate of .01924 of an hour for each hour of paid service in the preceding year except that the amount of the vacation allowance shall not exceed 40 hours. \n     (d)     At the end of fifteen years of continuous service, an employee shall be awarded a one-time vacation allowance computed at the rate of .01924 of an hour for each hour of paid service in the preceding year except that the amount of the vacation allowance shall not exceed 40 hours. \n     (e)     The maximum number of vacation hours an employee may accrue consists of 240 hours carried forward from prior years plus the employee's maximum vacation entitlement which is based on the number of years of service. The maximum number of vacation hours which an employee may accrue is as follows: \n\nYears of Continuous Service\nMaximum Accrual\n1 through 5 years\n320 hours\nmore than 5 through 15 years\n360 hours\nmore than 15 years\n400 hours\n     (f)     On the first day of the second pay period following the effective date of this ordinance, employees shall be awarded any vacation allowance accrued between January 1, 1985, and the first day of the second pay period following the effective date of this ordinance. In order to prevent employees from unfairly losing accrued vacation allowance in the transition from an award date of January 1st of each year, the limitation on the number of vacation hours an employee may accrue as set forth in Subsection \n16.12(e) shall not apply between the effective date of this ordinance and January 9, 1987. Vacation allowance hours in excess of those set forth in Section \n16.12(e) will be lost if not used before January 9, 1987. \n(Amended by Ord. 97-86, App. 3/27/86)\n\n","heading":{"title":"16","chaptersection":"12. ","identifier":"16.12. ","catch_text":"AWARD AND ACCRUAL OF VACATION."}}