{"text":"\n     (a)     No employee is entitled to a vacation allowance until the employee has completed one year of continuous service.\n     (b)     For purposes of determining the vacation allowance the anniversary date for an employee shall be the first date of employment in the current period of continuous service. \n     (c)     Continuous service shall not be deemed to have been breached:\n          (1)     By an employee because of absence from service due to duly authorized leave; or\n          (2)     By a permanent employee laid off due to lack of work or funds, provided the employee is reappointed to a position in the service with a regular work schedule within five years of lay-off; or \n          (3)     By a permanent school term employee because of a period when schools are not normally in session; or\n          (4)     By a permanent employee who resigns in good standing and is reappointed to a position in the service with a regular work schedule within six months from the effective date of resignation; or \n          (5)     By a temporary or provisional (noncivil service or limited tenure) employee who has completed one year of continuous service and resigns in good standing or is laid off and is reappointed to a position in the service with a regular work schedule within six months from the effective date of resignation or layoff; or \n          (6)     By an employee who has resigned from a position with services certified as other than satisfactory by the appointing officer if the employee is granted reappointment rights by the Civil Service Commission and is reappointed to a position in the service with a regular work schedule within six months from the effective date of resignation; \n          (7)     By a period of voluntary or involuntary furlough without pay imposed or approved in accordance with a Civil Service Rule governing unpaid furloughs in response to a projected budgetary shortfall. \n     (d)     Without regard to any other provisions in this Section, no vacation allowance is earned for paid service in an irregular work schedule. \n     (e)     An employee who has completed one year of continuous service shall accrue vacation allowance at the rate of .0385 of an hour for each hour of qualifying service. An employee who has completed five years of continuous service shall accrue thereafter a vacation allowance at a rate of .0577 of an hour for each hour of paid service. An employee who has completed 15 years of continuous service shall accrue a vacation allowance a rate of .077 of an hour for each hour of paid service. \n     (f)     No employee shall be credited with more than 2080 hours of paid service in any 12 month period for purposes of computing the vacation allowance. \n     (g)     The vacation allowance for an employee receiving temporary disability benefits shall be computed on the basis of the number of hours in the employee's regular work schedule; provided, however, that an employee not supplementing State Disability Insurance payments with earnings from paid service will not accrue a vacation allowance during the period of disability. An employee who has received a permanent disability award and who does not return to employment because of such disability is not entitled to accrue a vacation allowance. \n     (h)     For members of the uniformed force of the Fire Department, the factors for earning vacation allowance, the maximum number of hours credited for vacation allowance purposes and the maximum number of vacation hours an employee may accrue shall be administered in a manner consistent with the intent of this ordinance and approved by the General Manager, Personnel. In addition, if necessary because of minimum daily staffing requirements and the financial and scheduling problems created in bringing the uniformed force into conformity with Section \n16.12(e) and (f), the Fire Department may establish an alternative schedule or other means for decreasing in an equitable manner the maximum accrual of vacation allowance to an amount consistent with that permitted other City employees under Section \n16.12(e) no later than December 31, 1989. If the Fire Department establishes an alternative schedule, it may not permit a member of the uniformed force to accrue vacation days or hours in excess of the following: \n\nYears of Continuous Service\nMaximum Accrual\n1 through 5 years\n50 days\nor 400 hours\nmore than 5 years through 15 years\n60 days\nor 480 hours\nmore than 15 years\n70 days\nor 560 hours\n     (i)     Any dispute over whether an employee is assigned to a regular or an irregular work schedule shall be finally decided by the Civil Service Commission. \n(Amended by Ord. 182-85, App. 4/12/85; Ord. 54-93, App. 3/4/93)\n\n","heading":{"title":"16","chaptersection":"11","identifier":"16.11","catch_text":"CALCULATION OF VACATIONS."}}