{"text":"\n     Whenever a person employed by the City and County of San Francisco in the position of ambulance driver, medical steward or senior medical steward is incapacitated for the performance of his duty by reason of bodily injury received in the performance of his duty, he shall become entitled, regardless of his period of service with the City and County, to disability benefits equal to and in lieu of his salary while so disabled, for a period or periods not exceeding 12 months in the aggregate with respect to any one such injury; provided, however, that such person shall not be entitled to such disability benefits for the first 10 working days with respect to any such injury. The entitlement of such employee to the disability benefits provided in this Section shall be determined by the Retirement Board. \n     Said disability benefits shall be reduced in the manner provided in Section \n16.84 of this Code by the amount of any benefits, other than medical benefits, payable to such employee under the Labor Code of the State of California concurrently with said disability benefits and because of the injury resulting in said disability. Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits, other than medical benefits, payable to such employee under said Labor Code and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n     Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits payable to such employee by the City and County under any sick leave rule or other wage-continuation program provided by the City and County and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n(Added by Ord. 494-73, App. 12/20/73)\n\n","heading":{"title":"16","chaptersection":"171. ","identifier":"16.171. ","catch_text":"DISABILITY BENEFITS FOR AMBULANCE DRIVERS AND MEDICAL STEWARDS."}}