{"text":"\n     Whenever any officer or employee of the City and County of San Francisco, other than an officer or employee to whom the disability benefit provisions of Section 8.515 of the Charter are applicable, is incapacitated for the performance of his or her duty by reason of bodily injury or illness received in the performance of his or her duty and caused by an act of criminal violence he or she shall become entitled, regardless of his or her period of service with the City and County, to disability benefits equal to and in lieu of his or her salary, while so disabled, for a period or periods not exceeding 12 months in the aggregate with respect to any one such injury or illness. The entitlement of such officer or employee to the disability benefits provided in this Section shall be determined by the Civil Service Commission. \n     Said disability benefits shall be reduced in the manner provided in Section \n16.84 of this Code by the amount of any benefits, other than medical benefits, payable to such officer or employee under the Labor Code of the State of California concurrently with said disability benefits and because of the injury or illness resulting in said disability. Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits, other than medical benefits, payable to such officer or employee under said Labor Code and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n     Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits payable to such employee by the City and County under any sick leave rule or other wage-continuation program provided by the City and County and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n(Added by Ord. 31-72, App. 2/16/72)\n\n","heading":{"title":"16","chaptersection":"170","identifier":"16.170","catch_text":"ENTITLEMENT DEFINED."}}