{"text":"\n     By March 31st of every year, the City's Office of Risk Management, in consultation with the Controller and the City Attorney, shall report to the Board of Supervisors whether any changes to these bonding requirements are necessary or appropriate. \n(Added by Ord. 69-00, File No. 000356, App. 4/28/2000)\nSEC. 16.157.  RESERVED.\n(Renumbered as Sec. \n16.703 by Ord. 289-00, File No. 001549, App. 12/22/2000)\nARTICLE X:\n[RESERVED]\n\nARTICLE XI:\nDISABILITY BENEFITS\n\n\nSec. 16.170.\nEntitlement Defined. \n\nSec. 16.171.\nDisability Benefits for Ambulance Drivers and Medical Stewards. \n\nSec. 16.175.\nDisability Benefits for District Attorney Investigators. \n\nSEC. 16.170.  ENTITLEMENT DEFINED.\n     Whenever any officer or employee of the City and County of San Francisco, other than an officer or employee to whom the disability benefit provisions of Section 8.515 of the Charter are applicable, is incapacitated for the performance of his or her duty by reason of bodily injury or illness received in the performance of his or her duty and caused by an act of criminal violence he or she shall become entitled, regardless of his or her period of service with the City and County, to disability benefits equal to and in lieu of his or her salary, while so disabled, for a period or periods not exceeding 12 months in the aggregate with respect to any one such injury or illness. The entitlement of such officer or employee to the disability benefits provided in this Section shall be determined by the Civil Service Commission. \n     Said disability benefits shall be reduced in the manner provided in Section \n16.84 of this Code by the amount of any benefits, other than medical benefits, payable to such officer or employee under the Labor Code of the State of California concurrently with said disability benefits and because of the injury or illness resulting in said disability. Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits, other than medical benefits, payable to such officer or employee under said Labor Code and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n     Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits payable to such employee by the City and County under any sick leave rule or other wage-continuation program provided by the City and County and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n(Added by Ord. 31-72, App. 2/16/72)\n\nSEC. 16.171.  DISABILITY BENEFITS FOR AMBULANCE DRIVERS AND MEDICAL STEWARDS.\n     Whenever a person employed by the City and County of San Francisco in the position of ambulance driver, medical steward or senior medical steward is incapacitated for the performance of his duty by reason of bodily injury received in the performance of his duty, he shall become entitled, regardless of his period of service with the City and County, to disability benefits equal to and in lieu of his salary while so disabled, for a period or periods not exceeding 12 months in the aggregate with respect to any one such injury; provided, however, that such person shall not be entitled to such disability benefits for the first 10 working days with respect to any such injury. The entitlement of such employee to the disability benefits provided in this Section shall be determined by the Retirement Board. \n     Said disability benefits shall be reduced in the manner provided in Section \n16.84 of this Code by the amount of any benefits, other than medical benefits, payable to such employee under the Labor Code of the State of California concurrently with said disability benefits and because of the injury resulting in said disability. Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits, other than medical benefits, payable to such employee under said Labor Code and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n     Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits payable to such employee by the City and County under any sick leave rule or other wage-continuation program provided by the City and County and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n(Added by Ord. 494-73, App. 12/20/73)\n\nSEC. 16.175.  DISABILITY BENEFITS FOR DISTRICT ATTORNEY INVESTIGATORS.\n     Whenever any district attorney investigator is incapacitated for the performance of his or her duty by reason of bodily injury received in the performance of his or her duty, he or she shall become entitled, regardless of his or her period of service with the City and County, to disability benefits equal and in lieu of his or her salary while so disabled, for a period or periods not exceeding 12 months in the aggregate with respect to any one such injury; provided however, that such person shall not be entitled to such disability benefits for the first seven working days with respect to any such injury. The entitlement of such employee to the disability benefits provided in this Section shall be determined by the Retirement Board. \n     The term \"district attorney investigator\" as used herein shall be limited to those employees of the district attorney's office who are duly appointed to civil service classification numbers 8144, 8146, 8147, 8148, 8149 and 8150. \n     Said disability benefits shall be reduced in the manner provided in Section \n16.84 of this Code by the amount of any benefits, other than medical treatment, payable to such employee under the Labor Code of the State of California concurrently with said disability benefits and because of the injury resulting in said disability. Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits, other than medical treatment, payable at any time to such employee under said Labor Code and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n     Such disability benefits as are paid under this Section shall be considered as in lieu of any benefits payable to such employee by the City and County under any sick leave rule or other wage-continuation program provided by the City and County and shall be in satisfaction and discharge of the obligation of the City and County to pay such benefits. \n(Added by Ord. 334-82, App. 7/2/82)\n\nARTICLE XI-A:\nEMPLOYEE RELATIONS\n\n\nSec. 16.200.\nTitle of Ordinance.\n\nSec. 16.201.\nStatement of Purpose.\n\nSec. 16.202.\nDefinitions.\n\nSec. 16.203.\nEmployee Relations Division.\n\nSec. 16.204.\nPowers and Duties of the Civil Service Commission.\n\nSec. 16.205.\nUtilization of Administrative Law Judges.\n\nSec. 16.206.\nManagement Rights.\n\nSec. 16.207.\nEmployee Rights.\n\nSec. 16.208.\nDesignation of Management, Supervisory and Confidential Employees.\n\nSec. 16.209.\nProcedure for Registration of Employee Organizations.\n\nSec. 16.210.\nEstablishment of Bargaining Units.\n\nSec. 16.211.\nProcedure for Recognition of Employee Organization as Exclusive Representative of a Bargaining Unit.\n\nSec. 16.212.\nDecertification. \n\nSec. 16.213.\nUnfair Labor Practices – Peace Officers and Management Employees Only.\n\nSec. 16.214.\nElection of Remedies for Unfair Labor Practices and Other Related Violations – Peace Officers and Management Employees Only.\n\nSec. 16.215.\nProcedures for Administratively Processing Unfair Labor Practices – Peace Officers and Management Employees Only. \n\nSec. 16.216.\nSanctions for Unfair Labor Practices – Peace Officers and Management Employees Only. \n\nSec. 16.217.\nMeeting and Conferring in Good Faith. \n\nSec. 16.218.\nEmployees Meeting on City and County Time.\n\nSec. 16.219.\nDues Deduction.\n\nSec. 16.220.\nSeparability.\n\nSEC. 16.200.  TITLE OF ORDINANCE.\n     This Ordinance shall be known as the Employee Relations Ordinance of the City and County of San Francisco. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.201.  STATEMENT OF PURPOSE.\n     The purpose of this Ordinance is to promote full communication between the City and County of San Francisco and its employees, to promote the improvement of personnel management and employer employee relations within City and County government by implementing the recognition and other provisions of the Meyers-Milias-Brown Act (\"MMBA\"), California Government Code §§ 3500, et seq., to provide a uniform basis for recognizing the right of City and County employees to join employee organizations of their own choice, and to be represented by such organizations in their employment relationship with the City and County, and to provide a reasonable non-exclusive method of resolving disputes between the City and County and those employees and employee organizations not subject to the jurisdiction of the California Public Employment Relations Board. \n     Nothing contained herein shall be deemed to supersede the provisions of the City and County Charter, ordinances, or Civil Service Commission rules establishing and regulating the civil service system; provided, however, that amendments to existing ordinances and Civil Service Commission rules may be proposed through utilization of the meeting and conferring process. \n     The provisions of this Ordinance shall be consistent with the terms of the MMBA and shall not supersede any conflicting provision of any collective bargaining agreement during its term. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.202.  DEFINITIONS.\n     Unless the context requires otherwise, the words and phrases set forth in Sections \n16.202.1 through 16.202.17\n1, inclusive, shall have the meanings respectively ascribed to them in said sections. \n\nSEC. 16.202.1.\n     \"Confidential employee\" means an employee who is privy to recommendations or decisions of City and County management affecting employee relations. \n\nSEC. 16.202.2.\n     \"Consult\" means to communicate verbally or in writing between management and registered employee organizations, the exclusive representative, or, if applicable, individual employees, for the purpose of presenting and obtaining views or advising of intended actions. \n\nSEC. 16.202.3.\n     \"Days\" means calendar days. \n\nSEC. 16.202.4.\n     \"Employee organization\" means any organization or joint council of organizations which includes employees of the City and County, and which has as one of its purposes representing such employees in their relations with the City and County. \n\nSEC. 16.202.5.\n     \"Bargaining unit\" means a unit established pursuant to Section \n16.210 of this Ordinance. \n\nSEC. 16.202.6.\n     \"Management employee\" means any employee, as designated by the Human Resources Director or designee, who has a high degree of policymaking and managerial responsibility with respect to the formulation, coordination, interpretation and execution of policy, including but not limited to the direction and supervision of subordinates. \n\nSEC. 16.202.7.\n     \"Mediation\" means effort by an impartial third party to assist in reconciling a dispute between an appointing power and a recognized employee organization over a matter subject to meeting and conferring through interpretation, suggestion and advice. \n\nSEC. 16.202.8.\n     \"Meet and confer in good faith\" means that representatives designated by the City and County and representatives of recognized employee organizations, shall have the mutual obligation personally to meet and confer in order to exchange freely information, opinions and proposals, and to endeavor to reach agreement on matters within the scope of representation. \n\nSEC. 16.202.9.\n     \"Commission\" means the Civil Service Commission of the City and County of San Francisco as established pursuant to Section \n10.100 of the San Francisco Charter. \n\nSEC. 16.202.10.\n     \"Professional employees,\" for the purpose of this Ordinance, means employees engaged in work requiring specialized knowledge and skills attained through completion of a recognized course of instruction, including, but not limited to, attorneys, physicians, registered nurses, engineers, architects, teachers, and various types of physical, chemical, and biological scientists. \n\nSEC. 16.202.11.\n     \"Exclusive Representative\" means an employee organization which, in accordance with the MMBA, has been: \n     (a)     chosen by the majority of employees in a bargaining unit to represent them, pursuant to Section \n16.211 of this Ordinance; and \n     (b)     certified by the Civil Service Commission pursuant to Section \n16.211\n\nSEC. 16.202.12.\n     \"Registered employee organization\" means an employee organization which has been registered with the Human Resources Director or designee, as provided in Section \n16.209 of this Ordinance. \n\nSEC. 16.202.13.\n     \"Scope of representation\" means matters relating to employment conditions and employee relations, including wages, hours and other terms and conditions of employment. The scope of representation shall not include consideration of the merits, necessity or organization of any service or activity provided by law or executive order. \n\nSEC. 16.202.14.\n     \"Supervisory employee\" means any employee, as designated by the Human Resources Director or designee, who has authority to hire, assign, evaluate or discipline other employees, or to adjust their grievances, or effectively to recommend any such action. \n\nSEC. 16.202.15.\n     \"Peace Officer\" means an individual elected, appointed, or employed to serve in the position of peace officer as defined in California Penal Code 830.1. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 17-12 and previously; as of the passage of that ordinance, the highest numbered definition in this Article was \n16.202.15.\n\nSEC. 16.203.  EMPLOYEE RELATIONS DIVISION.\n     (a)     There is hereby created an Employee Relations Division, which shall be placed under the control of the Human Resources Director. The Human Resources Director or designee shall serve as the representative of the City and County of San Francisco in the implementation of those provisions of the MMBA applicable to the City and County of San Francisco and which are not specifically delegated by Charter provision and/or ordinance to a particular officer, board or commission of the City and County. To the extent the powers and duties of the Human Resources Director are transferred to the Municipal Transportation Agency by Charter for job classifications designated as performing service-critical functions or to another officer, board or commission of the City and County by operation of the Charter or ordinance, this Ordinance shall not apply. \n     (b)     Nothing contained herein shall be deemed to prevent the City from contracting for the performance of functions carried out by, and/or required of the Employee Relations Division, pursuant to Charter Sections 8.300 and 8.300-1.\n1 \n(Amended by Ord. 383-80, App. 8/22/80; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 17-12 and previously. For current provisions regarding the Employer-Employee Relations System and the Employee Relations Office, see \nArt. XI of the 1996 Charter.\n\nSEC. 16.204.  POWERS AND DUTIES OF THE CIVIL SERVICE COMMISSION.\n     In addition to such other powers and duties as it has under the Charter and this ordinance and as may be conferred upon it from time to time by law, the Civil Service Commission shall have the power and duty: \n     (1)     To certify as the exclusive representative of a bargaining unit that employee organization which has been selected by the employees in such bargaining unit pursuant to Section \n16.211 of this Ordinance; \n     (2)     To conduct elections to ascertain which employee organization represents a majority of the employees in a particular bargaining unit, or to arrange for the election to be conducted by a mutually agreed upon third party; \n     (3)     To decertify as the exclusive representative an employee organization which has been found by election no longer to be the majority representative in a particular bargaining unit; \n     (4)     To adopt rules and regulations for the conduct of its business and the carrying out of its powers and duties;\n     (5)     To administratively process all matters which require or permit a hearing before an administrative law judge and to the extent necessary make all arrangements for said hearings. The Commission, after review of the facts in any particular dispute, may attempt to obtain the agreement of the parties involved on the disputed issue(s) before the matter is submitted to an administrative law judge. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.205.  UTILIZATION OF ADMINISTRATIVE LAW JUDGES.\n     The City and County is hereby authorized to enter into an agreement or contract with the Office of Administrative Hearings, California State Personnel Board, for the purpose of obtaining the services of an administrative law judge. Such agreement or contract shall provide that said administrative law judge shall be responsible for the duties as hereinafter set forth in this Ordinance. \n     The costs involved in obtaining the services of an administrative law judge as necessitated by this Ordinance shall be borne by the City and County of San Francisco, provided, however, that all expenses incurred by the City and County in utilizing the administrative law judge in processing unfair labor practice complaints shall be divided equally among the parties involved. \n     The authority of the administrative law judge shall be to the extent as set forth in this Ordinance and in no event shall any decision of the administrative law judge conflict with, alter or attempt to alter the provisions of the Charter or rules and regulations of the Civil Service Commission. \n     Any costs incurred in transcribing and reporting the proceedings shall be borne by the party requesting such transcribing or reporting, unless a contrary agreement is reached by mutual consent. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.206.  MANAGEMENT RIGHTS.\n     The City and County of San Francisco retains all rights as set forth in the provisions in the Charter of the City and County of San Francisco, existing ordinances and civil service rules establishing and regulating the Civil Service System; provided, however, that amendments to said existing ordinances, and civil service rules may be proposed through the meeting and conferring process. The exercise of City and County rights does not preclude employees or exclusive representatives from consulting or raising grievances on decisions which affect wages, hours and other terms and conditions of employment. The City and County reserves the right to take whatever action may be necessary in an emergency situation; however, an exclusive representative affected by the action shall be promptly notified. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.207.  EMPLOYEE RIGHTS.\n     Employees of the City and County shall have the right to form, join and participate in the activities of employee organizations of their own choosing for the purpose of representation on all matters of employee relations. Employees of the City and County shall also have the right to refuse to join or participate in the activities of employee organizations. Employees shall also have the right to represent themselves individually in their employment relations with the City and County, consistent with Government Code section 3502. No employee shall be interfered with, intimidated, restrained, coerced or discriminated against because of his or her exercise of those rights. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.208.  DESIGNATION OF MANAGEMENT, SUPERVISORY AND CONFIDENTIAL EMPLOYEES.\n     (a)     The Human Resources Director or designee, in consultation with department heads, shall specify the employees who are to be designated as management, supervisory or confidential for the purpose of this Ordinance. Each such person shall be notified by his or her department head of his or her management, supervisory or confidential status. A list of the employees so designated shall be maintained in the office of the Human Resources Director. \n     (b)     If an employee designated as management, supervisory or confidential, or an employee organization, or a department head, disagrees with such designation, the question shall be referred to an administrative law judge for hearing and final determination. \n     (c)     Confidential employees may not represent an employee organization which represents other than confidential employees on matters within the scope of representation. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.209.  PROCEDURE FOR REGISTRATION OF EMPLOYEE ORGANIZATIONS.\n     (a)     An organization or joint council of organizations which wishes to be registered as an employee organization shall submit to the Human Resources Director or designee a request signed by a duly authorized officer of the organization containing the following information: \n          (1)     Name and address of the employee organization.\n          (2)     Names and titles of its officers, as well as designation of the officials authorized to act as representatives of the organization in employer-employee relations with the City and County. \n          (3)     A statement of whether or not the organization is a chapter or local of, or affiliated with, a regional or state, or national or international organization, and, if so, the name and address of each such regional, state, national or international organization. \n          (4)     A copy of its constitution or by-laws, and a statement signed by an officer of the employee organization to the effect that the organization has as one of its purposes representing employees of the City and County in employment relations. \n          (5)     Verification of employee membership in the employee organization which may be shown by employee organization payroll dues deductions or authorization cards signed and dated by employees not more than six months prior to submission. \n          (6)     A designation of those persons residing in California, not exceeding three in number, to whom notice sent by United States mail would be deemed sufficient by the organization for any purpose. \n          (7)     A statement that the organization recognizes and is aware of Government Code Section 3509.\n          (8)     A statement that the organization agrees to abide by all of the provisions of this Ordinance, except that this shall not preclude the right of the organization to challenge by court action any provision it deems to be invalid. \n     (b)     Upon receipt of the petition, the Human Resources Director or designee shall verify that the petition complies with the requirements of this Section and, provided the requirements are met, notify the employee organization within 14 days that it is registered. \n     (c)     The City and County is under no obligation to consult with any employee organizations that do not satisfactorily comply with the requirements of Paragraph (a) of this Section or that have not been certified by the Civil Service Commission as the exclusive representative of a bargaining unit. \n     (d)     Employee organizations must re-register every three years, provided, however, that the exclusive representative of a bargaining unit need not do so. \n     (e)     Should any of the information in subsections (a)(1)-(8) change, the employee organization must update said information with the Civil Service Commission within 30 days. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.210.  ESTABLISHMENT OF BARGAINING UNITS.\n     (a)     The Employee Relations Director shall make determinations as to appropriate bargaining units. In the event an employee or employee organization disagrees with the Employee Relations Director's determination, the aggrieved party may, within 60 days from the date of the Employee Relations Director's determination, submit a protest to the Civil Service Commission. The Civil Service Commission will select an administrative law judge who will schedule the matter for a hearing and final determination. In arriving at said determination, the administrative law judge shall consider the factors described in subsection (b) immediately below. \n     (b)     The criteria for determining the appropriateness of bargaining units shall include: the community of interest among employees; the history of employee representation in the unit; the extent to which employees have common knowledge, skill and abilities, working conditions, job duties or similar educational requirements; the need to avoid undue fragmentation of bargaining units; the wishes of the affected employees; and any impact on the City and County's ability to effectively and efficiently deliver services. \n     (c)     All employees throughout the City and County of San Francisco within any of the following categories shall constitute an appropriate representation unit: \n\nBargaining Unit # 1\n(Operating Engineers)\nClass\nClass Title\n7108\nHeavy Equip Ops Asst Sprv\n7110\nMobile Equipment Asst Sprv\n7208\nHeavy Equipment Ops Sprv\n7210\nMobile Equipment Supervisor\n7221\nAsphalt Plant Supervisor 1\n7328\nOperating Engineer, Universal\n7370\nRigger\n7424\nDryer Mixer Operator\n9331\nPiledriver Engine Operator\n\nBargaining Unit # 2\n(Painters)\nClass\nClass Title\n7242\nPainter Supervisor 1\n7278\nPainter Supervisor 2\n7346\nPainter\n\nBargaining Unit # 3\n(Electrical Workers)\nClass\nClass Title\n6248\nElectrical Inspector\n6249\nSenior Electrical Inspector\n6250\nChief Electrical Inspector\n6252\nLine Inspector\n7229\nTransmission Line Supervisor 1\n7238\nElectrician Supervisor 1\n7244\nPower Plant Supervisor 1\n7255\nPower House Electrician Sprv 1\n7257\nCommunication Line Sprv 1\n7273\nCommunications Line Wrk Sprv 2\n7275\nTelecommunications Tech Supv\n7276\nElectrician Supervisor 2\n7285\nTransmission Line Wrk Sprv 2\n7287\nSprv Electronic Main Tech\n7308\nCable Splicer\n7318\nElectronic Maintenance Tech\n7319\nElectric Motor Repairer\n7329\nElectr Maint Tech Asst Sprv\n7338\nElectrical Line Worker\n7345\nElectrician\n7390\nWelder\n7430\nAsst Electronic Main Tech\n7432\nElectrical Line Helper\n7480\nPower Generation Technician 1\n7482\nPower Generation Technician 2\n7484\nSr Power Generation Tech\n7488\nPower Generation Supervisor\n7510\nLighting Fixture Maint Worker\n9240\nAirport Electrician\n9241\nAirport Electrician Supervisor\n9242\nHead Airport Electrician\n9354\nElevator and Crane Technician\n9358\nCrane Mechanic Supervisor\n\nBargaining Unit # 4\n(BrickLayers)\nClass\nClass Title\n7307\nBricklayer\n7378\nTile Setter\n\nBargaining Unit # 5\n(Soft Floor Covering Employees)\nClass\nClass Title\n7393\nSoft Floor Coverer\n7394\nSoft Floor Coverer Supervisor\n\nBargaining Unit # 6\n(Theatrical Stage Employees)\nClass\nClass Title\n1766\nMedia Production Tech\n1767\nMedia Programming Spec\n1769\nMedia Production Supv\n1777\nMedia/Security Sys Spec\n1781\nMedia/Security Syst Supv\n7377\nStage Electrician\n\nBargaining Unit # 7\n(Professional and Technical)\nClass\nClass Title\n1002\nIS Operator-Journey\n1003\nIS Operator-Senior\n1004\nIS Operator-Analyst\n1005\nIS Operator-Supervisor\n1011\nIS Technician Assistant\n1012\nIS Technical-Journey\n1013\nIS Technician-Senior\n1014\nIS Technician-Supervisor\n1021\nIS Administrator 1\n1022\nIS Administrator 2\n1023\nIS Administrator 3\n1024\nIS Administrator-Supervisor\n1031\nIS Trainer-Assistant\n1032\nIS Trainer-Journey\n1033\nIS Trainer-Senior\n1041\nIS Engineer-Assistant\n1042\nIS Engineer-Journey\n1043\nIS Engineer-Senior\n1044\nIS Engineer-Principal\n1051\nIS Business Analyst-Assistant\n1052\nIS Business Analyst\n1053\nIS Business Analyst-Senior\n1054\nIS Business Analyst-Principal\n1061\nIS Program Analyst-Assistant\n1062\nIS Programmer Analyst\n1063\nIS Programmer Analyst-Senior\n1064\nIS Prg Analyst-Principal\n1070\nIS Project Director\n1091\nIT Operations Support Administrator I\n1092\nIT Operations Support Administrator II\n1093\nIT Operations Support Administrator III\n1094\nIT Operations Support Administrator IV\n1095\nIT Operations Support Administrator V\n1232\nTraining Officer\n1312\nPublic Information Officer\n1314\nPublic Relations Officer\n1360\nSpecial Assistant 1\n1361\nSpecial Assistant 2\n1362\nSpecial Assistant 3\n1363\nSpecial Assistant 4\n1364\nSpecial Assistant 5\n1365\nSpecial Assistant 6\n1366\nSpecial Assistant 7\n1367\nSpecial Assistant 8\n1368\nSpecial Assistant 9\n1369\nSpecial Assistant 10\n1370\nSpecial Assistant 11\n1371\nSpecial Assistant 12\n1649\nAccountant Intern\n1650\nAccountant\n1652\nSenior Accountant\n1654\nPrincipal Accountant\n1657\nSenior Systems Accountant\n1670\nFinancial Systems Supervisor\n1684\nAuditor II\n1686\nAuditor III\n1803\nPerformance Analyst I\n1804\nStatistician\n1805\nPerformance Analyst II\n1806\nSenior Statistician\n1823\nSenior Administrative Analyst\n1824\nPr Administrative Analyst\n1825\nPrnpl Admin Analyst II\n1827\nAdministrative Services Mgr\n1944\nMaterials Coordinator\n1950\nAssistant Purchaser\n1952\nPurchaser\n1956\nSenior Purchaser\n1958\nSupervising Purchaser\n2107\nMed Staff Svcs Dept Anl\n2119\nHealth Care Analyst\n2218\nPhysician Assistant\n2403\nForensic Laboratory Technician\n2456\nAsst Forensic Toxicologist 1\n2457\nAsst Forensic Toxicologist 2\n2458\nForensic Toxicologist\n2481\nWater Quality Tech I/II\n2482\nWater Quality Tech III\n2483\nBiologist I/II\n2484\nBiologist III\n2485\nSupv Biologist\n2486\nChemist I/II\n2487\nChemist III\n2488\nSupv Chemist\n2489\nLab Svcs Mgr\n2538\nAudiometrist\n2540\nAudiologist\n2542\nSpeech Pathologist\n2548\nOccupational Therapist\n2550\nSenior Occupational Therapist\n2551\nMental Hlth Treatment Spec\n2555\nPhysical Therapist Assistant\n2556\nPhysical Therapist\n2558\nSenior Physical Therapist\n2566\nRehabilitation Counselor\n2589\nHealth Program Coordinator 1\n2591\nHealth Program Coordinator 2\n2593\nHealth Program Coordinator 3\n2594\nEmployee Assistance Counselor\n2595\nSr Employee Asst Counselor\n2802\nEpidemiologist 1\n2803\nEpidemiologist 2\n2819\nAssistant Health Educator\n2822\nHealth Educator\n2825\nSenior Health Educator\n2846\nNutritionist\n2924\nMedical Social Work Supervisor\n2978\nContract Compliance Officer 2\n2982\nRent Board Supervisor\n2992\nContract Compliance Officer 1\n3374\nVolunteer/Outreach Coord\n4140\nReal Property Manager\n4142\nSenior Real Property Officer\n4143\nPrincipal Real Property Ofc\n4220\nPersonal Property Auditor\n4222\nSr Personal Property Auditor\n4224\nPr Personal Property Auditor\n4230\nEstate Investigator\n4231\nSenior Estate Investigator\n4260\nReal Prop Appraiser Trainee\n4261\nReal Property Appraiser\n4265\nSenior Real Property Appraiser\n4267\nPr Real Property Appraiser\n5120\nArchitectural Administrator\n5130\nSewage Treatment Plant Supt\n5174\nAdministrative Engineer\n5177\nSafety Officer\n5201\nJunior Engineer\n5203\nAsst Engr\n5207\nAssoc Engineer\n5209\nIndustrial Engineer\n5211\nEng/Arch/Landscape Arch Sr\n5212\nEngineer/Architect Principal\n5214\nBuilding Plans Engineer\n5215\nFire Protection Engineer\n5216\nChief Surveyor\n5218\nStructural Engineer\n5219\nSenior Structural Engineer\n5241\nEngineer\n5260\nArchitectural Assistant 1\n5261\nArchitectural Assistant 2\n5262\nLandscape Architect Assoc 1\n5265\nArchitectural Associate 1\n5266\nArchitectural Associate 2\n5268\nArchitect\n5272\nLandscape Architect Assoc 2\n5274\nLandscape Architect\n5275\nPlanner Technician\n5276\nCity Planning Intern\n5277\nPlanner 1\n5278\nPlanner 2\n5283\nPlanner 5\n5288\nTransit Planner 2\n5289\nTransit Planner III\n5290\nTransit Planner 4\n5291\nPlanner 3\n5293\nPlanner 4\n5298\nPlanner 3-Environmental Review\n5299\nPlanner 4-Environmental Review\n5301\nSprv, Traffic Painting Program\n5302\nTraffic Survey Technician\n5303\nSprv, Traffic & Street Signs\n5304\nMaterials Testing Aide\n5305\nMaterials Testing Technician\n5306\nTraffic Sign Manager\n5310\nSurvey Assistant I\n5312\nSurvey Assistant II\n5314\nSurvey Associate\n5320\nIllustrator and Art Designer\n5330\nGraphics Supervisor\n5362\nEngineering Assistant\n5364\nEngineering Associate 1\n5366\nEngineering Associate 2\n5380\nStdntDsgnTrain1, Arch/Eng/Plng\n5381\nStdntDsgn Train2/Arch/Eng/Plng\n5382\nStdntDsgnTrain3, Arch/Eng/Plng\n5408\nCoord of Citizen Involvement\n5502\nProject Manager 1\n5504\nProject Manager 2\n5506\nProject Manager 3\n5508\nProject Manager 4\n5601\nUtility Analyst\n5602\nUtility Specialist\n5620\nRegulatory Specialist\n5638\nEnvironmental Assistant\n5640\nEnvironmental Spec\n5642\nSr. Environmental Spec\n5644\nPrincipal Environ Specialist\n6116\nSprv Wastewater Cont Inspector\n6130\nSafety Analyst\n6137\nAssistant Industrial Hygienist\n6138\nIndustrial Hygienist\n6230\nStreet Inspector\n6231\nSenior Street Inspector\n6232\nStreet Inspection Supervisor\n6262\nPlan Checker\n6266\nSenior Plan Checker\n6270\nHousing Inspector\n6272\nSenior Housing Inspector\n6274\nChief Housing Inspector\n6281\nFire Safety Inspector 2\n6317\nAssistant Const Inspector\n6318\nConstruction Inspector\n6319\nSenior Const Inspector\n6335\nDisability Access Coordinator\n7132\nTelecommunication Supervisor\n7336\nElectr Instrmntn Tech Wtr Poll\n7457\nSign Worker\n8132\nDA Investigative Assist\n8167\nParking Hearing Examiner\n8173\nLegal Assistant\n8219\nParking Enforcement Admin\n8240\nPub Safety Communication Coord\n8259\nCriminalist I\n8260\nCriminalist II\n8262\nCriminalist III\n8264\nForensic Document Examiner\n9206\nAirport Property Specialist 1\n9255\nAirport Economic Planner\n9376\nMarket Research Spec, Port\n9377\nFeasibility Analyst, Port\n9386\nSenior Property Manager, Port\n9393\nMaritime Marketing Repr\n9395\nProperty Manager, Port\n\nBargaining Unit # 8\n(Professional and Technical, SFAPP)\nClass\nClass Title\n1807\nPerformance Analyst III, Project Manager\n1130\nYouth Comm Advisor\n1203\nPersonnel Technician\n1231\nAssistant Manager, EEO\n1233\nEEO Programs Specialist\n1241\nPersonnel Analyst\n1244\nSenior Personnel Analyst\n1246\nPrincipal Personnel Analyst\n1452\nExecutive Secretary 2\n1454\nExecutive Secretary 3\n1492\nAsst Clk, Board of Supervisors\n1512\nCfdntal Sctry & Ex Asst Publ Dfdr\n1520\nCfdntal Sctry to District Atty\n1522\nCfdntal Sctry to City Atty\n1543\nSecretary, Comm on the Environ\n1544\nSecretary, Library Commission\n1548\nSctry, Human Svcs. Commission\n1549\nSctry, Juv Probation Comm\n1551\nSecretary, Health Commission\n1555\nSctry, Bldg Inspection Comm\n1574\nEx Asst to the Controller\n1835\nLegislative Assistant\n8116\nLegislative Calendar Clerk\n8118\nLegislation Clerk\n8151\nClaims Investigator, CA\n8152\nSrClaimsInvstgtor, Cty Atty Ofc\n8169\nLegislative Asst City Atty Ofc\n\nBargaining Unit # 9\n(Pile Drivers)\nClass\nClass Title\n9328\nApprentice Pile Worker I\n9329\nApprentice Pile Worker II\n9330\nPile Worker\n9332\nPiledriver Supervisor 1\n\nBargaining Unit # 10\n(Hod Carriers)\nClass\nClass Title\n7428\nHodcarrier\n\nBargaining Unit # 11\n(Plumbers)\nClass\nClass Title\n1466\nMeter Reader\n6242\nPlumbing Inspector\n6244\nChief Plumbing Inspector\n6246\nSenior Plumbing Inspector\n7134\nWater Const&Main Supt\n7136\nWater Shops & Equip Supt\n7204\nChief Water Service Inspector\n7213\nPlumber Supervisor 1\n7239\nPlumber Supervisor 2\n7240\nWater Meter Shop Supervisor 1\n7248\nSteamfitter Supervisor 2\n7250\nUtility Plumber Supervisor 1\n7284\nUtility Plumber Supervisor 2\n7316\nWater Service Inspector\n7317\nSenior Water Service Inspector\n7347\nPlumber\n7348\nSteamfitter\n7349\nSteamfitter Supervisor I\n7353\nWater Meter Repairer\n7360\nPipe Welder\n7388\nUtility Plumber\n7449\nSewer Service Worker\n7463\nUtility Plumber Apprentice\n\nBargaining Unit # 12\n(Stationary Engineers)\nClass\nClass Title\n5148\nWater Operations Analyst\n5149\nSupt Water Treatment Fac\n7120\nBldgs & Grounds Maint Supt\n7203\nBldg & Grounds Maint Sprv\n7205\nChief Stationary Engineer\n7223\nCable Machinery Supervisor\n7245\nChf Statnry Eng, Wtr Treat Plnt\n7252\nChf Stationary Eng, Sew Plant\n7262\nMaintenance Planner\n7286\nWire Rope Cable Maint Supervisor\n7333\nApprentice Stationary Engineer\n7334\nStationary Engineer\n7335\nSenior Stationary Engineer\n7339\nAprntcStatnry Eng, WtrTreatPlnt\n7341\nStatnry Eng Water Treat Plant\n7343\nSr Statnry Eng, Wtr Treat Plnt\n7372\nStationary Eng, Sewage Plant\n7373\nSr. Stationary Eng, Sew Plant\n7375\nAprntc Statnry Eng, Sew Plant\n7420\nBridgetender\n7472\nWire Rope Cable Maint Mech\n7473\nWire Rope Cable Maint Mech Trainee\n9232\nAirport Mechanical Maint Sprv\n\nBargaining Unit # 13\n(Roofers)\nClass\nClass Title\n9343\nRoofer\n9344\nRoofer Supervisor 1\n\nBargaining Unit # 14\n(Plasterers)\nClass\nClass Title\n7361\nPlasterer\n\nBargaining Unit # 15\n(Sheet Metal Workers)\nClass\nClass Title\n6235\nHeating/Ventilating Inspector\n7247\nSheet Metal Wrk Supervisor 2\n7376\nSheet Metal Worker\n9345\nSheet Metal Supervisor 1\n\nBargaining Unit # 16\n(Automotive Mechanics)\nClass\nClass Title\n7126\nMech Shop & Equip Supt\n7225\nTransit Paint Shop Sprv I\n7228\nAuto Transit Shop Sprv I\n7232\nHH Mechanical Shop Sprv\n7241\nSr Maintenance Controller\n7249\nAutomotive Mechanic Sprv 1\n7254\nAutomotive Machinist Sprv 1\n7258\nMaintenance Machinist Sprv 1\n7264\nAuto Body & Fender Worker Sprv I\n7277\nCity Shops Asst Superintendent\n7305\nMetal Fabricator\n7306\nAutomotive Body & Fender Wrk\n7309\nCar and Auto Painter\n7313\nAutomotive Machinist\n7315\nAuto Machinist Asst Sprv\n7322\nAuto Body & Fender Worker Asst Sprv\n7325\nGeneral Utility Mechanic\n7330\nSr General Utility Mechanic\n7332\nMaintenance Machinist\n7337\nMain Machinist Asst Sprv\n7340\nMaintenance Controller\n7381\nAutomotive Mechanic\n7382\nAutomotive Mechanic Asst Sprv\n7434\nMaintenance Machinist Helper\n\nBargaining Unit # 17\n(Supervising Physician/Dentists)\nClass\nClass Title\n2233\nSupervising Physician Spec\n\nBargaining Unit # 18\n(Physician/Dentists)\nClass\nClass Title\n2210\nDentist\n2220\nPhysician\n2230\nPhysician Specialist\n2232\nSenior Physician Specialist\n2292\nShelter Veterinarian\n2598\nAsst Med Examiner\n\nBargaining Unit # 19\n(Miscellaneous Transit)\nClass\nClass Title\n1773\nMedia Training Specialist\n7412\nAuto Svc Wrk Asst Sprv\n8126\nSr Investigator, OCC\n9155\nClaims Investigator\n9156\nSenior Claims Investigator\n9157\nClaims Adjuster\n\nBargaining Unit # 20\n(Truck Drivers)\nClass\nClass Title\n7355\nTruck Driver\n\nBargaining Unit # 21\n(Carpenters)\nClass\nClass Title\n7226\nCarpenter Supervisor 1\n7236\nLocksmith Supervisor 1\n7272\nCarpenter Supervisor 2\n7342\nLocksmith\n7344\nCarpenter\n7358\nPattern Maker\n\nBargaining Unit # 22\n(Administrative/Clerical)\nClass\nClass Title\n1201\nPersonnel Technician Trainee\n1202\nPersonnel Clerk\n1204\nSenior Personnel Clerk\n1209\nBenefits Technician\n1210\nBenefits Analyst\n1220\nPayroll Clerk\n1227\nTesting Technician\n1310\nPublic Relations Assistant\n1322\nCustomer Service Agent Trainee\n1324\nCustomer Service Agent\n1402\nJunior Clerk\n1403\nElections Clerk\n1404\nClerk\n1422\nJunior Clerk Typist\n1424\nClerk Typist\n1430\nTranscriber Typist\n1436\nBraillist\n1444\nSecretary 1\n1446\nSecretary 2\n1450\nExecutive Secretary 1\n1458\nLegal Secretary 1\n1460\nLegal Secretary 2\n1471\nElections Worker\n1474\nClaims Process Clerk\n1476\nSenior Claims Process Clerk\n1478\nSenior Water Services Clerk\n1630\nAccount Clerk\n1632\nSenior Account Clerk\n1635\nHealth Care Billing Clerk 1\n1636\nHealth Care Billing Clerk 2\n1637\nPatient Accounts Clerk\n1704\nCommunications Dispatcher 1\n1706\nTelephone Operator\n1708\nSenior Telephone Operator\n1721\nSenior Data Entry Operator\n1750\nMicrophoto/Imaging Technician\n1752\nSr. Microphoto/Imaging Tech.\n1760\nOffset Machine Operator\n1762\nSenior Offset Machine Operator\n1802\nResearch Assistant\n1812\nAssistant Retirement Analyst\n1820\nJunior Administrative Analyst\n1840\nJunior Management Assistant\n1842\nManagement Assistant\n1920\nInventory Clerk\n2105\nPatient Svcs Finance Tech\n2110\nMedical Records Clerk\n2112\nMedical Records Technician\n2903\nEligibility Worker\n2904\nHuman Services Technician\n2905\nSenior Eligibility Worker\n2913\nProgram Specialist\n2975\nCitizens Complaint Officer\n2996\nRep, Human Rights Comm\n2998\nRep, Comm Status of Women\n3302\nAdmission Attendant\n3406\nLand Use Aide\n3518\nAssoc Musum Cnsrvt, AAM\n3549\nArts Program Assistant\n3554\nAssociate Museum Registrar\n3556\nMuseum Registrar\n3602\nLibrary Page\n3610\nLibrary Assistant\n3616\nLibrary Technical Assistant 1\n3618\nLibrary Technical Assistant 2\n4119\nPerforming Arts Center Aide\n4202\nAssessment Clerk\n4213\nAssessor-Recorder Office Assistant\n4214\nAssessor-Recorder Office Specialist\n4215\nAssessor-Recorder Senior Office Specialist\n4306\nCollections Officer\n4308\nSenior Collections Officer\n4320\nCashier 1\n4321\nCashier 2\n4322\nCashier 3\n6108\nEnvironmental Hlth Tech 1\n8104\nVictim & Witness Technician\n8106\nLegal Process Clerk\n8108\nSenior Legal Process Clerk\n8109\nDocument Examiner Technician\n8113\nCourt Clerk\n8141\nWorker's Compensation Adjuster\n8157\nChild Support Officer I\n8158\nChild Support Officer II\n8238\nPolice Communications Disp\n8249\nFingerprint Technician 1\n8250\nFingerprint Technician 2\n9202\nAirports Communications Disp\n9702\nEmployment & Training Spec 1\n9703\nEmployment & Training Spec 2\n9770\nCommunity Development Asst\n9772\nCommunity Development Spec\n9774\nSr. Community Devl Spc 1\n9775\nSr Community Dev Spec 2\n9910\nPublic Service Trainee\n9912\nPublic Service Aide-Technical\n9914\nPublic Service Aide-Admin\n9920\nPublic Service Aide-Asst. to Prof.\n9922\nPS Aide to Prof.\n\nBargaining Unit # 23\n(Allied Health)\nClass\nClass Title\n1428\nUnit Clerk\n1429\nNurses Staffing Assistant\n1440\nMedical Transcriber Typist\n1464\nMedical Clerk Stenographer\n1664\nPatient Accounts Manager\n2106\nMed Staff Svcs Dept Spc\n2202\nDental Aide\n2204\nDental Hygienist\n2302\nNursing Assistant\n2303\nPatient Care Assistant\n2305\nPsychiatric Technician\n2306\nSenior Psychiatric Orderly\n2310\nSurgical Procedures Technician\n2312\nLicensed Vocational Nurse\n2314\nPublic Health Team Leader\n2390\nCentral Processing & Dist Tech\n2402\nLaboratory Technician I\n2406\nPharmacy Helper\n2409\nPharmacy Technician\n2416\nBacteriological Technician II\n2424\nX-Ray Laboratory Aide\n2430\nMedical Evaluations Assistant\n2436\nElectroencephalograph Tech 1\n2440\nVet Laboratory Technologist\n2514\nOrthopedic Technician 1\n2515\nOrthopedic Technician 2\n2520\nMorgue Attendant\n2523\nForensic Autopsy Technician\n2533\nEmergency Med Svcs Agency Spec\n2554\nTherapy Aide\n2565\nAcupuncturist\n2583\nHome Health Aide\n2585\nHealth Worker 1\n2586\nHealth Worker 2\n2622\nDietetic Technician\n2624\nDietitian\n2818\nHealth Program Planner\n2820\nSenior Health Program Planner\n2908\nHospital Eligibility Worker\n8420\nRehabilitation Svcs Coord\n9924\nPS Aide Health Services\n\nBargaining Unit # 24\n(Security and Investigative)\nClass\nClass Title\n2577\nMed Examiner's Investigator I\n2578\nMed Examiner's Investigator II\n4334\nInvestigator, Tax Collector\n8124\nInvestigator Ofc Citizen Cmplnts\n8129\nVictim/Witness Investigator 1\n8139\nIndustrial Injury Investigator\n8142\nPublic Defender's Investigator\n8202\nSecurity Guard\n8204\nInstitutional Police Officer\n8207\nBldg & Grounds Patrol Officer\n8208\nPark Patrol Officer\n8210\nHead Park Patrol Officer\n8213\nPolice Services Aide\n8226\nMuseum Guard\n8318\nCounselor 2\n8320\nCounselor, Juvenile Hall\n8321\nCounselor, Log Cabin Ranch\n8562\nCounselor, Juvenile Hall (SFERS)\n8564\nCounselor, Log Cabin Ranch (SFERS)\n8566\nCounselor II (SFERS)\n9209\nCommunity Police Services Aide\n9212\nAirport Safety Officer\n\nBargaining Unit # 25\n(Service/Maintenance)\nClass\nClass Title\n1770\nPhotographer\n1774\nHead Photographer\n1929\nParts Storekeeper\n1930\nWarehouse Worker\n1932\nAssistant Storekeeper\n1934\nStorekeeper\n2604\nFood Service Worker\n2608\nSupply Room Attendant\n2650\nAssistant Cook\n2652\nBaker\n2654\nCook\n2656\nChef\n2706\nHouse Keeper/Food Service Clnr\n2708\nCustodian\n2736\nPorter\n2770\nSenior Laundry Worker\n2772\nSewing Technician\n3208\nPool Lifeguard\n3209\nSwimming Instructor\n3210\nSwimming Instr/Pool Lifeguard\n3260\nCrafts Instructor\n3264\nCamp Assistant\n3279\nRecreation Leader\n3280\nAssistant Recreation Director\n3284\nRecreation Director\n3310\nStable Attendant\n3375\nAnimal Health Technician\n3450\nAgricultural Inspector\n3502\nMusm Exhibit Packer & Repairer\n3520\nMuseum Preparator\n3522\nSenior Museum Preparator\n5264\nAirport Noise Abatement Spec\n6220\nInspector, Weights & Measures\n7219\nMaintenance Scheduler\n7302\nAudio-Visual Equipment Tech\n7303\nBarber\n7324\nBeautician\n7362\nComm Systems Technician\n7368\nSenior Comm Systems Technician\n7392\nWindow Cleaner\n7416\nBook Repairer\n7441\nTools Room Mechanic/Custodian\n7450\nShade and Drapery Worker\n7524\nInstitution Utility Worker\n7542\nWatershed Worker (Seasonal)\n8201\nSchool Crossing Guard\n8234\nFire Alarm Dispatcher\n8274\nPolice Cadet\n8300\nSheriff's Cadet\n8301\nSheriff's Property Keeper\n8316\nAssistant Counselor\n8560\nAssistant Counselor (SFERS)\n9355\nWharfinger 1\n\nBargaining Unit # 26\n(Specialists/Technical)\nClass\nClass Title\n1771\nMedia Production Specialist\n1822\nAdministrative Analyst\n2450\nPharmacist\n2454\nClinical Pharmacist\n2467\nDiagnostic Imaging Tech I\n2468\nDiagnostic Imaging Tech II\n2469\nDiagnostic Imaging Tech III\n2470\nDiagnostic Imaging Tech IV\n2536\nRespiratory Care Practitioner\n2574\nClinical Psychologist\n2575\nResearch Psychologist\n2910\nSocial Worker\n2912\nSenior Social Worker\n2916\nSocial Work Specialist\n2917\nProgram Support Analyst\n2920\nMedical Social Worker\n2930\nPsychiatric Social Worker\n2931\nMarriage, Family & Child Cnslr\n2940\nProtective Services Worker\n3283\nRecreation Specialist\n3630\nLibrarian 1\n4331\nSecurity Analyst\n5322\nGraphic Artist\n9722\nSpecialist in Aging 2\n\nBargaining Unit # 27\n(Supervisory)\nClass\nClass Title\n1218\nPayroll Supervisor\n1222\nSr Payroll & Personnel Clerk\n1224\nPr Payroll & Personnel Clerk\n1226\nChf Payroll & Personnel Clerk\n1326\nCustomer Service Agent Supv\n1406\nSenior Clerk\n1408\nPrincipal Clerk\n1410\nChief Clerk\n1426\nSenior Clerk Typist\n1431\nSenior Unit Clerk\n1432\nSenior Transcriber Typist\n1435\nShelter Officer Supervisor\n1437\nShelter Office Asst Supv\n1441\nSr Medical Transcriber Typist\n1470\nSvcs & Supply Asst Sprv\n1480\nPrincipal Water Services Clerk\n1634\nPrincipal Account Clerk\n1662\nPatient Accounts Asst Sprv\n1663\nPatient Accounts Supervisor\n1705\nCommunications Dispatcher 2\n1710\nChief Telephone Operator\n1764\nMail & Reproduction Svc Sprv\n1813\nSenior Benefits Analyst\n1814\nBenefits Supervisor\n1844\nSenior Management Assistant\n1922\nSenior Inventory Clerk\n1924\nMaterials/Supplies Supervisor\n1926\nSr Materials & Supplies Sprv\n1931\nSenior Parts Storekeeper\n1935\nPrincipal Parts Storekeeper\n1936\nSenior Storekeeper\n1938\nStores & Equip Asst Sprv\n2114\nMedical Records Tech Sprv\n2392\nSr Cent Proc & Dist Tech\n2408\nSenior Pharmacy Helper\n2434\nSr Electrocardiograph Tech\n2522\nSenior Morgue Attendant\n2537\nRespiratory Care Prctnr 2\n2552\nDir of Act, Therapy & Vol Svcs\n2579\nMed Examiner's Investigator III\n2587\nHealth Worker 3\n2588\nHealth Worker 4\n2606\nSenior Food Service Worker\n2618\nFood Service Supervisor\n2619\nSenior Food Service Supervisor\n2626\nChief Dietitian\n2716\nCustodial Assistant Supervisor\n2718\nCustodial Supervisor\n2719\nJanitorial Svcs Asst Sprv\n2720\nJanitorial Services Supervisor\n2738\nPorter Assistant Supervisor\n2740\nPorter Supervisor 1\n2907\nEligibility Worker Supervisor\n2909\nHospital Elig Wrk Supervisor\n2914\nSocial Work Supervisor\n2915\nProgram Specialist Supervisor\n2922\nSenior Medical Social Worker\n2932\nSr Psychiatric Social Worker\n2933\nConservatorship/Case Mgt Sprv\n2935\nSr Marriage, Fam & Cld Cnslr\n2944\nProtective Services Supervisor\n2948\nHuman Services Section Mgr\n2991\nCoord, Human Rights Comm\n3213\nAquatics Facility Assistant Supervisor\n3214\nSenior Swimming Instructor\n3215\nAquatics Facility Supervisor\n3232\nMarina Assistant Manager\n3286\nRecreation Coordinator\n3287\nAsst Recreation Supervisor\n3289\nRecreation Supervisor\n3291\nPrincipal Recreation Sprv\n3292\nAsst Superintendent Rec\n3371\nAnimal Care Supervisor\n3373\nAnimal Control Supervisor\n3376\nAnimal Care Asst Supv\n3378\nField Svcs Asst Supv\n3480\nFarmers Market Manager\n3524\nPrincipal Museum Preparator\n3525\nChief Preparator\n3546\nCurator 4\n3558\nSenior Museum Registrar\n3632\nLibrarian 2\n3633\nLibrarian 2 - Asian Arts\n3634\nLibrarian 3\n4203\nSenior Assessment Clerk\n4335\nSr Investigator, Tax Collector\n4337\nPr Investigator, Tax Collector\n4366\nCollection Supervisor\n5271\nSr Airport Noise Abatement Spe\n6110\nEnvironmental Hlth Tech 2\n7211\nCement Finisher Supervisor 2\n7218\nAsbestos Abatement Worker 2\n7227\nCement Finisher Supervisor 1\n7243\nParking Meter Repairer Sprv 1\n7259\nWater & Power Maint Sprv 1\n7268\nWindow Cleaner Supervisor\n7270\nWatershed Keeper Supervisor\n7418\nSenior Book Repairer\n7470\nWatershed Keeper\n8131\nVictim/Witness Investigator 2\n8133\nVictim/Witness Investigator 3\n8135\nAsst Chf Victim/Wit Invstgtor\n8143\nSr Public Defenders Invstgtor\n8159\nChild Support Officer III\n8165\nWorker's Comp Supervisor 1\n8170\nMedical Claims Supervisor\n8211\nSupv Bldg Grounds Patrol Ofcr\n8217\nComm Pol Svcs Aide Supervisor\n8228\nMuseum Sec Supv\n8236\nChief Fire Alarm Dispatcher\n8239\nSr Pol Communications Disp\n8251\nFingerprint Technician 3\n8452\nCriminal Justice Specialist 2\n8484\nSprv Crime Prevention Worker\n9203\nSr Airport Communications Disp\n9204\nAirports Communications Sprv\n9220\nAirport Operations Supervisor\n9230\nAirport Custodial Svcs Sprv\n9356\nWharfinger 2\n9704\nEmployment & Training Spec 3\n9705\nEmployment & Training Spec 4\n9706\nEmployment & Training Spec 5\n9708\nEmployment & Training Spec 6\n\nBargaining Unit # 28\n(Environmental and Natural Sciences)\nClass\nClass Title\n2806\nDisease Control Investigator\n2808\nSr Disease Control Investigator\n2810\nPr Disease Control Investigator\n3342\nZoo Curator\n3541\nCurator 1\n3542\nCurator 2\n3544\nCurator 3\n6120\nEnvironmental Health Inspector\n6122\nSr Environmental Hlth Inspector\n6124\nPr Environmental Hlth Inspector\n\nBargaining Unit # 29\n(Automotive Service Workers)\nClass\nClass Title\n7410\nAutomotive Service Worker\n\nBargaining Unit # 30\n(Laborers)\nClass\nClass Title\n3402\nFarmer\n3410\nApprentice Gardener\n3417\nGardener\n3419\nMunicipal Stadium Groundskeeper\n3422\nPark Section Supervisor\n3424\nIntegrated Pest Mangement Specialist\n3425\nSenior Integrated Pest Management Specialist\n3428\nNursery Specialist\n3430\nChief Nursery Specialist\n3434\nArborist Technician\n3435\nUrban Forestry Inspector\n3436\nArborist Technician Supervisor\n7215\nGeneral Laborer Supervisor 1\n7220\nAsphalt Finisher Supervisor 1\n7246\nSewer Repair Supervisor\n7281\nStreet Environ Svcs Oprs Supv\n7282\nStreet Repair Supervisor 2\n7404\nAsphalt Finisher\n7421\nSewer Maintenance Worker\n7501\nEnvironmental Service Worker\n7502\nAsphalt Worker\n7514\nGeneral Laborer\n\nBargaining Unit # 31\n(Attorneys)\nClass\nClass Title\n8177\nAttorney (Civil/Criminal)\n8181\nAssistant Chief Attorney 1\n8182\nHead Atty, Civil & Criminal\n8183\nAssistant Chief Attorney 2\n8190\nAttorney, Tax Collector\n8193\nChief Atty 1 (Civil & Criminal)\n\nBargaining Unit # 32\n(Managers)\nClass\nClass Title\n0922\nManager I\n0923\nManager II\n0931\nManager III\n0932\nManager IV\n0933\nManager V\n0941\nManager VI\n0942\nManager VII\n0943\nManager VIII\n0951\nDep Dir I\n0952\nDep Dir II\n0953\nDep Dir III\n0954\nDep Dir IV\n0955\nDep Dir V\n0961\nDept Head I\n0962\nDept Head II\n0963\nDept Head III\n0964\nDept Head IV\n0965\nDept Head V\n1071\nIS Manager\n1107\nDep Dir, Rent Arb Board\n1110\nEx Asst to Ex Dir, Retirement\n1117\nDep Dir for Investments, Ret\n1118\nCustomer Services Division Mgr\n1161\nEx Asst to Admin, SFGH\n1163\nEx Asst to the Dir of Health\n1164\nAdm, SFGH Medical Center\n1237\nTraining Coordinator\n1248\nAsst Deputy Director, HR\n1270\nDepartmental Personnel Officer\n1272\nSr Dept Personnel Officer\n1372\nSpecial Assistant 13\n1373\nSpecial Assistant 14\n1374\nSpecial Assistant 15\n1375\nSpecial Assistant 16\n1376\nSpecial Assistant 17\n1377\nSpecial Assistant 18\n1378\nSpecial Assistant 19\n1379\nSpecial Assistant 20\n1380\nSpecial Assistant 21\n1381\nSpecial Assistant 22\n1666\nFinance Dir, DPH\n1675\nSupervisor Fiscal Officer\n1839\nWater Conservation Admin\n1843\nEx Dir, SE Com Fac Comm\n2143\nHospital Asst Administrator\n2246\nAsst Dir of Clinical Svcs 1\n2248\nAsst Dir Clinical Svcs 2\n2466\nChief Microbiologist\n2620\nFood Service Mgr Administrator\n2785\nAsst General Services Manager\n3233\nMarina Associate Manager\n3426\nForester\n3464\nArea Sprv Parks, Squares & Fac\n3486\nWatershed Forester\n4310\nCommercial Div Asst Sprv\n5189\nMgr, Utils Eng Bur, PUC\n7123\nPrk Mtr & Mach Shop Mgr\n7263\nMaintenance Manager\n8148\nChf District Atty Investigator\n8150\nPr Dist Atty Invstgtor, Spec Unit\n8186\nAtty for the Public Admin\n8220\nDirector, Parking Enforcement\n8263\nCrime Lab Mgr\n8315\nAssistant Sheriff\n8326\nAsst Dir, Log Cabin Rnch\n8330\nDirector, Log Cabin Ranch\n8340\nAsst Director, Juvenile Hall\n8344\nDirector, Juvenile Hall\n8348\nUndersheriff\n8413\nAsst Chf Prob Ofc, Juv Prob\n8416\nDirector, Probation Services\n8418\nChf Prob Ofc, Juv Court\n8435\nDiv Director, Adult Probation\n8436\nChief Adult Probation Officer\n8438\nChief Deputy Adult Probation Of\n8516\nAssistant Sheriff (SFERS)\n8518\nUndersheriff (SFERS)\n8556\nChief District Attorney's Investigator (SFERS)\n8558\nPrincipal District Attorney's Investigator (SFERS)\n8574\nAssistant Director, Log Cabin Ranch (SFERS)\n8576\nDirector, Log Cabin Ranch (SFERS)\n8578\nAssistant Director, Juvenile Hall (SFERS)\n8580\nDirector, Juvenile Hall (SFERS)\n8582\nAssistant Chief Probation Officer, Juvenile Probation (SFERS)\n8584\nDirector, Probation Services (SFERS)\n8586\nChief Probation Officer, Juvenile Court (SFERS)\n8588\nDivision Director, Adult Probation (SFERS)\n8590\nChief Adult Probation Officer (SFERS)\n8592\nChief Deputy Probation Officer (SFERS)\n9161\nAsst Chf, Bur Clm Invest & Admin\n9222\nAirport Operations Coordinator\n9247\nAirport Emerg Planning Coord\n9251\nPublic Relations Mgr\n9254\nAsst to Dir, Public Affairs\n9258\nAirport Asst Dep Dir, Bus & Fin\n9375\nAsst. Dep. Dir., Port\n9382\nGovrnmt/Publ Affairs Mgr\n\nBargaining Unit # 33\n(Fire Dept. Managers)\nClass\nClass Title\n0140\nChief, Fire Department\n0150\nDep Chf of Dept (Fire Dept)\nH 51\nAssistant Deputy Chief 2\nH 53\nEmergency Medical Svcs Chief\n\nBargaining Unit # 34\n(Police Department Managers)\nClass\nClass Title\n0390\nChief of Police\n0395\nAssistant Chief of Police\nQ 63\nDirector of Forensic Services\n\nBargaining Unit # 35\n(Iron Workers)\nClass\nClass Title\n7389\nMetalsmith\n7395\nOrnamental Iron Worker\n9342\nOrnamental Iron Wrk Sprv 1\n9346\nFusion Welder\n\nBargaining Unit # 36\n(District Attorney Investigators)\nClass\nClass Title\n8146\nDistrict Atty's Investigator\n8147\nSr District Atty Investigator\n8149\nAsst Chf Dist Atty's Investigator\n8550\nDistrict Attorney's Investigator (SFERS)\n8552\nSenior District Attorney's Investigator (SFERS)\n8554\nAssistant Chief District Attorney's Investigator (SFERS)\n\nBargaining Unit # 37\n(Deputy Sheriffs)\nClass\nClass Title\n8302\nDeputy Sheriff 1\n8304\nDeputy Sheriff\n8306\nSenior Deputy Sheriff\n8504\nDeputy Sheriff (SFERS)\n8506\nSenior Deputy Sheriff (SFERS)\n\nBargaining Unit # 38\n(Sheriff's Dept. Supervisors)\nClass\nClass Title\n8308\nSheriff's Sergeant\n8310\nSheriff's Lieutenant\n8312\nSheriff's Captain\n8314\nChief Deputy Sheriff\n8508\nSheriff's Sergeant (SFERS)\n8510\nSheriff's Lieutenant (SFERS)\n8512\nSheriff's Captain (SFERS)\n8514\nChief Deputy Sheriff (SFERS)\n\nBargaining Unit # 39\n(Cement Masons)\nClass\nClass Title\n7311\nCement Mason\n\nBargaining Unit # 40\n(Probation Officers)\nClass\nClass Title\n8444\nDeputy Probation Officer\n8530\nDeputy Probation Officer (SFERS)\n\nBargaining Unit # 41\n(Glaziers)\nClass\nClass Title\n7233\nGlazier Supervisor 1\n7326\nGlazier\n\nBargaining Unit # 42\n(Registered Nurses)\nClass\nClass Title\n2320\nRegistered Nurse\n2323\nClinical Nurse Specialist\n2325\nNurse Midwife\n2328\nNurse Practitioner\n2330\nAnesthetist\n2340\nOperating Room Nurse\n2830\nPublic Health Nurse\nP103\nSpecial Nurse\n\nBargaining Unit # 43\n(H-1 Paramedics)\nClass\nClass Title\nH 1\nFire Rescue Paramedic\n\nBargaining Unit # 44\n(Firefighters)\nClass\nClass Title\nH 2\nFirefighter\nH 3\nFirefighter/Paramedic\nH 4\nInsp, Bur Fire Prev & Publ Safety\nH 6\nInvstgtor, Bur of Fire Invest\nH 10\nIncident Support Specialist\nH 16\nTech Trn Spc, Fire Dept\nH 18\nCoord of Community Service\nH 20\nLieutenant, (Fire Department)\nH 22\nLieut, Bur Fire Prev & Publ Safe\nH 24\nLieut, Bur of Fire Invstgtn\nH 28\nLieut, Division of Training\nH 30\nCaptain, Fire Suppression\nH 32\nCapt, Bur Fire Prev/Publ Safety\nH 33\nCaptain, Emergency Medical Services\nH 39\nCaptain, Division of Training\n\nBargaining Unit # 45\n(Fire Dept. Supervisors)\nClass\nClass Title\nH 40\nBattalion Chief, (Fire Dept)\nH 43\nEMS Section Chief\nH 50\nAsst Chf of Dept (Fire Dept)\nH110\nMarine Engineer of Fire Boats\nH120\nPilot of Fire Boats\n\nBargaining Unit # 46\n(Professional and Technical, Animal Services)\nClass\nClass Title\n1434\nShelter Service Representative\n2453\nSupervising Pharmacist\n2462\nMicrobiologist\n2464\nSenior Microbiologist\n2496\nRadiologic Tech Sprv\n3320\nAnimal Keeper\n3370\nAnimal Care Attendant\n3372\nAnimal Control Officer\n6139\nSenior Industrial Hygienist\n7444\nParking Meter Repairer\n8322\nSr Counselor, Juvenile Hall\n8324\nSprv Counselor, Juvenile Court\n8568\nSenior Counselor, Juvenile Hall (SFERS)\n8572\nSupervising Counselor, Juvenile Hall (SFERS)\n\nBargaining Unit # 47\n(Supervising Registered Nurses)\nClass\nClass Title\n2322\nNurse Manager\n2324\nNursing Supervisor\n2326\nNursing Supervisor Psychiatric\n\nBargaining Unit # 48\n(Police Officers)\nClass\nClass Title\n0380\nInspector, (Police Department)\n0381\nInspector 2\n0382\nInspector 3\nQ 2\nPolice Officer\nQ 3\nPolice Officer 2\nQ 4\nPolice Officer 3\nQ 35\nAssistant Inspector\nQ 36\nAssistant Inspector 2\nQ 37\nAssistant Inspector 3\nQ 50\nSergeant, (Police Department)\nQ 51\nSergeant 2\nQ 52\nSergeant 3\n\nBargaining Unit # 49\n(Police Command Staff)\nClass\nClass Title\n0400\nDeputy Chief\n0401\nDeputy Chief 2\n0402\nDeputy Chief 3\n0488\nCommander (Police Department)\n0489\nCommander II\n0490\nCommander 3\nQ 90\nDirector of Police Psychology\n\nBargaining Unit # 50\n(Chief Building Inspectors)\nClass\nClass Title\n6334\nChief Building Inspector\n\nBargaining Unit # 51\n(Building Inspectors)\nClass\nClass Title\n6331\nBuilding Inspector\n6333\nSenior Building Inspector\n\nBargaining Unit # 52\n(Supervising Probation Officers)\nClass\nClass Title\n8414\nSprv Probation Ofc, Juv Court\n8415\nSr Sprv Probation Ofc, Juv Probation\n8434\nSprv Adult Probation Ofc\n8532\nSupervising Probation Officer, Juvenile Court (SFERS)\n8534\nSupervising Adult Probation Officer (SFERS)\n8540\nSenior Supervising Probation Officer, Juvenile Probation (SFERS)\n\nBargaining Unit # 53\n(Supervising Institutional Police Officer)\nClass\nClass Title\n8205\nInstitutional Police Sergeant\n8209\nInstitutional Police Lieutenant\n\nBargaining Unit # 54\n(Interns and Residents)\nClass\nClass Title\n2273\nPost M.D. 1\n2275\nPost M.D. 2\n2277\nPost M.D. 3\n2279\nPost M.D. 4\n2281\nPost M.D. 5\n2283\nPost M.D. 6\n\nBargaining Unit # 55\n(Redevelopment Architects & Engineers – RD1)\nClass\nClass Title\nR565\nSenior Civil Engineer\nR635\nArchitect\nR700\nArchitectural Associate\nR720\nSenior Programmer Analyst\n\nBargaining Unit # 56\n(Redevelopment Management & Supervisory – RD3)\nClass\nClass Title\nR525\nDeputy General Counsel\nR535\nDevelopment Services Manager\nR550\nSenior Project Manager\nR555\nSenior Project Manager, Supervisory\nR560\nAdministrative Services Manager\nR585\nContract Compliance Supervisor\nR590\nProject Manager\nR625\nInformation Systems Supervisor\nR740\nHarbormaster\nR930\nStaff Associate V\nR940\nProperty Management Supervisor\nR970\nAccounting Supervisor\n\nBargaining Unit # 57\n(Redevelopment Professional & Technical – RD2)\nClass\nClass Title\nR025\nHousing Construction Specialist\nR045\nSenior Development Specialist, Supervisor\nR580\nSenior Attorney\nR586\nContract Compliance Specialist III\nR595\nSenior Development Specialist\nR615\nDevelopment Specialist\nR630\nSenior Financial Analyst\nR640\nContract Compliance Specialist II\nR670\nFinancial Systems Accountant\nR705\nAssistant Development Specialist\nR990\nAssistant Project Manager\n\nBargaining Unit # 58\n(Redevelopment Miscellaneous – RD4)\nClass\nClass Title\nR030\nManagement Assistant III\nR035\nManagement Assistant II\nR655\nSenior Planner\nR695\nAccountant III\nR730\nAssociate Planner\nR735\nContract Compliance Specialist I\nR760\nSenior Legal Secretary\nR770\nSenior Community Services Specialist\nR790\nAssistant Harbormaster\nR800\nExecutive Secretary\nR803\nSupport Services Supervisor\nR810\nAdministrative Secretary\nR820\nAccountant I\nR835\nFacility Maintenance Worker\nR840\nHarbor Attendant\nR855\nRecords Specialist II\nR860\nSenior Office Assistant\nR865\nHarbor Office Assistant\nR880\nRecords Specialist I\nR890\nHarbor Security Officer\nR895\nOffice Assistant I\n\nBargaining Unit # 59\n(Police Supervisors)\nClass\nClass Title\nQ 60\nLieutenant (Police Department)\nQ 61\nLieutenant 2\nQ 62\nLieutenant 3\nQ 80\nCaptain (Police Department)\nQ 81\nCaptain 2\nQ 82\nCaptain 3\n     (d)     Bargaining Units in effect as of the effective date of this Ordinance shall remain unchanged and treated as separate bargaining units unless modified by action of the Employee Relations Director as provided herein. In determining any appropriate representation unit, separate representation shall be granted to any building trade or other craft or group which has historically established separate bargaining units in private industry or the journeymen of which normally attain status through the completion of a substantial period of apprenticeship. In establishing any such craft or group unit, there shall be included all apprentices, journeymen, foremen and general foremen that are customarily included in such craft or group units in negotiated contracts in private industry and shall also include within the separate craft or group unit those positions that have historically been represented by the craft or group organization in the handling of grievances and determination of wages and working conditions with the City and County of San Francisco. \n(Amended by Ord. 295-83, App. 5/27/83; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012; Ord. 155-12, File No. 120635, App. 6/29/2012, Eff. 7/29/2012)\n\nSEC. 16.211.  PROCEDURE FOR RECOGNITION OF EMPLOYEE ORGANIZATION AS EXCLUSIVE REPRESENTATIVE OF A BARGAINING UNIT.\n     (a)     Any registered employee organization determined by Section \n16.209 of this Ordinance may request recognition as the exclusive representative of a bargaining unit by filing with the Civil Service Commission a written statement indicating verification of employee approval in the form of a signed petition, authorization cards, or union membership cards signed and dated by employees not more than six months prior to submission of 30 percent of the employees in the particular bargaining unit. \n     (b)     Unless the provisions of Government Code section 3507.1(c) have been satisfied, the Civil Service Commission shall give written notice to the other registered employee organizations having members in the bargaining unit for which recognition is sought. Within 30 calendar days from the date of such notice, an employee organization with membership in the particular bargaining unit may file a challenging petition seeking to become the exclusive representative of said unit. The challenging statement shall contain verification, in the form of a signed petition, authorization cards, or union membership cards signed and dated by employees not more than six months prior to submission of 30 percent of the employees in the bargaining unit. Upon submission of such verification the challenging employee organization shall be placed on the ballot. \n     (c)     If a challenging petition has been filed, the Civil Service Commission Department shall, within 30 days after the period for filing a challenging petition expires or as soon thereafter as practicable, cause to be conducted a secret ballot election within the bargaining unit to determine which organization, if any, shall be recognized as the exclusive representative of the bargaining unit. \n     (d)     If no challenging petition has been filed, and provided that the provisions of Government Code section 3507.1(c) are not applicable, the Civil Service Commission shall, within 30 days after the period for filing a challenging petition expires or as soon thereafter as is practicable, cause to be conducted a secret ballot election within the bargaining unit to determine which organization, if any, shall be recognized as the exclusive representative of the bargaining unit. \n     (e)     The ballot in any such election shall contain the choice of \"no organization.\" Where there are three or more choices and no one receives a majority of the valid ballots cast, a run-off election shall be conducted between the two choices receiving the largest number of ballots cast. \n     (f)     Employees entitled to vote in a representation election shall be those employees within the bargaining unit with permanent status whose names appear on the last payroll bearing a date which is no less than 30 calendar days prior to the date on which the election is to be held or such other date within the discretion of the Civil Service Commission as may be practicable under the circumstances. \n     (g)     There shall be no more than one valid representation election in a 12 month period within the same bargaining unit.\n     (h)     As an alternative to the procedures outlined above, the provisions of MMBA, Government Code section 3507.1.(c) may be employed to the extent that the requirements of that section are met. The Civil Service Commission will certify an organization as the exclusive representative upon verification that all such requirements are met. A determination as to whether the requirements have been met shall be made in accordance with the provisions of Government Code section 3507.1(c). \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.212.  DECERTIFICATION.\n     A decertification petition may be filed with the Civil Service Commission by employees or by an employee organization to determine whether or not the exclusive representative continues to represent a majority of the employees in the bargaining unit. Such petition must be accompanied by proof of employee approval in the form of a signed petition, authorization cards, or union membership cards signed and dated by employees not more than six months prior to submission equal to at least 30 percent of the employees within the bargaining unit, and must be filed within the period between the 90th and 60th day immediately preceding the expiration date of the exclusive representative's existing memorandum of understanding, provided that the existing memorandum of understanding does not exceed a two year period. In the event the existing memorandum of understanding does exceed a two year period, the decertification petition may also be filed within the period between the 90th and 60th day immediately preceding the expiration of the second year of the memorandum of understanding. When such a petition has been filed, the Civil Service Commission shall cause to be conducted a secret ballot election to determine whether the incumbent exclusive representative shall be decertified and whether another organization shall be recognized. If the challenging employee organization receives a majority of the valid votes cast, the present exclusive representative will be decertified and the employee organization receiving a majority of the valid votes cast will become the exclusive representative. There shall be no more than one decertification election in a 12 month period, and no more than one decertification election during the first three years of the term of a memorandum of understanding, within the same bargaining unit. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.213.  UNFAIR LABOR PRACTICES – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY.\n     (a)     This section shall apply only to peace officers as defined in Penal Code section 830.1 and management employees, as well as their exclusive representatives. \n     (b)     It shall be an unfair labor practice for the City and County to:\n          (1)     Interfere with, restrain, or coerce employees in the exercise of the rights recognized or granted in this Ordinance, or guaranteed by Government Code section 3502 or by any local rule adopted pursuant to Government Code section 3507; \n          (2)     Dominate or interfere with the formation or administration of any employee organization, or contribute financial or other support to it, or in any way encourage employees to join any organization in preference to another in violation of rights guaranteed by Government Code section 3502 or 3508(c) or any local rule adopted pursuant to Government Code section 3507; \n          (3)     Refuse to meet and confer in good faith as required by Government Code section 3505 or any local rule adopted pursuant to Government Code section 3507 at reasonable times, places and frequencies when the employee organization involved is an exclusive representative; \n          (4)     Refuse or fail to cooperate and exercise good faith in any impasse procedure mutually agreed to pursuant to Government Code section 3505 or 3505.2, or required by any local rule adopted pursuant to Government Code section 3507, including the City Charter; \n          (5)     Adopt or enforce a local rule that is not consistent with MMBA; or\n          (6)     In any other way violate MMBA or any reasonable local rule for the administration of employer-employee relations adopted pursuant to Government Code section 3507 and in compliance with State or local meet and confer requirements. \n     (c)     It shall be an unfair labor practice for any officer of the City and County to meet and confer, or attempt to meet and confer, over matters within the scope of representation with someone other than the exclusive representative. \n     (d)     It shall be an unfair labor practice for an employee, an employee organization, an employee representative, or any agent thereof to: \n          (1)     Interfere with, restrain, or coerce employees in the exercise of the rights recognized or granted in this Ordinance;\n          (2)     Refuse to meet and confer in good faith at reasonable times, places and frequencies when the employee organization involved is an exclusive representative; \n          (3)     Refuse or fail to cooperate and exercise good faith in any impasse procedure mutually agreed to pursuant to Government Code section 3505 or 3505.2, or required by any other local rule adopted pursuant to Government Code section 3507, including the City Charter; \n          (4)     Engage in a strike, slowdown or work stoppage of any kind against the City and County of San Francisco in violation of Charter sections \nA8.345 and \nA8.346; \n          (5)     Cause or attempt to cause the City and County to engage in conduct prohibited by MMBA, City Charter or any other reasonable local rule for the administration of employer-employee relations adopted pursuant to Government Code section 3507 and in compliance with State or local meet and confer requirements; and \n          (6)     In any other way violate MMBA or any reasonable local rule for the administration of employer-employee relations adopted pursuant to Government Code section 3507 and in compliance with State or local meet and confer requirements. \n     (e)     It shall be an unfair labor practice for any employee, an employee organization, an employee representative, or any agent thereof, to meet and confer, or attempt to meet and confer, over matters within the scope of representation with someone other than the Human Resources Director or a duly authorized designee. \n          The provisions of this subsection shall not apply to an employee, an employee organization, an employee representative, or any agent thereof, who desires to communicate with the Board of Supervisors during the meeting and conferring process and does so in writing and addresses said communication to the Clerk of the Board of Supervisors with the request that all members of the Board of Supervisors be provided with copies of the communication. \n(Amended by Ord. 415-76, App. 10/15/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.214.  ELECTION OF REMEDIES FOR UNFAIR LABOR PRACTICES AND OTHER RELATED VIOLATIONS – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY.\n     Nothing in this ordinance requires peace officers as defined in Penal Code section 830.1, or management employees, or their exclusive representatives, or the City and County to exhaust any local procedure or administrative remedy prior to filing a legal action in Superior Court asserting that a party covered by this section has violated any provision of this Ordinance, the City Charter, or any provision of the MMBA. \n(Added by Ord. 296-10, File No. 101157, App. 12/3/2010; amended by Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.215.  PROCEDURES FOR ADMINISTRATIVELY PROCESSING UNFAIR LABOR PRACTICES – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY.\n     For charges filed administratively, Civil Service Commission Unfair Labor Practice Procedures: \n     (a)     Processing Violations. Unfair practice charges may be filed by an employee, employee organization, or the City and County. \n     (b)     Contents of Charge. A charge may be filed alleging that an unfair practice or practices have been committed. The charge shall be in writing, signed under penalty of perjury by the party or its agent with a declaration that the charge is true, and complete to the best of the charging party's knowledge and belief, and contain the following information: \n          (1)     The name and address of the party alleged to have engaged in an unfair practice;\n          (2)     The name, address, and telephone number of the charging party;\n          (3)     The name, address, and telephone number of an authorized agent of the charging party to be contacted;\n          (4)     The sections of the Government Code, this Ordinance, or other local rule alleged to have been violated;\n          (5)     A clear and concise statement of the facts and conduct alleged to constitute an unfair practice;\n          (6)     A statement whether or not an agreement or memorandum of understanding exists between the parties, and the date and duration of such agreement or memorandum of understanding; \n          (7)     A statement of the extent to which and the inclusive dates during which the parties have invoked any grievance machinery provided by an agreement, or, where applicable, have invoked procedures provided by the employer for resolving public notice complaints; \n          (8)     A statement of the remedy sought by the charging party;\n          (9)     Proof of service on the respondent.\n     (c)     Processing of Case.\n          (1)     When a charge is filed, it shall be assigned to a Civil Service Commission designee for processing.\n          (2)     The powers and duties of such designee shall be to:\n               (A)     Assist the charging party to state in proper form the information required by section \n16.215(b);\n               (B)     Answer procedural questions of each party regarding the processing of the case;\n               (C)     Facilitate communication and the exchange of information between the parties;\n               (D)     Within 30 days of the filing of a charge, schedule the charge for determination by an administrative law judge.\n          (3)     The respondent shall be apprised of the allegations, and may state its position on the charge during the course of the inquiries. Any written response must be signed under penalty of perjury by the party or its agent with the declaration that the response is true and complete to the best of the respondent's knowledge and belief. Service and proof of service pursuant to Section \n16.215(b) are required. \n          (4)     Withdrawal of Charge. Any request for withdrawal of the charge shall be in writing, signed by the charging party or its agent, and state whether the party desires the withdrawal to be with or without prejudice. Request for withdrawal of the charge before a hearing has been scheduled shall be granted. Repeated withdrawal and refiling of charges alleging substantially identical conduct may result in refusal to schedule a charge for hearing. If the hearing has been scheduled, the designee shall determine whether the withdrawal shall be with or without prejudice. If, during hearing, the respondent objects to withdrawal, the hearing officer may refuse to allow it. Service and proof of service of the withdrawal pursuant to Section \n16.215(b) are required. \n(Added by Ord. 296-10, File No. 101157, App. 12/3/2010; amended by Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.216.  SANCTIONS FOR UNFAIR LABOR PRACTICES – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY.\n     Solely as it pertains to employees that are peace officers as defined in Penal Code section 830.1 and managers and their exclusive representatives, charges of committing any unfair labor practices may be initiated by the City or an authorized representative thereof, by a representative of an employee organization, or by an individual employee or group of employees. Such charges may be filed in writing with the Civil Service Commission. Each charge so filed shall be processed in accordance with the rules and regulations of this Ordinance and the Civil Service Commission. Such charges must be initiated within six months of the occurrence of the events upon which the charges are based. \n     (a)     If the administrative law judge's decision is that the City and County or a management employee has engaged in an unfair labor practice, the administrative law judge shall issue cease and desist orders which are not in conflict with the Charter or other provisions of law, and/or shall recommend to the appropriate body that corrective action be taken. Such corrective action shall be taken within five days of the administrative law judge's notification and recommendation. \n     (b)     If the decision is that an employee or employee organization or its agents have engaged in an unfair labor practice, the administrative law judge shall instruct the offending party to take appropriate corrective action. The powers and duties of the administrative law judge shall be consistent with those of the Public Employment Relations Board. If compliance with the administrative law judge's instruction is not obtained within five days, the administrative law judge shall instruct the appropriate officer, board or commission to take appropriate action. \n(Amended by Ord. 113-77, App. 3/31/77; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.217.  MEETING AND CONFERRING IN GOOD FAITH.\n     (a)     Meeting and conferring in good faith between management representatives and the representatives of recognized employee organizations shall take place on all matters relating to wages, hours, and other terms and conditions of employment within the scope of representation. The meet and confer process, whether in the context of bargaining for a successor memorandum of understanding or during the term of an existing memorandum of understanding, shall be conducted in accordance with the City Charter and State law. Nothing contained herein shall be deemed to supersede the provisions of the Charter, ordinances, and rules and regulations of the City and County of San Francisco which establish and regulate the Civil Service System. \n(Amended by Ord. 426-76, App. 10/29/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.218.  EMPLOYEES MEETING ON CITY AND COUNTY TIME.\n     Official representatives of an exclusive representative shall be allowed time off from their duties without loss of pay for the purpose of meeting and conferring in good faith or consulting with representatives of the City and County on matters within the scope of representation, provided that the number of representatives shall not exceed two without the approval of the Human Resources Director. The use of official time for this purpose shall be reasonable and shall not interfere with the performance of City and County services. Official representatives shall receive approval from their department head in advance of the proposed time away from their work station or assignment. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.219.  DUES DEDUCTION.\n     Upon completion of the registration procedures provided in Section \n16.209, registered employee organizations and exclusive representatives may exercise the privilege of dues deduction, and shall pay the reasonable costs of this service. The Controller of the City and County of San Francisco shall establish the costs and the procedures for initiating and maintaining this service. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nSEC. 16.220.  SEPARABILITY.\n     If any provision of this Ordinance, or the application of such provision to any person or circumstance, shall be held invalid, the remainder of this ordinance, or the application of such provision to persons or circumstances other than those as to which it is held invalid, shall not be affected thereby. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\nARTICLE XI-B:\nEMPLOYEE DEFERRED COMPENSATION PLAN\n\n\nSec. 16.301.\nEstablishment of a Deferred Compensation Plan. \n\nSec. 16.302.\nPurpose. \n\nSec. 16.320.\nAdministration by Retirement Board. \n\nSec. 16.326.\nAdministrative Costs. \n\nSEC. 16.301.  ESTABLISHMENT OF A DEFERRED COMPENSATION PLAN.\n     The Retirement Board shall establish and administer a deferred compensation plan. \n(Amended by Ord. 306-80, App. 6/27/80)\n\nSEC. 16.302.  PURPOSE.\n     The purpose of this plan is to extend to employees of the City and County of San Francisco and the Superior Court of California, County of San Francisco, certain benefits which ordinarily accrue from participation in a Deferred Compensation Plan. The City and County of San Francisco does not and cannot represent or guarantee that any particular federal or state income, payroll or other tax consequence will occur by reason of an employee's participation in this plan. The participant should consult with his or her own attorney or other representative regarding all taxes consequences of participation of this plan. \n(Amended by Ord. 306-80, App. 6/27/80; Ord. 178-01, File No. 010941, App. 8/17/2001)\n\nSEC. 16.320.  ADMINISTRATION BY RETIREMENT BOARD.\n     This Deferred Compensation Plan shall be administered by the Retirement Board, which shall prescribe such forms, and adopt such rules and regulations as are necessary to carry out the purposes of the plan. The Retirement Board may employ investment counsel to advise the Board concerning categories of investment, investment guidelines and investment policy, provided, however, that the advice or recommendations of any such investment counsel shall not be binding on the Retirement Board, which shall make the final determination concerning investment categories, investment guidelines and policies. The Retirement Board may contract with a financially responsible independent contractor to administer and coordinate the plan under the direction of the Retirement Board. \n     The Retirement Board shall enact regulations, applicable to any plan administrator which is not a corporate fiduciary authorized by federal or state law to exercise trust powers or to conduct an insurance business, establishing such bonding requirement as the Retirement Board in its discretion deems appropriate, for such plan administrator, and for every other person who handles funds or other property of the investment fund. The amount of such bond shall be at least $1,000, but shall never be less than 10 percent of the amount of funds handled. The Retirement Board may, in its discretion, establish guidelines or regulations for the bonding of the plan administrator and of every fiduciary or other person who handles funds or other property of the investment fund. Notwithstanding any other provisions to the contrary, the administrator agrees that it shall be solely responsible to the employer for any and all services performed by a subcontractor, assignee, or designee under this agreement. \n(Amended by Ord. 306-80, App. 6/27/80)\n\nSEC. 16.326.  ADMINISTRATIVE COSTS.\n     The reasonable and necessary administrative costs of this plan shall be borne by either the City and County of San Francisco, the participants or by any plan administrator appointed hereunder. The administrative costs funded by the City shall not increase above current levels (.01% of City payroll). The Board of Supervisors may carry forward unspent monies from one fiscal year to the next. \n(Amended by Ord. 306-80, App. 6/27/80; Ord. 334-95, App. 10/27/95)\nARTICLE XI-C:\n[RESERVED]\n\nARTICLE XI-D:\nEMPLOYEE UNIFORMS\n\n\nSec. 16.450.\nFinding: Uniforms Should Be Supplied and Owned by City. \n\nSec. 16.451.\nUniform Supply Records. \n\nSec. 16.462.\nTermination or Change of Employment: Return of Uniforms. \n\nSEC. 16.450.  FINDING: UNIFORMS SHOULD BE SUPPLIED AND OWNED BY CITY.\n     The Board of Supervisors hereby declares and finds that the City should acquire uniforms and equipment items to be furnished as needed to the employees of the Police, Fire, Sheriff's, and Public Transportation departments. The furnishing of uniforms and equipment items by the City to employees is neither intended to constitute additional compensation nor to be considered a part of the rate of pay for such employees. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99)\n\nSEC. 16.451.  UNIFORM SUPPLY RECORDS.\n     For each employee of the Public Transformation, Police, Fire, and Sheriff's departments required to wear a uniform or carry equipment issued by the department pursuant to this Chapter or regulations of the respective departments, the department head shall maintain a record of uniform items supplied to each such employee. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99)\n\nSEC. 16.462.  TERMINATION OR CHANGE OF EMPLOYMENT: RETURN OF UNIFORMS.\n     (a)     Public Transportation Department. All items of uniform, uniform insignia, and equipment supplied to an operator by the Public Transportation Department shall be returned as required by management when the operator leaves Public Transportation Department service. Uniforms and equipment not so returned shall be paid for by the former employee at cost. The Public Transportation Department may direct that the employee's final paycheck be held until such equipment has been properly returned. \n     (b)     Police Department. For employees of the Police Department, upon termination of employment or upon change to a position which does not require wearing of uniforms, each employee having in his or her possession uniform items furnished by the City must deliver such items, in good condition, reasonable wear and tear excepted, and which are less than one year old, to such location as may be designated by the department; or pay for uniform items not so delivered at the rate of 60 percent of the City's purchase price where less than three months have elapsed between purchase of the uniform and the date of termination or change; 40 percent of the City's purchase price where more than three but less than six months have so elapsed; 20 percent where more than six but less than nine months have so elapsed; and 10 percent where more than nine but less than 12 months have so elapsed. All equipment items returned to the department shall be delivered in good condition, reasonable wear and tear excepted, to such location as may be designated by the department head. The department head may require any employee who does not return equipment items in good condition, reasonable wear and tear excepted, to pay for such equipment items at the full replacement cost thereof. \n     (c)     Sheriff's Department. Each employee of the Sheriffs Department who is issued clothing uniform items, safely equipment and leather gear issued by the Sheriffs Department must return such clothing uniform items, safety equipment and leather gear upon termination of employment or upon change to a position which does not require the use of such clothing uniform items, safely equipment and leather gear, as determined by the Sheriff. Employees who have been employed by the Sheriff's Department for two years or more must return only safety equipment and leather gear, as determined by the Sheriff. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99)\nARTICLE XII:\n[RESERVED]\n\nARTICLE XIII:\nELECTION OF TRUSTEES FOR THE RETIREMENT BOARD, HEALTH SERVICE BOARD AND RETIREE HEALTH TRUST FUND BOARD\n\n\nSec. 16.550.\nPurpose.\n\nSec. 16.551.\nRetirement Board, Health Service Board or Retiree Health Trust Fund Board to Order Elections.\n\nSec. 16.552.\nDates of Election. \n\nSec. 16.553.\nNotice to Members and Retired Members; Nomination of Members and Retired Members.\n\nSec. 16.553-1.\nCandidate Qualification Statements.\n\nSec. 16.553-2.\nCandidate Disclosure Requirements. \n\nSec. 16.554.\nNotice to Department of Elections or Contractor. \n\nSec. 16.555.\nNotice to Departments; Appointment of Election Officers.\n\nSec. 16.556.\nInstructions to Election Officers. \n\nSec. 16.557.\nDelivery of Ballots and Names of Eligible Voters to Department of Elections or Contractor.\n\nSec. 16.558.\nBallots to Contain Instructions for Voting.\n\nSec. 16.559.\nBallots to be Placed in Addressed Envelopes; Extra Ballots.\n\nSec. 16.560.\nDelivery of Ballots and Instructions to Election Officers. \n\nSec. 16.561.\nDuties of Election Officers. \n\nSec. 16.562.\nDuty of Payroll Department. \n\nSec. 16.563.\nCounting of Ballots and Certification of New Trustee. \n\nSec. 16.563-1.\nChange in Status for Elected Retiree Health Trust Fund Board Members.\n\nSec. 16.564.\nRetirement Board, Health Service Board or Retiree Health Trust Fund Board to Reimburse Department of Elections.\n\nSec. 16.565.\nGiving, Receiving Anything of Value in Consideration of Voting Prohibited.\n\nSEC. 16.550.  PURPOSE.\n     (a)     The Charter of the City and County of San Francisco provides that the trustees of the Retirement Board, who are entrusted with the administration of the San Francisco City and County Employee's Retirement System, shall include three trustees elected from the active and retired members of the Retirement System. As used in this Article, a retired member of the Retirement System shall mean a person who is in receipt of a retirement allowance relating to his or her membership in the retirement system. \n     (b)     The Charter of the City and County of San Francisco provides that the trustees of the Health Service Board, who are entrusted with the administration of the San Francisco City and County Employees' Health Service System, shall include four trustees elected from the active and retired members of the Health Service System. For the purposes of a Health Service System election, a retired member of the Health Service System shall mean a person who is a member of the Health Service System retired under the San Francisco City and County Employees' Retirement System, State Teachers Retirement System (STRS), Public Employees Retirement System (PERS), and the surviving spouse of an active employee and the surviving spouse of a retired employee, provided that the surviving spouse and the active or retired employee have been married for a period of at least one year prior to the death of the active or retired employee. \n     (c)     The Charter of the City and County of San Francisco provides that the trustees of the Retiree Health Care Trust Fund, who are entrusted with providing a funding source to defray the cost of the City's and Participating Employers' obligations to pay for health coverage for retired persons and their survivors entitled to health care coverage under Charter Section \nA8.428, shall include two trustees elected from active employees and retired members of the City's Health Service System. One of the elected trustees shall be an active City or Participating Employer employee member and one shall be a retired City or Participating Employer member as of the date of their respective elections. For the purposes of a Retiree Health Care Trust Fund election, a retired member of the Health Service System shall mean a person who retired from City employment, or from a Participating Employer, and who is a member of the Health Service System retired under the San Francisco City and County Employees' Retirement System, the State Teachers Retirement System (STRS), or the Public Employees Retirement System (PERS), and the surviving spouse or domestic partner of an active employee and the surviving spouse or domestic partner of a retired employee, provided that the surviving spouse or domestic partner and the active or retired employee have been married for a period of at least one year prior to the death of the active or retired employee. For the purposes of a Retiree Health Care Trust Fund election, an active member of the Health Service System shall mean an active City employee or an active employee of a Participating Employer. As used in this section, Participating Employer means the San Francisco Unified School District and the San Francisco Community College District, following a resolution by these employers' respective governing boards to participate in the Retiree Health Care Trust Fund. \n     (d)     The failure to abide by election procedure obligations and deadlines in San Francisco Administrative Code Sections \n16.550-\n16.565 shall not invalidate an election if the election has been conducted fairly and in substantial compliance with and conformity to the legal requirements. \n     (e)     Whenever the term of office of such an elected trustee expires or whenever a vacancy occurs in such an office so that an election is necessary to fill a present or expected vacancy, the following provisions shall govern the election procedure. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.551.  RETIREMENT BOARD, HEALTH SERVICE BOARD OR RETIREE HEALTH TRUST FUND BOARD TO ORDER ELECTIONS.\n     If a vacancy occurs, or will occur, in the office of an elected trustee prior to the date that the term of that office expires, the Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall order a special election to fill the vacancy for the unexpired portion of the term of office, unless another election to a Retirement Board, Health Service Board or Retiree Health Trust Fund Board office is scheduled to be completed within six months after the vacancy has, or shall, occur, in which case the elections shall be combined; provided, however, that a separate special election shall be required if the election which has already been scheduled will occur too soon to nominate and select candidates for the more recent vacancy. Whenever the Retirement Board, Health Service Board or Retiree Health Trust Fund Board orders an election, the respective Board shall specify whether the election is to be conducted by the Department of Elections or by an unbiased independent contractor (\"Contractor\"). Special elections may be held on an expedited basis as determined by the Department of Elections. The first Retiree Health Trust Fund Board election shall be a special election conducted by the Department of Elections. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.552.  DATES OF ELECTION.\n     Whenever an election is necessary, either at the completion of a term of office or to fill an unexpired term of office, the Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall specify the dates during which ballots may be marked and delivered. However, the dates designated by the Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall not be within one month before or after an election which has been otherwise scheduled and which involves residents of the City and County of San Francisco as electors, unless the Department of Elections agrees to the dates. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.553.  NOTICE TO MEMBERS AND RETIRED MEMBERS; NOMINATION OF MEMBERS AND RETIRED MEMBERS.\n     The Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall thereafter notify the members and retired members of the Retirement System or Health Service System respectively of the following: \n     (a)     The necessity for an election;\n     (b)     The procedure for nomination and selection of candidates to serve on the Board; and\n     (c)     The dates that ballots may be marked and delivered and the procedure for voting.\n     The period of time during which nominations may be made shall be set by the Retirement Board, Health Service Board or Retiree Health Trust Fund Board, but in no event shall be less than 31 days. Any person nominated to serve as a trustee of the Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall, on forms provided by the respective Board for this purpose and by the date set by the respective Board, verify acceptance of the nomination and agree to serve if elected before he or she may be listed as a candidate. \n     In any election for membership on the Health Service Board or Retiree Health Trust Fund Board, when only one candidate has filed nomination papers, the Department of Elections or Contractor shall not conduct an election and shall declare the sole candidate to be a member of the Health Service Board or Retiree Health Trust Fund Board. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.553-1.  CANDIDATE QUALIFICATION STATEMENTS.\n     (a)     Content and Form of Statement. Candidates may file a candidate qualification statement including the name, age and occupation of the candidate and a description of no more than 200 words of the candidate's education and qualifications as expressed by the candidate. To ensure that all statements are filed in a uniform format, the statement shall be in a manner specified, and on a form provided, by the Department of Elections, or Contractor, for this purpose. \n     (b)     Deadline for Submission of Statement. Candidates who choose to submit a candidate qualification statement shall file the statement with the Department of Elections, or Contractor, at the date and time established by that department. \n     (c)     Inclusion of Nominators and Supporters. The candidate qualification statement may, but need not, include the names of some or all of the candidate's nominators. The statement may also include the names of individuals and entities which support the candidate but did not serve as nominators. The names of such supporters shall not be published as part of the candidate's qualification statement unless the candidate provides the supporter's written authorization at the time the statement is submitted to the Director of Elections or Contractor. The authorization shall be in a form prescribed by the Director of Elections or Contractor. If the candidate chooses to include the names of nominators, or other supporters in the candidate qualification statement, these names shall be counted toward the 200-word limit. \n     (d)     Limitations. The candidate qualification statement shall not include the party affiliation of the candidate, nor membership or activity in partisan political organizations. \n     (e)     Withdrawal of Statement. A candidate may withdraw, but not change, his or her candidate qualification statement by filing with the Director of Elections, or Contractor, a signed and sworn statement of withdrawal no later than 5:00 p.m. of the thirtieth day prior to the election. \n(Added by Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.553-2.  CANDIDATE DISCLOSURE REQUIREMENTS.\n     Each candidate for Retirement Board, Health Service Board or Retiree Health Trust Fund Board elections shall file, by the date set by the respective Board for verifying acceptance of the nomination, a statement disclosing the information required by the disclosure category for the elective office sought by the candidate established in the Conflict of Interest Code. Candidates shall file such statements with the respective Board on the same forms as used by filers under Section 3.1-100 et seq. of the Conflict of Interest Code. This statement shall not be required if the candidate has filed, within 90 days prior to accepting the nomination, a statement at disclosure category one (1) with the City and County of San Francisco. \n(Added by Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.554.  NOTICE TO DEPARTMENT OF ELECTIONS OR CONTRACTOR.\n     The Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall notify the Department of Elections or Contractor at least 120 days prior to the first day that ballots may be marked and delivered (hereafter referred to as the \"First Voting Day\") that an election shall be held. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.555.  NOTICE TO DEPARTMENTS; APPOINTMENT OF ELECTION OFFICERS.\n     The Department of Elections or Contractor shall notify each department, office and agency of the City and County of San Francisco (hereunder referred to as \"department\") at least 90 days prior to the First Voting Day that the department must designate an employee who shall serve as Election Officer for that department and must inform the Department of Elections or Contractor at least 60 days prior to the First Voting Day of the identity of such officer. The Department of Elections or Contractor shall supply each department with a form which can be returned to the Department of Elections or Contractor which identifies the employee who has been designated Election Officer. If any department has not designated an Election Officer by the appointed deadline, the Department of Elections or Contractor shall treat the department head as the Election Officer until such designation has been made. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.556.  INSTRUCTIONS TO ELECTION OFFICERS.\n     The Department of Elections or Contractor shall provide written instructions to each Election Officer at least 21 days prior to the First Voting Day, informing such officer of dates on which ballots will be distributed and collected and the procedure to be followed for their distribution and collection. If any department has failed to designate an Election Officer by the time that the Department of Elections or Contractor sends these written instructions, the Department of Elections or Contractor shall thereafter treat the administrative head of the department as the Election Officer until another employee has been designated as such by that department. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.557.  DELIVERY OF BALLOTS AND NAMES OF ELIGIBLE VOTERS TO DEPARTMENT OF ELECTIONS OR CONTRACTOR.\n     The Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall furnish the Department of Elections or Contractor with the names of the eligible nominees at least 35 days prior to the First Voting Day. \n     The Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall also furnish the Department of Elections or Contractor with a list of the members and retired members of the Retirement System or Health Service System respectively eligible to vote (\"voters\") in the election at the same time that it furnishes the names of the eligible nominees. A supplemental list shall be furnished to the Department of Elections or Contractor within two days of the First Voting Day, which list shall provide the names of eligible voters not included on the original list. These lists shall be in the format required by the Department of Elections or Contractor. These lists shall include the last known addresses for the members and retired members. For the active members, at the election of the entity conducting the election the department address shall be provided as an alternative. \n     Upon request, the City's Health Service System shall provide all information to Contractor, or the Department of Elections, necessary to conduct the Retiree Health Trust Fund Board nomination and election process including, but not limited to, information regarding voter lists, voter contact information and Health Service System membership status. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.558.  BALLOTS TO CONTAIN INSTRUCTIONS FOR VOTING.\n     Each ballot shall contain instructions printed on it informing the voters of the procedure to be used in marking the ballot. Each ballot, or ballot return envelope, shall inform the voter that there are three ways to return the ballot: \n     (a)     By placing the ballot in the signed and sealed return envelope provided by the Contractor or the Department of Elections in the container maintained for such purpose by the Election Officer of the voter's department, or by otherwise using the collection procedure arranged for by the Election Officer; \n     (b)     By delivering the signed and sealed return envelope provided by the Contractor or the Department of Elections with the ballot enclosed personally to the Department of Elections or the Contractor; and \n     (c)     By placing a stamp on the ballot return envelope and mailing the ballot and envelope to the Department of Elections or the Contractor. \n     The instructions shall also note the date by which ballots must be delivered to be counted. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.559.  BALLOTS TO BE PLACED IN ADDRESSED ENVELOPES; EXTRA BALLOTS.\n     (a)     Members. Each ballot and ballot return envelope shall be mailed in a separate envelope addressed to each employee eligible to vote at the member's individual address provided by the Retirement System, Health Service System or Retiree Health Trust Fund Board. In the alternative, at the election of the entity conducting the election, ballots shall be delivered in care of his or her department. \n     (b)     Retired Members. Each ballot and ballot return envelope shall be mailed in a separate envelope addressed to the retired member at the address provided by the Retirement System, Health Service System or Retiree Health Trust Fund Board. \n     (c)     Additional ballots shall be printed and available for members and retired members of the Retirement System or Health Service System who are eligible to vote but did not receive an individually addressed ballot. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.560.  DELIVERY OF BALLOTS AND INSTRUCTIONS TO ELECTION OFFICERS.\n     (a)     Members. The Department of Elections or Contractor shall cause the ballots and accompanying envelopes to be mailed or delivered pursuant to Section \n16.559(a) not later than 10 days prior to the First Voting Day, along with written instructions for their proper distribution and collection and any other pertinent guidelines as set out in these provisions or as otherwise applicable. \n     (b)     Retired Members. The Department of Elections or Contractor shall deposit in the mail the ballots and accompanying envelopes to each retired member at least 10 business days prior to the First Voting Day. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.561.  DUTIES OF ELECTION OFFICERS.\n     Each Election Officer shall: \n     (a)     Prior to the date that ballots are delivered, inform the department or employee responsible for distributing paychecks to employees of the department of the dates during which ballots are to be distributed to employees and of the responsibility of the Payroll Department to make arrangements to distribute a ballot with each paycheck by a date that will allow each voter at least three days to mark and deliver the ballot; \n     (b)     Upon receipt of the ballots, coordinate his or her efforts and those of the Payroll Department to insure that the ballots are ready to be distributed along with paychecks by a date that will allow each voter at least three days to mark and deliver the ballot; \n     (c)     Provide notice to employees who are in the Retirement System or Health Service System but would not be likely to receive ballots along with their paychecks, such as employees on the temporary payroll, that ballots are available; \n     (d)     Provide ballots to employees who did not, or would not, receive them along with their paychecks pursuant to the procedure established by the Department of Elections or Contractor; \n     (e)     Establish and maintain a collection procedure so that employees have a convenient method of returning ballots, which method shall, where possible, make use of at least one container in which ballots can be placed; and \n     (f)     Return the ballots which have been received or otherwise collected according to the collection procedure established by such officer to the Department of Elections or Contractor, either personally or by the inter-office mail system, in a timely manner so that the ballots will be delivered to the Department of Elections or Contractor by the date established by the Retirement Board, the Health Service Board or Retiree Health Trust Fund Board as the final date for such delivery. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.562.  DUTY OF PAYROLL DEPARTMENT.\n     The Payroll Department shall provide cooperation and assistance in sorting the ballots or performing other tasks necessary to insure that the ballots are distributed along with paychecks by a date that will allow each voter at least three days to mark and deliver the ballot. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.563.  COUNTING OF BALLOTS AND CERTIFICATION OF NEW TRUSTEE.\n     (a)     The Department of Elections or Contractor shall thereafter count the ballots in such a manner that the identity of the individual casting any particular ballot will not be disclosed. Each ballot shall be counted so long as it has been properly marked, signed and delivered. The Department of Elections or Contractor shall certify the new Health Service Board or Retiree Health Trust Fund Board trustee. \n     (b)     Within five days of the close of voting and prior to certification, the Retiree Health Trust Fund Board secretary shall attest to the Department of Elections or contractor that there is one retired member trustee and one active member trustee candidate to fill the two elected Retiree Health Trust Fund Board trustee positions. For purposes of Retiree Health Trust Fund Board elections, the date of the election shall be the day the election is certified by the Department of Elections or Contractor. In the event that the active member candidate with the highest number of votes is no longer an active member on the day the election is certified, the Department of Elections shall certify the active member candidate with the next highest number of votes. In the event that the retired member candidate with the highest number of votes is no longer a retired member on the day the election is certified, the Department of Elections shall certify the retired member candidate with the next highest number of votes. \n     (c)     Within five days of the close of voting and prior to certification, the Executive Director of the Retirement System shall attest to the Department of Elections or Contractor whether there is a retired member serving as trustee on the Retirement Board: \n          (i)     If, at that time, there is no retired member serving as trustee, the Department of Elections or Contractor shall certify the individual receiving the highest number of votes as the newly elected trustee of the Retirement Board. \n          (ii)     If, at that time, there is a retired member serving as trustee, the Department of Elections or Contractor shall certify the member (not a retired member) receiving the highest number of votes as the newly elected trustee of the Retirement Board. \n     Where there is no vacancy, the Department of Elections or Contractor shall certify the new Retirement Board trustee as close to the expiration of the term as reasonably possible. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\nSEC. 16.563-1.  CHANGE IN STATUS FOR ELECTED RETIREE HEALTH TRUST FUND BOARD MEMBERS.\n     (a)     If, after a Retiree Health Trust Fund Board election has been certified by the Department of Elections or the Contractor, the active Retiree Health Trust Fund Board member retires, then that Board member's seat shall be deemed vacant and shall remain vacant until the Board can hold a special election under Section \n16.551. \n     (b)     If, after a Retiree Health Trust Fund Board election has been certified by the Department of Elections or the Contractor, the retired Retiree Health Trust Fund Board member returns to active status, then that Board member's seat shall be deemed vacant and shall remain vacant until the Board can hold a special election under Section \n16.551. \n(Added by Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.564.  RETIREMENT BOARD, HEALTH SERVICE BOARD OR RETIREE HEALTH TRUST FUND BOARD TO REIMBURSE DEPARTMENT OF ELECTIONS.\n     The Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall reimburse the Department of Elections for the actual expenses incurred by it in conducting Retirement Board, Health Service Board or Retiree Health Trust Fund Board elections respectively. The Retirement Board, Health Service Board or Retiree Health Trust Fund Board shall pay all Contractor expenses when the respective Board specifies that a Contractor conduct a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008)\n\nSEC. 16.565.  GIVING, RECEIVING ANYTHING OF VALUE IN CONSIDERATION OF VOTING PROHIBITED.\n     (a)     No person shall directly or through any other person pay, lend, or contribute or offer or promise to pay, lend, or contribute, any money or other valuable consideration to or for any voter or to or for any other person to: \n          (1)     Induce any person to:\n               (A)     Vote at any Retirement Board, Health Service Board or Retiree Health Trust Fund Board election;\n               (B)     Refrain from voting at any Retirement Board, Health Service Board or Retiree Health Trust Fund Board election;\n               (C)     Vote or refrain from voting at a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election for or against any particular person or measure; or \n          (2)     Reward any person for having:\n               (A)     Voted at any Retirement Board, Health Service Board or Retiree Health Trust Fund Board election;\n               (B)     Refrained from voting at any Retirement Board, Health Service Board or Retiree Health Trust Fund Board election; or\n               (C)     Voted or refrained from voting at a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election for or against any particular person or measure. \n     (b)     No person may directly or through any other person solicit, accept, receive, agree to accept, or contract for, before, during or after a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election, any money, gift, loan, or other valuable consideration, offer, place, or employment for himself or herself or any other person because he or she or any other person: \n          (1)     Voted or agreed to vote at any Retirement Board, Health Service Board or Retiree Health Trust Fund Board election;\n          (2)     Refrained or agreed to refrain from voting at a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election; \n          (3)     Voted, agreed to vote, refrained from voting, or agreed to refrain from voting for or against any particular person or measure at a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election; or \n          (4)     Induced any other person to:\n               (A)     Vote or agree to vote at any Retirement Board, Health Service Board or Retiree Health Trust Fund Board election;\n               (B)     Refrain from voting or agree to refrain from voting at a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election; or \n               (C)     Vote, agree to vote, refrain from voting, or agree to refrain from voting for or against any particular person or measure at a Retirement Board, Health Service Board or Retiree Health Trust Fund Board election. \n     (c)     Any person violating any of the provisions of this section shall be guilty of a misdemeanor and, upon a final judgment of conviction of same, shall be removed from office and may also be subject to a penalty of not more than six months in jail and/or fine of not more than $1,000, as well as removal. \n     (d)     \"Person\" means an individual, partnership, corporation, association, firm or other organization or entity, however organized.\n     (e)     Nothing in this section shall prohibit the following:\n          (1)     Making an expenditure for, offering, providing, accepting or receiving transportation to or from the polls; or\n          (2)     Making an expenditure for, organizing or attending a gathering providing complementary food, beverages and/or entertainment, provided that no valuable consideration is offered, promised, solicited, accepted or received in consideration of the conduct described in subsection (a); or \n          (3)     Making expenditures for the organization and conduct of get-out-the-vote rallies.\n     (f)     Pursuant to the procedures set forth in San Francisco Charter Sections \n15.102 and \nC3.699-10 et seq., the Ethics Commission shall adopt regulations consistent with this Section for the purpose of implementing this Section while avoiding any application that would prohibit conduct protected by the United States Constitution or the California Constitution. \n(Added by Ord. 285-08, File No. 081190, App. 12/5/2008)\nARTICLE XIV:\n[RESERVED]\n\nARTICLE XV:\nHEALTH SERVICE SYSTEM\n\n\nSec. 16.700.\nParticipation. \n\nSec. 16.701.\nEligibility for Employer Contributions. \n\nSec. 16.702.\nHealth Service; Board Composition. \n\nSec. 16.703.\nHealth Service System; Plan and Contribution Rates.\n\nSec. 16.704.\nRemedying Discrimination Against Employees in Same-Sex Marriages or in Same-Sex Domestic Partnerships.\n\nSEC. 16.700.  PARTICIPATION.\n     The following shall be eligible to participate in the Health Service System: \n     (a)     City and County employees.\n          (1)     All permanent employees of the City and County of San Francisco whose normal work week at the time of inclusion is the system in not less than twenty (20) hours; \n          (2)     All regularly scheduled provisional employees of the City and County of San Francisco whose normal work week at the time of inclusion in the system is not less than twenty (20) hours; \n          (3)     All other employees of the City and County of San Francisco, including \"as needed\" employees, who have worked one thousand and forty hours (1040) in any consecutive twelve (12) month period and whose normal work week at the time of inclusion in the system is not less than twenty (20) hours. \n     (b)     Elected officials.\n     (c)     All members of the following boards and commissions during their time in service to the City and County of San Francisco:\n          (1)     Access Appeals Commission\n          (2)     Airport Commission\n          (3)     Art Commission\n          (4)     Asian Art Commission\n          (5)     Board of Education\n          (6)     Board of Appeals\n          (7)     Building Inspection Commission\n          (8)     Civil Service Commission\n          (9)     Commission on the Aging\n          (10)     Commission on the Environment\n          (11)     Commission on the Status of Women\n          (12)     Community College District Governing Board\n          (13)     Concourse Authority\n          (14)     Elections Commission\n          (15)     Entertainment Commission\n          (16)     Ethics Commission\n          (17)     Fine Arts Museums Board of Trustees\n          (18)     Fire Commission\n          (19)     Film and Video Arts Commission\n          (20)     First Five Commission\n          (21)     Health Commission\n          (22)     Health Service Board\n          (23)     Human Rights Commission\n          (24)     Human Services Commission\n          (25)     Juvenile Probation Commission\n          (26)     Law Library Board of Trustees\n          (27)     Library Commission\n          (28)     Municipal Transportation Authority\n          (29)     Planning Commission\n          (30)     Police Commission\n          (31)     Port Commission\n          (32)     Public Utilities Commission\n          (33)     Recreation and Parks Commission\n          (34)     Residential Rent Stabilization and Arbitration Board\n          (35)     Retirement Board\n          (36)     Small Business Commission\n          (37)     Sunshine Ordinance Task Force\n          (38)     Taxi Commission\n          (39)     War Memorial and Performing Arts Center Board\n          (40)     Youth Commission\n     (d)     All officers and employees as determined eligible by the Board of Education of the San Francisco Unified School District.\n     (e)     All officers and employees as determined eligible by the Governing Board of the San Francisco Community College District.\n     (f)     All officers and employees as determined eligible by the governing bodies of the San Francisco Transportation Authority, San Francisco Parking Authority, San Francisco Redevelopment Agency, Treasure Island Development Authority, San Francisco Superior Court and any other employees as determined eligible by ordinance. \n     (g)     All retirees, surviving spouses, surviving domestic partners and resigned employees. For the purposes of this Chapter, resigned employees shall have the same meaning as used in Section \nA8.425 of the Charter. \n     (h)     All dependents of the foregoing categories as they are determined eligible by the appropriate governing body.\n(Amended by Ord. 67-86, App. 3/7/86; Ord. 289-00, File No. 001549, App. 12/22/2000; Ord. 181-04, File No. 040741, App. 7/22/2004)\n\nSEC. 16.701.  ELIGIBILITY FOR EMPLOYER CONTRIBUTIONS.\n     The following shall be eligible to receive contributions for participation in the Health Service System as set forth below: \n     (a)     Members of boards and commissions referenced above in Section \n16.700(c) and retirees, surviving spouse and domestic partners referenced above in Section \n16.700(g), shall receive only the Charter-determined contribution. Members of boards and commissions who were in service on the effective date of this ordinance shall maintain the same types of benefits during their term of service. \n     (i)     Except as may otherwise be required under state or federal law, the surviving spouse or surviving domestic partner of an active employee who is killed in the performance of his or her duty shall continue to receive health benefits under the same terms and conditions provided to the employee prior to the death, or prior to the accident or injury that caused the death. \n     (b)     Employees referenced above in Section \n16.700(a), elected officials referenced above in Section \n16.700(b), members of the San Francisco Unified School District referenced above in Section \n16.700(d) and members of the San Francisco Community College District referenced above in Section \n16.700(e) shall receive both the Charter-determined contribution and collectively bargained contributions. Notwithstanding the foregoing, employees referenced above in Section \n16.700(a), who are not in active service for more than twelve (12) weeks, shall be required to pay the Health Service System for the full premium cost of membership in the Health Service System, unless the employee shall be on sick leave, workers' compensation, mandatory administrative leave, approved personal leave following family care leave, disciplinary suspensions or on a layoff holdover list where the employee verifies they have no alternative coverage. In accordance with the City's obligations under the Meyers-Milias-Brown Act, the Department of Human Resources shall establish rules and regulations governing whether employees who, after inclusion in the system, work less than twenty (20) hours per week, shall lose eligibility in the system or whether the employee shall be required to make additional contributions to the system. \n     (c)     Dependents of employees referenced above in Section \n16.700(a) shall only receive collectively bargained contributions. Dependents of elected officials references above in Section \n16.700(b) shall only receive contributions specified by ordinance. Dependents of members referenced above in Sections \n16.700(d), (e) and (f) shall only receive the contributions specified by the appropriate governing body. Dependents of board and commission members referenced above in Section \n16.700(c) shall receive no contribution. Dependents of retired employees referenced above in Section \n16.700(g) shall receive contributions only as provided by the Charter. \n     (d)     Resigned employees referenced above in Section \n16.700(g) shall not receive any contribution.\n     (e)     Those subgroups referenced above in Section \n16.700(f) shall receive contributions as determined by their respective employers.\n(Added by Ord. 48-95, App. 3/10/95; amended by Ord. 289-00, File No. 001549, App. 12/22/2000)\n\nSEC. 16.702.  HEALTH SERVICE; BOARD COMPOSITION.\n     In any election for membership on the Health Service Board when only one candidate has filed nomination papers and no person has filed a declaration of write-in candidacy, the Director of Elections shall not conduct an election and shall declare the sole candidate to be a member of the Board. \n(Added by Ord. 439-96, App. 11/8/96)\n\nSEC. 16.703.  HEALTH SERVICE SYSTEM; PLAN AND CONTRIBUTION RATES.\n     Changes in contribution rates adopted by the Health Service Board, as respects the plans of the Health Service System, to become effective on January 1, 2013 for the calendar plan year January 1, 2013 through December 31, 2013, approved by the Health Service Board in actions taken by it on April 12, 2012, May 10, 2012, June 1, 2012, June 14, 2012 and July 3, 2012, which plans and contribution rates are on file with the Clerk of the Board of Supervisors, are hereby approved.\n(Formerly Sec. 16.157; amended by Ord. 141-86, App. 4/25/86; Ord. 146-87, App. 5/8/87; Ord. 187-88, App. 5/5/88; Ord. 155-89, App. 5/19/89; Ord. 157-90, App. 5/7/90; Ord. 236-91, App. 6/21/91; Ord. 173-92, App. 6/16/92; Ord. 99-93, App. 4/13/93; Ord. 140-94, App. 4/5/94; Ord. 166-95, App. 5/19/95; Ord. 140-96, App. 4/10/96; Ord. 195-97, App. 5/16/97; Ord. 229-98, App. 7/2/98; Ord. 179-99, File No. 990916, App. 6/25/99; Ord. 124-00, File No. 000735, App. 6/2/2000; renumbered by Ord. 289-00, File No. 001549, App. 12/22/2000; amended by Ord. 110-01, File No. 010454, App. 5/18/2001; Ord. 65-02, File No. 020390, App. 5/10/2002; Ord. 70-03, File No. 030415, App. 4/18/2003; Ord. 67-04, File No. 040219, App. 4/22/2004; Ord. 72-05, File No. 050416, App. 4/27/2005; Ord. 35-06, File No. 060087, App. 3/10/2006; Ord. 44-07, File No. 070117, App. 3/9/2007; Ord. 56-08, File No. 080274, App. 4/10/2008; Ord. 35-09, File No. 090097, App. 3/9/2009; Ord. 52-10, File No. 100134, App. 3/19/2010; Ord. 29-11, File No. 110069, App. 3/7/2011; Ord. 39-12, File No. 120050, App. 2/21/2012, Eff. 3/22/2012; Ord. 181-12, File No. 120754, App. 8/7/2012, Eff. 9/6/2012)\n\nSEC. 16.704.  REMEDYING DISCRIMINATION AGAINST EMPLOYEES IN SAME-SEX MARRIAGES OR IN SAME-SEX DOMESTIC PARTNERSHIPS.\n     (a)     Findings and Purpose. The City and County of San Francisco (City) finds that its own employees with same-sex spouses or same-sex domestic partners suffer both dignitary and economic harm as a result of discriminatory federal laws. In particular, as a result of discriminatory treatment under federal tax laws that impose taxes on health care coverage provided to employees with same-sex, but not those with opposite-sex, spouses, City employees with same-sex spouses or same-sex domestic partners suffer not only the indignities of being treated as second-class citizens by their own government; they also suffer measurable financial harm that is concrete, persistent, and significant, and in some cases immense.\n          The City is committed to the equitable principle that all City employees receive equal pay for equal work. That principle is unattainable for City employees with same-sex spouses or same-sex domestic partners so long as: (1) state law prevents same-sex couples from marrying; (2) federal law treats the value of employer contributions for same-sex spouses' or same-sex domestic partners' health insurance premiums as taxable income, and does not tax employer subsidies for opposite-sex spouses' health insurance premiums; and (3) federal law prevents the use of pre-tax dollars by employees to pay health insurance premiums for their same-sex spouses or same-sex domestic partners, while allowing the use of pre-tax dollars by employees to pay health insurance premiums for their opposite-sex spouses.\n          In an effort to offset the discriminatory impact of federal taxation on same-sex spouse and same sex-domestic partner health insurance premiums, and to come closer to achieving the equitable principle of equal pay for equal work, this Section \n16.704 requires the City to make payments to City employees who are provided subsidies for, and/or who pay all or part of the premiums for, their same-sex spouses' or same-sex domestic partners' health insurance premiums.\n     (b)     For each City employee Health Service System member who is subject to federal taxation on health insurance premiums (both medical and dental) paid by the City for a same-sex spouse, or same-sex domestic partner, the City shall pay an amount equal to twenty (20%) percent of the portion of the employee's health insurance premiums attributable to the same-sex spouse, or same-sex partner, as determined by the San Francisco Health Service System. These payments shall not be part of the employee's base pay, are not payments made as compensation for hours of employment, and shall not be included in any overtime or premium pay calculations.\n     (c)     Operative Date. This Section \n16.704 shall become operative on July 1, 2013.\n     (d)     Expiration. This Section \n16.704 shall expire in its entirety, or as applied specifically to one or more of the following three groups of City employees – employees with same-sex spouses who married in California; employees with same-sex spouses who married outside of California; and employees with same-sex domestic partners – if, and when, the City Attorney's Office certifies to the Mayor and the Board of Supervisors that one or more of those groups of City employees are no longer subject to discriminatory federal income taxation of health insurance premiums attributable to their same-sex spouses or same-sex domestic partners. This Ordinance shall continue to apply to those groups of City employees listed above who continue to be subject to discriminatory federal income tax on health insurance premiums attributable to their same-sex spouses or same-sex domestic partners.\n(Added by Ord. 34-13, File No. 121124, App. 3/12/2013, Eff. 4/11/2013, Oper. 7/1/2013)\nARTICLE XVI:\n[RESERVED]\n\nARTICLE XVII:\nEMPLOYEE CAFETERIA PLAN\n\n\nSec. 16.900.\nEstablishment of a Cafeteria Plan.\n\nSec. 16.901.\nPurpose. \n\nSec. 16.902.\nAdministration by the San Francisco Health Service System.\n\nSec. 16.903.\nNo Cost to City and County.\n\nSec. 16.904.\nVoluntary Employee Benefits.\n\nSec. 16.905.\nCafeteria Plan Benefits.\n\nSec. 16.906.\nHealth System Membership of Former Supervisors. \n\nSEC. 16.900.  ESTABLISHMENT OF A CAFETERIA PLAN.\n     The San Francisco Health Services System may establish an employee cafeteria plan as provided and regulated under Section 125 of Title 26 of the United States Internal Revenue Code. \n(Added by Ord. 175-88, App. 4/28/88; amended by Ord. 370-88, App. 8/10/88; Ord. 105-00, File No. 000536, App. 5/26/2000; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012)\n\nSEC. 16.901.  PURPOSE.\n     The purpose of this plan is to extend to employees of the City and County of San Francisco, San Francisco Unified School District, San Francisco Community College District, the Superior Court of California, County of San Francisco and the San Francisco County Transportation Authority (Participating Employers), those types of benefits that ordinarily accrue from participation in a cafeteria plan. The City and County of San Francisco does not and cannot represent or guarantee that any particular federal or state income, payroll or other tax consequence will occur by reason of an employee's participation in this plan. The participant should consult with his or her own attorney or other representative regarding all tax consequences of participation in this plan.\n(Added by Ord. 175-88, App. 4/28/88; amended by Ord. 370-88, App. 8/10/88; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012)\n\nSEC. 16.902.  ADMINISTRATION BY THE SAN FRANCISCO HEALTH SERVICE SYSTEM.\n     The cafeteria plan established pursuant to this Article may be administered by the San Francisco Health Service System which may prescribe such forms, and adopt such rules and regulations as are necessary to carry out the purposes of the plan.  The San Francisco Health Service System shall also have the authority to amend the plan to ensure compliance with applicable laws and regulations, to reflect changes in benefit offerings by the City and County of San Francisco or Participating Employers, and to make modifications for the reasonable administration of the plan.  The San Francisco Health Service System may contract with a financially responsible independent contractor to administer and coordinate the plan.\n(Added by Ord. 175-88, App. 4/28/88; amended by Ord. 370-88, App. 8/10/88; Ord. 105-00, File No. 000536, App. 5/26/2000; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012)\n\nSEC. 16.903.  NO COST TO CITY AND COUNTY.\n     This cafeteria plan shall be administered free of direct cost to, or appropriation by, the City and County of San Francisco or the Participating Employers. Except as herein provided, all such costs shall be borne by the participants or by any plan administrator appointed hereunder, except to the extent that any subsequent ordinance or appropriation might provide expressly to the contrary. Nothing contained in this Section shall be deemed to prohibit the inclusion of a hold harmless provision in any contract between the City and any plan administrator appointed hereunder, which provision has been approved by the City's Risk Manager pursuant to Administrative Code Section \n1.24. \n(Added by Ord. 175-88, App. 4/28/88; amended by Ord. 370-88, App. 8/10/88; Ord. 105-00, File No. 000536, App. 5/26/2000; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012)\n\nSEC. 16.904.  VOLUNTARY EMPLOYEE BENEFITS.\n     Based upon individual authorized deductions, the Controller is hereby authorized to deduct and collect monies from the salaries or wages of employees of the City and County of San Francisco, San Francisco Community College District, and the Superior Court of California, County of San Francisco, in accordance with San Francisco Administrative Code Sections \n16.91 and \n16.92. Pursuant to Section 125, this voluntary authorized deduction shall not be revocable by the employee during the cafeteria plan year unless the revocation and new election are in conformance with Section 125 and the terms of the plan. \n(Added by Ord. 370-88, App. 8/10/88; amended by Ord. 130-90, App. 4/12/90; Ord. 162-92, App. 6/10/92; Ord. 105-00, File No. 000536, App. 5/26/2000; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012) \n\nSEC. 16.905.  CAFETERIA PLAN BENEFITS.\n     The Board of Supervisors hereby approves the inclusion of those benefit plans qualifying under the employee cafeteria plan as provided and regulated under Section 125 of Title 26 of the United States Code as well as the medical care plans adopted by the Health Service Board and approved by the Board of Supervisors annually under Section \nA8.422 of the Charter and Administrative Code Section \n16.703 and which medical plans are on file with the Clerk of the Board of Supervisors. \n(Added by Ord. 370-88, App. 8/10/88; amended by Ord. 130-90, App. 4/12/90; Ord. 162-92, App. 6/10/92; Ord. 105-00, File No. 000536, App. 5/26/2000; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012) \n\nSEC. 16.906.  HEALTH SYSTEM MEMBERSHIP OF FORMER SUPERVISORS.\n     After leaving office as a member of the Board of Supervisors, a former Supervisor may still participate in any plan of the Health Service System, provided that the former Supervisor agrees to, and for so long as he or she does, pay the full cost of such benefit, as determined by the Health Service Board. \n(Added by Ord. 13-91, App. 1/15/91)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"16","chaptersection":"127. ","identifier":"16.127. ","catch_text":"ANNUAL REVIEW."}}