{"text":"\n     For charges filed administratively, Civil Service Commission Unfair Labor Practice Procedures: \n     (a)     Processing Violations. Unfair practice charges may be filed by an employee, employee organization, or the City and County. \n     (b)     Contents of Charge. A charge may be filed alleging that an unfair practice or practices have been committed. The charge shall be in writing, signed under penalty of perjury by the party or its agent with a declaration that the charge is true, and complete to the best of the charging party's knowledge and belief, and contain the following information: \n          (1)     The name and address of the party alleged to have engaged in an unfair practice;\n          (2)     The name, address, and telephone number of the charging party;\n          (3)     The name, address, and telephone number of an authorized agent of the charging party to be contacted;\n          (4)     The sections of the Government Code, this Ordinance, or other local rule alleged to have been violated;\n          (5)     A clear and concise statement of the facts and conduct alleged to constitute an unfair practice;\n          (6)     A statement whether or not an agreement or memorandum of understanding exists between the parties, and the date and duration of such agreement or memorandum of understanding; \n          (7)     A statement of the extent to which and the inclusive dates during which the parties have invoked any grievance machinery provided by an agreement, or, where applicable, have invoked procedures provided by the employer for resolving public notice complaints; \n          (8)     A statement of the remedy sought by the charging party;\n          (9)     Proof of service on the respondent.\n     (c)     Processing of Case.\n          (1)     When a charge is filed, it shall be assigned to a Civil Service Commission designee for processing.\n          (2)     The powers and duties of such designee shall be to:\n               (A)     Assist the charging party to state in proper form the information required by section \n16.215(b);\n               (B)     Answer procedural questions of each party regarding the processing of the case;\n               (C)     Facilitate communication and the exchange of information between the parties;\n               (D)     Within 30 days of the filing of a charge, schedule the charge for determination by an administrative law judge.\n          (3)     The respondent shall be apprised of the allegations, and may state its position on the charge during the course of the inquiries. Any written response must be signed under penalty of perjury by the party or its agent with the declaration that the response is true and complete to the best of the respondent's knowledge and belief. Service and proof of service pursuant to Section \n16.215(b) are required. \n          (4)     Withdrawal of Charge. Any request for withdrawal of the charge shall be in writing, signed by the charging party or its agent, and state whether the party desires the withdrawal to be with or without prejudice. Request for withdrawal of the charge before a hearing has been scheduled shall be granted. Repeated withdrawal and refiling of charges alleging substantially identical conduct may result in refusal to schedule a charge for hearing. If the hearing has been scheduled, the designee shall determine whether the withdrawal shall be with or without prejudice. If, during hearing, the respondent objects to withdrawal, the hearing officer may refuse to allow it. Service and proof of service of the withdrawal pursuant to Section \n16.215(b) are required. \n(Added by Ord. 296-10, File No. 101157, App. 12/3/2010; amended by Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"16","chaptersection":"215","identifier":"16.215","catch_text":"PROCEDURES FOR ADMINISTRATIVELY PROCESSING UNFAIR LABOR PRACTICES – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY."}}