{"text":"\n     The words and phrases as used in this Article and for the purposes of this Article, unless a different meaning is plainly required by context, shall have the meaning respectively ascribed to them in Sections \n16.29-1 through \n16.29-23. \n(Amended by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-1.  DEFINITIONS – ACTUARIAL EQUIVALENT.\n     Actuarial equivalent shall mean a benefit of equal value when computed upon the basis of such mortality tables as shall be adopted by the retirement board, and regular interest. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-2.  DEFINITIONS – ANNUNITY.\n     Annuity shall mean equal monthly payments for life derived from contributions made by a member. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-3.  DEFINITIONS – BENEFICIARY.\n     Beneficiary shall mean any person in receipt of a retirement allowance, a death benefit or any other benefit from the retirement system. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-4.  DEFINITIONS – BOARD.\n     Board shall mean \"retirement board\" as created in Section 3.670 of the Charter. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-5.  DEFINITIONS – CITY.\n     City shall mean \"City and County of San Francisco,\" the \"San Francisco Unified School District,\" the \"San Francisco Community College District,\" or the \"Superior Court of California, County of San Francisco.\" \n(Added by Ord. 299-64, App. 11/9/64; amended by Ord. 147-99, File No. 990045, App. 6/2/99; Ord. 179-01, File No. 010942, App. 8/17/2001) \n\nSEC. 16.29-6.  DEFINITIONS – CITY AND COUNTY SERVICE.\n     City and County service shall mean service rendered as an employee of the City and County for compensation. For the purposes of the retirement system a member shall be considered as being in the City and County service only while he is receiving compensation from the City and County for such service; provided, however, that any person heretofore appointed to the position of Fire Marshall, who, at the time of his appointment, was a member of the uniform rank of the Fire Department and was at the same time entitled to the benefits of the Fireman's Relief Fund, as provided for in Chapter VII of Article IX of the Charter which has been superseded by the present Charter; and who did not avail himself of the privileges permitted by Subsection (f) of Section \n8.565 of the present Charter, shall as long as he occupies the position of Fire Marshal be deemed to be in the City and County service and shall continue to be a member of the retirement system as provided in Section \n8.565 of the present Charter and to enjoy the same rights, privileges and benefits from such system as he would have enjoyed had he not been appointed to the position of Fire Marshal and had continued to serve in the position in the department which he was legally occupying at the time of his appointment to the position of Fire Marshal. His dependents shall be entitled to all the rights, benefits and privileges provided for in Section \n8.565 of the present Charter. The amount of the benefit which such person or his dependents shall be entitled to shall be in accordance with the compensation attached to the position which he occupied in the Fire Department at the time of the appointment to the position of Fire Marshal. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-7.  DEFINITIONS – TYPES OF COMPENSATION.\n     The various types of compensation are as set forth in Sections \n16.29-7.1 through \n16.29-7.4. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-7.1.  DEFINITIONS – COMPENSATION AS DISTINGUISHED FROM BENEFITS.\n     Compensation, as distinguished from benefits under the workers' compensation, insurance and safety law of the State, shall mean the remuneration payable in cash by the City and County, plus the monetary value – as determined by the Board of Supervisors; or, if that board shall not have so determined, then by the Retirement Board – of board, lodging, fuel, laundry and other advantages allowed as remuneration by the City and County. The \"compensation\" during any fiscal year received by a person as a teacher shall be taken as such an amount as shall bear the same proportion to the total remuneration paid to such teacher by the San Francisco School Department during such fiscal year as the amount contributed during the previous fiscal year by the City and County to the common school fund bears to the total amount contributed to the common school fund during the previous fiscal year by the City and County and by the State. \n(Added by Ord. 299-64, App. 11/9/64; amended by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-7.2.  DEFINITIONS – COMPENSATION EARNABLE BY A MEMBER.\n     Compensation earnable by a member shall mean the compensation as determined by the Retirement Board, which would have been earned by the member had he worked throughout the period under consideration the average number of days ordinarily worked by persons in the same grade or class of positions as the positions held by said member during such period, and at the rates of pay attached to such positions, it being assumed that during any absence said member was in the position held at the beginning of the absence, and that prior to entering City and County service said member was in the position first held by him in City and County service. \n     In the calculation of benefits, however, payable because of death or retirement of a member of the Fire or Police Department as a result of injuries incurred in performance of duty, \"compensation earnable\" shall be based on the assumption that prior to becoming a member of the department, the person so retired or dead was in the position first held by said person in the department. \n(Added by Ord. 299-64, App. 11/9/64; amended by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-7.3.  DEFINITIONS – FINAL COMPENSATION.\n     Final compensation shall mean the average monthly compensation earnable by a member during the 10 years immediately preceding his or her retirement. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-7.4.  DEFINITIONS – COMPENSATION PAID IN LIEU OF VACATION EXCLUDED.\n     When the compensation of a member is a factor in any computation to be made under the Retirement System, there shall be excluded from such computation any compensation paid in lieu of vacation or sick leave. \n(Amended by Ord. 270-81, App. 5/21/81)\n\nSEC. 16.29-7.5.  ADOPTION OF INTERNAL REVENUE CODE SECTION 401(a)(17) LIMITATIONS.\n     Notwithstanding any other provision of the Charter or Administrative Code, compensation for the purpose of computing benefits and contributions for any person who becomes a member of the retirement system on or after July 1, 1996 shall be subject to the limitations set forth in Section 401(a)(17) of the Internal Revenue Code as adjusted from time to time by the Secretary of the Treasury to reflect increases in the cost of living. \n(Added by Ord. 57-96, App. 2/9/96)\n\nSEC. 16.29-7.6.  DEFINITIONS – COMPENSATION PAID TO OFFSET FEDERAL TAXATION OF HEALTH INSURANCE PREMIUMS EXCLUDED.\n     When the compensation of a member is a factor in any computation to be made under the Retirement System, there shall be excluded from such computation any compensation paid to offset federal taxation of health insurance premiums for same-sex spouses or same-sex domestic partners.\n(Added by Ord. 34-13, File No. 121124, App. 3/12/2013, Eff. 4/11/2013)\n\nSEC. 16.29-8.  DEFINITIONS – CONTINUOUS SERVICE.\n     Continuous service shall mean uninterrupted City and County service, except that discontinuance of City and County service from any cause whatsoever followed by re-entrance into City and County service within three years from the date of such discontinuance shall not be considered as a break in the continuity of service; and except that any absence from City and County service by reason of service in the military or naval forces of the United States in any war in which the United States has engaged or may become engaged shall not be considered as a break in City and County service. The period of such absence shall count as City and County service, but time during which a person otherwise than because of such service has been or shall be absent for any reason from City and County service shall not be included in calculating any benefit under the Retirement System or in determining whether a member qualifies for retirement. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-9.  DEFINITIONS – TYPES OF CONTRIBUTIONS.\n     The various types of contributions are as set forth in Sections \n16.29-9.1 through \n16.29-9.7. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-9.1.  DEFINITIONS – ACCUMULATED ADDITIONAL CONTRIBUTIONS.\n     Accumulated additional contributions shall mean the sum of all the additional contributions, deducted from the compensation of a member standing to the credit of his or her individual account, together with regular interest thereon. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-9.2.  DEFINITIONS – ACCUMULATED CONTRIBUTIONS.\n     Accumulated contributions shall mean accumulated normal contributions, plus accumulated additional contributions, plus accumulated prior contributions, plus accumulated retroactive contributions, plus such contributions, with interest, as may have been made at the rate of $2 per month. \n(Amended by Ord. 65-65, App. 3/19/65)\n\nSEC. 16.29-9.3.  DEFINITIONS – ACCUMULATED NORMAL CONTRIBUTIONS.\n     Accumulated normal contributions shall mean the sum of all the normal contributions deducted from the compensation of a member, standing to the credit of his individual account, together with regular interest thereon. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-9.4.  DEFINITIONS – ADDITIONAL CONTRIBUTIONS.\n     Additional contributions shall mean contributions at the rates provided for in Section \n16.55 of this Code. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-9.5.  DEFINITIONS – NORMAL CONTRIBUTIONS.\n     Normal contributions shall mean contributions made by members at the rates provided for by Charter or this Code, and contributions made by members who exercised the election provided in Section \n16.70-1 of this Code on account of compensation earned after June 30, 1965, at the rates provided for in paragraph (3) of said Section \n16.70-1. \n(Amended by Ord. 65-65, App. 3/19/65; Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-9.6.  DEFINITIONS – PRIOR CONTRIBUTIONS.\n     Prior contributions shall mean contributions to the retirement system made by members in accordance with this Code. \n(Added by Ord. 299-64, App. 11-9-64; amended by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-9.7.  DEFINITIONS – ACCUMULATED PRIOR CONTRIBUTIONS.\n     Accumulated prior contributions shall mean the sum of all the prior contributions standing to the credit of a member's individual account, together with regular interest thereon. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-9.8.  DEFINITIONS – RETROACTIVE CONTRIBUTIONS.\n     Retroactive contributions shall mean contributions made by members in accordance with paragraph (1) of Section \n16.70-1 of this Code for time prior to July 1, 1965. \n(Added by Ord. 65-65 App. 3/19/65)\n\nSEC. 16.29-9.9.  DEFINITIONS – ACCUMULATED RETROACTIVE CONTRIBUTIONS.\n     Accumulated retroactive contributions shall mean the retroactive contributions and interest thereon standing to the credit of a member's individual account. \n(Added by Ord. 65-65, App. 3/19/65)\n\nSEC. 16.29-10.  DEFINITIONS – DEATH ALLOWANCE.\n     Death allowance shall mean payments for the life, or until remarriage, or until youngest child shall attain the age of 16 years, as provided in Section 16.80 of this Code. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-11.  DEFINITIONS – EMPLOYEE.\n     Employee shall mean any person who occupies a position created by or which is under the jurisdiction of the City and County, whose compensation is paid by the City and County, and who is under the control of the City and County as to employment, direction and discharge. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-12.  DEFINITIONS – MEMBER.\n     Member shall mean any person included in the membership of the retirement system as provided in Section \n16.42 of this Code. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-13.  DEFINITIONS – MEMBER OF POLICE DEPARTMENT OR MEMBER OF FIRE DEPARTMENT.\n     Member of Police Department or member of Fire Department shall mean any officer or employee of the City and County Police or Fire Departments, respectively, whose employment therein began prior to January 1, 1900, or whose employment therein began or shall begin after that date and was or shall be subject to a Charter maximum age at the time of employment of 35 years. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-14.  DEFINITIONS – PENSION.\n     Pension shall mean equal monthly payments for life derived from contributions made by the City and County as provided by this Article. \n(Added by Ord. 299-64, App. 11/9/64)\nSec. 16.29-15.\n(Added by Ord. 299-64, App. 11/9/64; repealed by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-15.1.  DEFINITIONS – TEACHERS.\n     Prior service as applied to persons employed as teachers at the time of their entry into the Retirement System, and persons, as former teachers, to whom or on account to whose death payments are made by the Retirement System under Section \n16.49 of this Code, shall mean City and County service, excluding City and County service as a member of the San Francisco City and County Employees' Retirement System, rendered before October 1, 1925. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-15.2.  DEFINITIONS – MEMBERS OF POLICE OR FIRE DEPARTMENTS.\n     Prior service as applied to persons who were members of the Police or Fire Department on January 8, 1932, persons employed by the Board of Trustees of the Police Relief and Pension Fund on such date and former members of such departments, to whom or on account of whose death, payments by the Retirement System are made under Sections \n8.542 and \n8.566 of the Charter shall mean City and County service rendered as members of the City and County Police or Fire Department, or as employees of such board, respectively, before January 8, 1932. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-15.10.  DEFINITIONS – EMPLOYEES OF THE HEALTH SERVICE SYSTEM PRIOR TO DECEMBER 1, 1940.\n     Prior service as applied to persons who are members under Section \n8.507 of the Charter shall mean service rendered as employees of the Health Service System of the City and County of San Francisco prior to December 1, 1940. \n(Added by Ord. 79-65, App. 4/7/65)\n\nSEC. 16.29-15.11.  DEFINITIONS – EXCLUDED BECAUSE OF EMPLOYMENT IN TEMPORARY POSITION.\n     Prior service, as applied to persons who are members under Section \n8.507 of the Charter and who were excluded from membership because of their employment in City and County service in a temporary position, shall mean aggregate City and County service, regardless of breaks in such service, rendered while so excluded on account of such employment. As an exception to the provisions contained in former Section \n16.63 of this Code, however, service shall be credited under this paragraph only if the member elects prior to the effective date of retirement to contribute, and does contribute, prior to the effective date of retirement, in a manner and at times approved by the Retirement Board, an amount equal to contributions determined by applying, to the compensation earned by him in such service, the rate of contribution first applicable to him upon commencement of his membership in the Retirement System. All contributions made pursuant to this paragraph shall be administered in the manner provided herein for normal contributions, except that the annuity provided upon retirement of the member, by such contributions, plus credited interest, shall not be matched by the City and County, and instead, such annuity shall be deducted from the pension payable to such member on account of prior service. Only the remainder of such prior service pension shall be payable from contributions of the City and County. It is hereby declared to be the intent of this paragraph that the provisions for prior service credit contained herein would not have been enacted without the condition expressed herein requiring that any recipient of such prior service credit must actually pay the amount provided for herein in conformity with the provisions hereof. In absence of strict compliance with such provision for payment by the recipient, this paragraph shall be ineffective. \n(Added by Ord. 272-67, App. 10/17/67; amended by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-15.12.  DEFINITIONS – PRIOR SERVICE IN A PART-TIME POSITION.\n     Prior service, as applied to persons who are members under Section \n8.507 of the Charter on the effective date of this ordinance or who retired on or after July 1, 1973, as members under Section \n8.507, and who were excluded from membership because of their employment in City and County service in a part-time position, shall mean aggregate City and County service, regardless of breaks in such service, rendered while so excluded on account of such employment. Such part-time service shall be credited only under the condition that it can be verified from a regular City and County payroll or time roll; provided, however, that if it is determined by the Retirement Board that payrolls or time rolls relating to such service were not prepared or have been lost or destroyed, the Retirement Board may determine the periods of such service and the compensation attributable thereto upon presentation of such evidence as it considers appropriate and reliable. \n     As an exception to the provisions contained in former Section \n16.63 of this Code, however, service shall be credited under this Section only if the member so elects on or before February 7, 1975, in the event he is a member on said effective date or in the event he retired on or after July 1, 1973, and, prior to said effective date, or within 90 days after date of membership in the event he becomes a member after the effective date of this Section, and does contribute in a manner and at times approved by the Retirement Board, an amount equal to contributions determined by applying to the compensation earned by him in such service the rate of contribution first applicable upon commencement of his membership in the Retirement System, together with the interest which would have accrued on such contributions if they had been made on the effective date of his membership, from that date until completion of payments of those contributions at the rate of interest currently being used from time to time under the system. \n     All contributions made pursuant to this Section shall be administered in the manner provided herein for normal contributions, except that the annuity provided upon retirement of the member, by such contributions, plus credited interest, shall not be matched by the City and County, and instead, such annuity shall be deducted from the pension payable to such member on account of prior service, and only the remainder of such prior service pension shall be payable from contributions of the City and County. \n     It is hereby declared to be the intent of this Section that the provision for prior service credit contained herein would not have been enacted without the condition expressed herein requiring that any recipient of such prior service must actually pay the amount provided for herein, in conformity with the provisions hereof; and, in the absence of strict compliance with such provision for payment by the recipient this Section shall be ineffective. \n(Amended by Ord. 210-75, App. 5/21/75; Ord. 326-00, File No. 001921, App. 12/28/2000)\n\nSEC. 16.29-16.  DEFINITIONS – REGULAR INTEREST.\n     Regular interest shall mean interest at four percent per annum compounded at each June 30th, subject to the provisions of Section \n16.37-2 of this Code, plus such additional interest as the Retirement Board may declare from year to year as provided herein. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-17.  DEFINITIONS – RETIREMENT ALLOWANCE.\n     Retirement allowance shall mean the pension plus the annuity. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-20.  DEFINITIONS – SCHOOL DEPARTMENT.\n     School Department shall mean the School District of the City and County. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-21.  DEFINITIONS – TEACHER.\n     Teacher shall mean any person employed by the School District of the City and County who is entitled also to retirement benefits provided by the state under the California Public School Teachers' Retirement Salary Fund or its successor. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-22.  DEFINITIONS – CHARTER.\n     The Charter shall mean the charter adopted by the voters of the City and County of San Francisco on March 26, 1931, and ratified by the Legislature on April 13, 1931. \n(Added by Ord. 299-64, App. 11/9/64)\n\nSEC. 16.29-23.  DEFINITIONS – GENDER AND NUMBER.\n     Gender and number. Words used in the masculine gender shall include the feminine and neuter genders, and singular numbers shall include the plural, and the plural the singular. \n(Added by Ord. 299-64, App. 11/9/64)\n\n","heading":{"title":"16","chaptersection":"29","identifier":"16.29","catch_text":"DEFINITIONS."}}