{"text":"\n     (a)     This section shall apply only to peace officers as defined in Penal Code section 830.1 and management employees, as well as their exclusive representatives. \n     (b)     It shall be an unfair labor practice for the City and County to:\n          (1)     Interfere with, restrain, or coerce employees in the exercise of the rights recognized or granted in this Ordinance, or guaranteed by Government Code section 3502 or by any local rule adopted pursuant to Government Code section 3507; \n          (2)     Dominate or interfere with the formation or administration of any employee organization, or contribute financial or other support to it, or in any way encourage employees to join any organization in preference to another in violation of rights guaranteed by Government Code section 3502 or 3508(c) or any local rule adopted pursuant to Government Code section 3507; \n          (3)     Refuse to meet and confer in good faith as required by Government Code section 3505 or any local rule adopted pursuant to Government Code section 3507 at reasonable times, places and frequencies when the employee organization involved is an exclusive representative; \n          (4)     Refuse or fail to cooperate and exercise good faith in any impasse procedure mutually agreed to pursuant to Government Code section 3505 or 3505.2, or required by any local rule adopted pursuant to Government Code section 3507, including the City Charter; \n          (5)     Adopt or enforce a local rule that is not consistent with MMBA; or\n          (6)     In any other way violate MMBA or any reasonable local rule for the administration of employer-employee relations adopted pursuant to Government Code section 3507 and in compliance with State or local meet and confer requirements. \n     (c)     It shall be an unfair labor practice for any officer of the City and County to meet and confer, or attempt to meet and confer, over matters within the scope of representation with someone other than the exclusive representative. \n     (d)     It shall be an unfair labor practice for an employee, an employee organization, an employee representative, or any agent thereof to: \n          (1)     Interfere with, restrain, or coerce employees in the exercise of the rights recognized or granted in this Ordinance;\n          (2)     Refuse to meet and confer in good faith at reasonable times, places and frequencies when the employee organization involved is an exclusive representative; \n          (3)     Refuse or fail to cooperate and exercise good faith in any impasse procedure mutually agreed to pursuant to Government Code section 3505 or 3505.2, or required by any other local rule adopted pursuant to Government Code section 3507, including the City Charter; \n          (4)     Engage in a strike, slowdown or work stoppage of any kind against the City and County of San Francisco in violation of Charter sections \nA8.345 and \nA8.346; \n          (5)     Cause or attempt to cause the City and County to engage in conduct prohibited by MMBA, City Charter or any other reasonable local rule for the administration of employer-employee relations adopted pursuant to Government Code section 3507 and in compliance with State or local meet and confer requirements; and \n          (6)     In any other way violate MMBA or any reasonable local rule for the administration of employer-employee relations adopted pursuant to Government Code section 3507 and in compliance with State or local meet and confer requirements. \n     (e)     It shall be an unfair labor practice for any employee, an employee organization, an employee representative, or any agent thereof, to meet and confer, or attempt to meet and confer, over matters within the scope of representation with someone other than the Human Resources Director or a duly authorized designee. \n          The provisions of this subsection shall not apply to an employee, an employee organization, an employee representative, or any agent thereof, who desires to communicate with the Board of Supervisors during the meeting and conferring process and does so in writing and addresses said communication to the Clerk of the Board of Supervisors with the request that all members of the Board of Supervisors be provided with copies of the communication. \n(Amended by Ord. 415-76, App. 10/15/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"16","chaptersection":"213. ","identifier":"16.213. ","catch_text":"UNFAIR LABOR PRACTICES – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY."}}