{"text":"\n     (a)     Any registered employee organization determined by Section \n16.209 of this Ordinance may request recognition as the exclusive representative of a bargaining unit by filing with the Civil Service Commission a written statement indicating verification of employee approval in the form of a signed petition, authorization cards, or union membership cards signed and dated by employees not more than six months prior to submission of 30 percent of the employees in the particular bargaining unit. \n     (b)     Unless the provisions of Government Code section 3507.1(c) have been satisfied, the Civil Service Commission shall give written notice to the other registered employee organizations having members in the bargaining unit for which recognition is sought. Within 30 calendar days from the date of such notice, an employee organization with membership in the particular bargaining unit may file a challenging petition seeking to become the exclusive representative of said unit. The challenging statement shall contain verification, in the form of a signed petition, authorization cards, or union membership cards signed and dated by employees not more than six months prior to submission of 30 percent of the employees in the bargaining unit. Upon submission of such verification the challenging employee organization shall be placed on the ballot. \n     (c)     If a challenging petition has been filed, the Civil Service Commission Department shall, within 30 days after the period for filing a challenging petition expires or as soon thereafter as practicable, cause to be conducted a secret ballot election within the bargaining unit to determine which organization, if any, shall be recognized as the exclusive representative of the bargaining unit. \n     (d)     If no challenging petition has been filed, and provided that the provisions of Government Code section 3507.1(c) are not applicable, the Civil Service Commission shall, within 30 days after the period for filing a challenging petition expires or as soon thereafter as is practicable, cause to be conducted a secret ballot election within the bargaining unit to determine which organization, if any, shall be recognized as the exclusive representative of the bargaining unit. \n     (e)     The ballot in any such election shall contain the choice of \"no organization.\" Where there are three or more choices and no one receives a majority of the valid ballots cast, a run-off election shall be conducted between the two choices receiving the largest number of ballots cast. \n     (f)     Employees entitled to vote in a representation election shall be those employees within the bargaining unit with permanent status whose names appear on the last payroll bearing a date which is no less than 30 calendar days prior to the date on which the election is to be held or such other date within the discretion of the Civil Service Commission as may be practicable under the circumstances. \n     (g)     There shall be no more than one valid representation election in a 12 month period within the same bargaining unit.\n     (h)     As an alternative to the procedures outlined above, the provisions of MMBA, Government Code section 3507.1.(c) may be employed to the extent that the requirements of that section are met. The Civil Service Commission will certify an organization as the exclusive representative upon verification that all such requirements are met. A determination as to whether the requirements have been met shall be made in accordance with the provisions of Government Code section 3507.1(c). \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"16","chaptersection":"211","identifier":"16.211","catch_text":"PROCEDURE FOR RECOGNITION OF EMPLOYEE ORGANIZATION AS EXCLUSIVE REPRESENTATIVE OF A BARGAINING UNIT."}}