{"text":"\n     Unless the context requires otherwise, the words and phrases set forth in Sections \n16.202.1 through 16.202.17\n1, inclusive, shall have the meanings respectively ascribed to them in said sections. \n\nSEC. 16.202.1.\n     \"Confidential employee\" means an employee who is privy to recommendations or decisions of City and County management affecting employee relations. \n\nSEC. 16.202.2.\n     \"Consult\" means to communicate verbally or in writing between management and registered employee organizations, the exclusive representative, or, if applicable, individual employees, for the purpose of presenting and obtaining views or advising of intended actions. \n\nSEC. 16.202.3.\n     \"Days\" means calendar days. \n\nSEC. 16.202.4.\n     \"Employee organization\" means any organization or joint council of organizations which includes employees of the City and County, and which has as one of its purposes representing such employees in their relations with the City and County. \n\nSEC. 16.202.5.\n     \"Bargaining unit\" means a unit established pursuant to Section \n16.210 of this Ordinance. \n\nSEC. 16.202.6.\n     \"Management employee\" means any employee, as designated by the Human Resources Director or designee, who has a high degree of policymaking and managerial responsibility with respect to the formulation, coordination, interpretation and execution of policy, including but not limited to the direction and supervision of subordinates. \n\nSEC. 16.202.7.\n     \"Mediation\" means effort by an impartial third party to assist in reconciling a dispute between an appointing power and a recognized employee organization over a matter subject to meeting and conferring through interpretation, suggestion and advice. \n\nSEC. 16.202.8.\n     \"Meet and confer in good faith\" means that representatives designated by the City and County and representatives of recognized employee organizations, shall have the mutual obligation personally to meet and confer in order to exchange freely information, opinions and proposals, and to endeavor to reach agreement on matters within the scope of representation. \n\nSEC. 16.202.9.\n     \"Commission\" means the Civil Service Commission of the City and County of San Francisco as established pursuant to Section \n10.100 of the San Francisco Charter. \n\nSEC. 16.202.10.\n     \"Professional employees,\" for the purpose of this Ordinance, means employees engaged in work requiring specialized knowledge and skills attained through completion of a recognized course of instruction, including, but not limited to, attorneys, physicians, registered nurses, engineers, architects, teachers, and various types of physical, chemical, and biological scientists. \n\nSEC. 16.202.11.\n     \"Exclusive Representative\" means an employee organization which, in accordance with the MMBA, has been: \n     (a)     chosen by the majority of employees in a bargaining unit to represent them, pursuant to Section \n16.211 of this Ordinance; and \n     (b)     certified by the Civil Service Commission pursuant to Section \n16.211\n\nSEC. 16.202.12.\n     \"Registered employee organization\" means an employee organization which has been registered with the Human Resources Director or designee, as provided in Section \n16.209 of this Ordinance. \n\nSEC. 16.202.13.\n     \"Scope of representation\" means matters relating to employment conditions and employee relations, including wages, hours and other terms and conditions of employment. The scope of representation shall not include consideration of the merits, necessity or organization of any service or activity provided by law or executive order. \n\nSEC. 16.202.14.\n     \"Supervisory employee\" means any employee, as designated by the Human Resources Director or designee, who has authority to hire, assign, evaluate or discipline other employees, or to adjust their grievances, or effectively to recommend any such action. \n\nSEC. 16.202.15.\n     \"Peace Officer\" means an individual elected, appointed, or employed to serve in the position of peace officer as defined in California Penal Code 830.1. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 17-12 and previously; as of the passage of that ordinance, the highest numbered definition in this Article was \n16.202.15.\n\n","heading":{"title":"16","chaptersection":"202","identifier":"16.202","catch_text":"DEFINITIONS."}}