{"text":"\n     A decertification petition may be filed with the Civil Service Commission by employees or by an employee organization to determine whether or not the exclusive representative continues to represent a majority of the employees in the bargaining unit. Such petition must be accompanied by proof of employee approval in the form of a signed petition, authorization cards, or union membership cards signed and dated by employees not more than six months prior to submission equal to at least 30 percent of the employees within the bargaining unit, and must be filed within the period between the 90th and 60th day immediately preceding the expiration date of the exclusive representative's existing memorandum of understanding, provided that the existing memorandum of understanding does not exceed a two year period. In the event the existing memorandum of understanding does exceed a two year period, the decertification petition may also be filed within the period between the 90th and 60th day immediately preceding the expiration of the second year of the memorandum of understanding. When such a petition has been filed, the Civil Service Commission shall cause to be conducted a secret ballot election to determine whether the incumbent exclusive representative shall be decertified and whether another organization shall be recognized. If the challenging employee organization receives a majority of the valid votes cast, the present exclusive representative will be decertified and the employee organization receiving a majority of the valid votes cast will become the exclusive representative. There shall be no more than one decertification election in a 12 month period, and no more than one decertification election during the first three years of the term of a memorandum of understanding, within the same bargaining unit. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"16","chaptersection":"212","identifier":"16.212","catch_text":"DECERTIFICATION."}}