{"text":"\n     (a)     An organization or joint council of organizations which wishes to be registered as an employee organization shall submit to the Human Resources Director or designee a request signed by a duly authorized officer of the organization containing the following information: \n          (1)     Name and address of the employee organization.\n          (2)     Names and titles of its officers, as well as designation of the officials authorized to act as representatives of the organization in employer-employee relations with the City and County. \n          (3)     A statement of whether or not the organization is a chapter or local of, or affiliated with, a regional or state, or national or international organization, and, if so, the name and address of each such regional, state, national or international organization. \n          (4)     A copy of its constitution or by-laws, and a statement signed by an officer of the employee organization to the effect that the organization has as one of its purposes representing employees of the City and County in employment relations. \n          (5)     Verification of employee membership in the employee organization which may be shown by employee organization payroll dues deductions or authorization cards signed and dated by employees not more than six months prior to submission. \n          (6)     A designation of those persons residing in California, not exceeding three in number, to whom notice sent by United States mail would be deemed sufficient by the organization for any purpose. \n          (7)     A statement that the organization recognizes and is aware of Government Code Section 3509.\n          (8)     A statement that the organization agrees to abide by all of the provisions of this Ordinance, except that this shall not preclude the right of the organization to challenge by court action any provision it deems to be invalid. \n     (b)     Upon receipt of the petition, the Human Resources Director or designee shall verify that the petition complies with the requirements of this Section and, provided the requirements are met, notify the employee organization within 14 days that it is registered. \n     (c)     The City and County is under no obligation to consult with any employee organizations that do not satisfactorily comply with the requirements of Paragraph (a) of this Section or that have not been certified by the Civil Service Commission as the exclusive representative of a bargaining unit. \n     (d)     Employee organizations must re-register every three years, provided, however, that the exclusive representative of a bargaining unit need not do so. \n     (e)     Should any of the information in subsections (a)(1)-(8) change, the employee organization must update said information with the Civil Service Commission within 30 days. \n(Amended by Ord. 313-76, App. 7/30/76; Ord. 109-94, App. 3/11/94; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"16","chaptersection":"209","identifier":"16.209","catch_text":"PROCEDURE FOR REGISTRATION OF EMPLOYEE ORGANIZATIONS."}}