{"text":"\n     Solely as it pertains to employees that are peace officers as defined in Penal Code section 830.1 and managers and their exclusive representatives, charges of committing any unfair labor practices may be initiated by the City or an authorized representative thereof, by a representative of an employee organization, or by an individual employee or group of employees. Such charges may be filed in writing with the Civil Service Commission. Each charge so filed shall be processed in accordance with the rules and regulations of this Ordinance and the Civil Service Commission. Such charges must be initiated within six months of the occurrence of the events upon which the charges are based. \n     (a)     If the administrative law judge's decision is that the City and County or a management employee has engaged in an unfair labor practice, the administrative law judge shall issue cease and desist orders which are not in conflict with the Charter or other provisions of law, and/or shall recommend to the appropriate body that corrective action be taken. Such corrective action shall be taken within five days of the administrative law judge's notification and recommendation. \n     (b)     If the decision is that an employee or employee organization or its agents have engaged in an unfair labor practice, the administrative law judge shall instruct the offending party to take appropriate corrective action. The powers and duties of the administrative law judge shall be consistent with those of the Public Employment Relations Board. If compliance with the administrative law judge's instruction is not obtained within five days, the administrative law judge shall instruct the appropriate officer, board or commission to take appropriate action. \n(Amended by Ord. 113-77, App. 3/31/77; Ord. 296-10, File No. 101157, App. 12/3/2010; Ord. 17-12, File No. 111067, App. 2/7/2012, Eff. 3/8/2012)\n\n","heading":{"title":"16","chaptersection":"216. ","identifier":"16.216. ","catch_text":"SANCTIONS FOR UNFAIR LABOR PRACTICES – PEACE OFFICERS AND MANAGEMENT EMPLOYEES ONLY."}}