{"text":"\n     In addition to the other records and accounts, shall keep such records and accounts as shall be necessary to show at any time: \n     (a)     The total accumulated contributions of members.\n     (b)     The total accumulated contributions of retired members less the annuity payments made to such members.\n     (c)     The accumulated contributions of the City and County held for the benefit of members on account of service rendered as members of the Retirement System. \n     (d)     All other accumulated contributions of the City and County, which shall include the amounts available to meet the obligation of the City and County on account of benefits that have been granted and on account of prior service of members. A portion of the accumulated contributions of the City and County—previously held for the benefit of members (excluding persons who are members under Section \n8.540 and \n8.565 of the Charter), on account of service rendered as members of the Retirement System, equal to the accumulated normal contributions withdrawn by a member, or paid to a beneficiary upon the death of a  member or applied to purchase an annuity upon the retirement of a member, except the accumulated normal contributions for time on and after July 1, 1965, of members who exercise a valid election provided for in Section \n16.70-1 of this Code—shall thereafter be included in the amounts available to meet the obligation of the City and County on account of benefits that have been granted and on account of prior service of members. No transfer of accumulated contributions of the City and County shall be made on account of the withdrawal of accumulated contributions by a person who is a member under Sections \n8.540 or \n8.565 of the Charter; but upon the death or retirement of such a member, accumulated contributions of the City and County—previously held for the benefit of such member, actuarially equivalent to that portion of the benefit granted to him or to his beneficiary, which is chargeable to service rendered as a member of the Retirement System—shall thereafter be included in the amounts available to meet the obligation of the City and County on account of benefits that have been granted and on account of prior service of members.\n(Amended by Ord. 65-65, App. 3/19/67)\n\n","heading":{"title":"16","chaptersection":"37-3. ","identifier":"16.37-3. ","catch_text":"RECORDS AS TO ACCUMULATED CONTRIBUTIONS."}}