{"text":"\n     (a)     With the exception of members of boards and commissions, inmates of City and County institutions who are allowed compensation for such service as they are able to perform and independent contractors, all eligible employees shall become members of the retirement system. \n     (b)     \"Eligible employees\" shall mean:\n          (1)     All employees certified from a civil service list for permanent employment;\n          (2)     All employees appointed to a full-time permanent, civil service exempt position;\n          (3)     All City employees who have earned not less than 1,040 hours of compensation during any 12-month period;\n          (4)     All employees appointed to civil service classifications 2210 Dentist, 2220 Physician, 2222 Senior Physician, 2230 Physician Specialist, 2232 Senior Physician Specialist, 2233 Supervising Physician Specialist, 2236 Medical Advisor, 2292 Shelter Veterinarian, 2582 Forensic Pathologist or their successor classes. \n     (c)     The effective date of membership shall mean:\n          (1)     All employees certified from a civil service list for permanent employment shall be members on the appointment date;\n          (2)     All employees appointed to a full-time permanent, civil service exempt position shall be members on the appointment date;\n          (3)     All employees who first achieve eligibility concurrent with the enactment of (b)(3) above, shall have an effective date of membership on the first day of the first pay period following September 5, 1995; \n          (4)     All employees who achieve membership under Subsection (b)(3) after September 5, 1995 by earning not less than 1,040 hours of compensation during any 12-month period shall have an effective date of membership on the first day of the first pay period following the date that he or she earns 1,040 hours of compensation; \n          (5)     All employees who achieve membership under Subsection (b)(4) shall have an effective date of membership of July 1, 1995 or on their appointment date if they are appointed to civil service classifications 2210 Dentist, 2220 Physician, 2222 Senior Physician, 2230 Physician Specialist, 2232 Senior Physician Specialist, 2233 Supervising Physician Specialist, 2236 Medical Advisor, 2292 Shelter Veterinarian, 2582 Forensic Pathologist or their successor classes after July 1, 1995. \n(Amended by Ord. 466-76, App. 12/3/76; Ord. 266-95, App. 8/18/95; Ord. 395-95, App. 12/22/95)\n\n","heading":{"title":"16","chaptersection":"42. ","identifier":"16.42. ","catch_text":"PERSONS INCLUDED IN THE SYSTEM."}}