{"text":"\n     Should the City and County service of a member be discontinued, except by death or retirement, he shall be paid not less than six months after the date of discontinuance such part of his accumulated contributions as he shall demand; provided, that if in the opinion of the Retirement Board the member is permanently separated from City and County service by reason of such discontinuance, he shall be paid forthwith all of his accumulated contributions; provided, further, that the Retirement Board may in its discretion withhold for not more than one year after a member last rendered City and County service all or part of his accumulated normal contributions, if after a previous discontinuance of City and County service he withdrew all or part of his accumulated normal contributions and failed to redeposit such withdrawn amount in the Retirement Fund as provided in this Section. \n     Any member who re-enters the Retirement System at an age less than the age for compulsory retirement applicable to him; but not otherwise, and after termination of membership because of previous withdrawal of his accumulated contributions, may elect, at any time prior to his retirement, to redeposit in the Retirement Fund, in a lump-sum or in not to exceed 36 monthly or 72 semi-monthly payments: (1) an amount equal to the accumulated contributions that he has withdrawn at one or more terminations of service, but in reverse chronological order in which they occurred; (2) an amount equal to additional interest which would have been credited to his account at the date of the election, had such contributions not been withdrawn; and (3) interest on the unpaid balance of the amount payable to the Retirement Fund, beginning on the date of such election, at the rate of interest currently being used from time to time under the system. In no event, however, shall a monthly payment on the redeposit be less than $20 and in no event shall the period for the making of installment payments extend beyond the effective date of retirement. Said election shall be made by written document filed in the office of the Retirement System prior to the effective date of retirement. \n     If a member shall not so elect, or having so elected subsequently does not make such redeposit, he shall re-enter as a new member without credit for any service, and his rate of contribution for future years shall be the normal rate provided by the Charter or this Code. \n     If a member elects to redeposit his accumulated normal contributions in accordance with this Section, his normal rate of contribution beginning on the first day of the calendar month following the date his election is filed in the office of the Retirement System shall be based on an age determined by adding the number of completed years of his absence from membership beginning with the earliest termination of his membership included in such redeposit, to the age upon which his normal rate of contribution, as it was prior to the termination, was based. His membership is the same as if it were unbroken by such termination. \n     If such member never failed to redeposit accumulated contributions withdrawn from the Retirement Fund; or, if he shall redeposit such accumulated contributions upon first re-entering hereafter, and not otherwise, then he shall receive credit for prior service in the same manner as persons who become members on January 8, 1932; provided, that members under Section \n8.565 of the Charter shall receive credit for such prior service even though having withdrawn no accumulated contributions they shall make no redeposit; in the event such redeposit is made by a person who is a member under Section \n8.507 of the Charter, an amount equal to the accumulated normal contributions so redeposited, except accumulated normal contributions for time on and after July 1, 1965, of members who exercise a valid election provided for in Section 16.70 of this Code, shall again be held for the benefit of the member and shall no longer be included in the amounts available to meet the obligations of the City and County on account of benefits that have been granted and on account of prior service of members. \n(Amended by Ord. 363-69, App. 12/23/69; Ord. 326-00, File No. 001921, App. 12/28/2000)\n\n","heading":{"title":"16","chaptersection":"47. ","identifier":"16.47. ","catch_text":"WITHDRAWALS AND REDEPOSITS."}}