{"text":"\n     Notwithstanding provisions in this Code to the contrary, any member of the San Francisco City and County Employees' Retirement System under Sections \n8.507 or \n8.509 of the Charter, who prior to January 1, 1953, elected upon one or more re-entries into the system after withdrawing his accumulated contributions from the Retirement Fund, not to redeposit such accumulated contributions, and who therefore re-entered the system as a new member without credit for any service and with a rate of contribution based on his age at such re-entry, may redeposit all of the withdrawn accumulated contributions not previously redeposited, in monthly payments, plus interest, at the respective interest rates used under the Retirement System from time to time since such re-entry, from the respective dates of re-entry to the date of payment; provided, that in no event shall any monthly payment on the redeposit, except the payment of the balance due, be less than three percent of the amount to be redeposited or 20 percent of the compensation earned during the month, whichever is the lesser. Any such member shall elect on or before the expiration of 180 days after the effective date of this Section to make or not to make such redeposit. Failure to elect shall be deemed an election not to redeposit. \n     If a member elects under this Section to make the redeposit and does not pay in full the amount due, the portion of the redeposit paid shall be refunded to him, and his status under the Retirement System shall be the same as if he had never elected under this Section to make such redeposit. The accumulated contributions standing to the credit of such member on the effective date of this Section and his rate of contribution shall not be affected by this Section. \n     If a member redeposits under this Section, his membership shall be the same as if he had redeposited at the time he first had the right to do so. If such redeposit is made by a member under Section \n8.507 of the Charter, an amount equal to the accumulated normal contributions so deposited shall again be held for the benefit of the member and shall no longer be included in the amounts available to meet the obligations of the City and County on account of benefits that have been granted and on account of prior service of members. The contributions required of the City and County currently, as percentages of salaries of persons who are members under Section \n8.509 of the Charter, shall be increased to percentages determined by the actuary as necessary to increase the reserve held by the Retirement System on account of miscellaneous members by an amount equal to the increase in liabilities under the system resulting from redeposits under this Section, by members under Sections 8.07 and \n8.509 of the Charter. \n(Ord. No. 8081(1939), Sec. 2)\n\n","heading":{"title":"16","chaptersection":"48","identifier":"16.48","catch_text":"PAYMENTS AFTER RE-ENTRY INTO SYSTEM."}}