{"text":"\n     (a)     March 31st shall be a holiday, known as \"Cesar Chavez Day.\"\n     (b)     This section shall create a paid holiday for represented employees of the City and County of San Francisco only to the extent allowed by ratified Memoranda of Understanding between the City and the affected recognized employee organizations. This section will not create a paid holiday for City employees until funds have been allocated for such a holiday. \n     (c)     The process for establishing a paid holiday for City employees is the following:\n          (1)     For employees represented by an employee organization whose labor contract (Memorandum of Understanding, or MOU) contains the following, or a similar, provision, \"Any day declared to be a holiday by proclamation of the Mayor after such day has heretofore been declared a holiday by the Governoror the Presidentthe Mayor may, by proclamation, provide a paid holiday for those employees covered by the MOU. \n          (2)     For employees represented by an employee organization whose MOU does not contain the language included in subparagraph (1) above, or if the Mayor does not exercise her or his authority under the language in subparagraph (1) above, the Mayor, through the Department of Human Resources, may meet and confer with employee representatives and propose an amendment to the MOU that will provide a paid holiday for those employees covered by the MOU. Such a proposed MOU amendment, if agreed upon by the labor organization and the Mayor, must be approved, or rejected, by the Board of Supervisors, and would become effective the following fiscal year. \n          (3)     For employees who are not represented by an employee organization, the City, by an ordinance approved by the Board of Supervisors, may amend the Unrepresented Employees Ordinance to provide an additional paid holiday for unrepresented City employees. \n(Added by Ord. 67-01, File No. 010529, App. 5/4/2001)\n\n","heading":{"title":"16","chaptersection":"5","identifier":"16.5","catch_text":"CESAR CHAVEZ DAY."}}