{"text":"\n     (a)     The Department of Elections or Contractor shall thereafter count the ballots in such a manner that the identity of the individual casting any particular ballot will not be disclosed. Each ballot shall be counted so long as it has been properly marked, signed and delivered. The Department of Elections or Contractor shall certify the new Health Service Board or Retiree Health Trust Fund Board trustee. \n     (b)     Within five days of the close of voting and prior to certification, the Retiree Health Trust Fund Board secretary shall attest to the Department of Elections or contractor that there is one retired member trustee and one active member trustee candidate to fill the two elected Retiree Health Trust Fund Board trustee positions. For purposes of Retiree Health Trust Fund Board elections, the date of the election shall be the day the election is certified by the Department of Elections or Contractor. In the event that the active member candidate with the highest number of votes is no longer an active member on the day the election is certified, the Department of Elections shall certify the active member candidate with the next highest number of votes. In the event that the retired member candidate with the highest number of votes is no longer a retired member on the day the election is certified, the Department of Elections shall certify the retired member candidate with the next highest number of votes. \n     (c)     Within five days of the close of voting and prior to certification, the Executive Director of the Retirement System shall attest to the Department of Elections or Contractor whether there is a retired member serving as trustee on the Retirement Board: \n          (i)     If, at that time, there is no retired member serving as trustee, the Department of Elections or Contractor shall certify the individual receiving the highest number of votes as the newly elected trustee of the Retirement Board. \n          (ii)     If, at that time, there is a retired member serving as trustee, the Department of Elections or Contractor shall certify the member (not a retired member) receiving the highest number of votes as the newly elected trustee of the Retirement Board. \n     Where there is no vacancy, the Department of Elections or Contractor shall certify the new Retirement Board trustee as close to the expiration of the term as reasonably possible. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\n","heading":{"title":"16","chaptersection":"563. ","identifier":"16.563. ","catch_text":"COUNTING OF BALLOTS AND CERTIFICATION OF NEW TRUSTEE."}}