{"text":"\n     Any member of the Retirement System under Sections \nA8.509, \nA8.584 and \nA8.587 of the Charter, who elects, pursuant to Section \n16.55-2 to make contributions and receive credit as miscellaneous City and County service for all or any part of the time he or she was in public service, shall contribute to the Retirement Fund an amount equal to the product of: \n     (a)     the monthly compensation earnable by said member on the date he or she makes a lump sum payment to purchase the prior public service credit or delivers to the Retirement System a signed installment payment agreement to purchase the prior public service credit, multiplied by \n     (b)     the normal cost percentage of the applicable miscellaneous plan as published in the most recent actuarial valuation adopted by the Retirement Board, multiplied by \n     (c)     the number of months of prior public service being purchased.\n     (d)     In addition, members who make payment by other than lump sum payment shall pay interest on the unpaid balance of the amount payable into the Retirement Fund under this Section, commencing on the date of the member's election to make such contributions, at the rate of interest currently being used from time to time under the Retirement System. \n     Payment of the contributions required by this Section shall be made in a lump sum or by installment payments. Installment payments shall be made at times and in a manner fixed by the Retirement Board; provided, that the period for completion of such payments shall not exceed five years. All payments required by this Section must be received by the Retirement System before the date the member files the application to retire or the effective date of the member's retirement, whichever is later. \n     Any member who elects to purchase credit for prior public service by installment payments may, at any time during the period for making such installment payments, complete the purchase by lump sum payment. \n     Except as prohibited by the Internal Revenue Service, any member who elects to purchase credit for prior public service by installment payments may, at any time prior to completion of payment for such purchase, revoke his or her election. Such revocation shall be in writing and shall be effective only if filed with the Retirement System. Upon such revocation of election, the member shall have the option to receive a refund of all of the contributions which he or she has made pursuant to such election or to receive credit for the prior public service purchased up to the date of the revocation. If said member elects to receive a refund, then he or she shall thereafter not have the right to elect to receive credit for the public service which was the subject of said revoked election. \n     All contributions made pursuant to this Section, and the interest thereon shall be considered to be and shall be administered as contributions of the member; provided that only the share of said contributions representing the member's contributions, including interest, shall he considered when calculating benefits payable pursuant to Sections \nA8.509(f), \nA8.584-6 and \nA8.587-6 of the Charter. \n(Added by Ord. 171-70, App. 5/28/70; amended by Ord. 308-08, File No. 080379, App. 12/16/2008)\n\n","heading":{"title":"16","chaptersection":"55-3","identifier":"16.55-3","catch_text":"CONTRIBUTIONS FOR PUBLIC SERVICE CREDIT."}}