{"text":"\n     (a)     When Internal Reciprocity Applies. Subject to the provisions of Charter Section \n8.500-1, including but not limited to the effective dates therein, when a person ceases to be a member of the Retirement System under Charter Section \n8.509, \n8.559, \n8.584, \n8.585, \n8.586 or \n8.588, or is granted a leave of absence to work in another city position, and then within six months, again becomes a member of the Retirement System under a different set of Charter provisions, this section shall allow such member to receive reciprocal benefits within the Retirement System if the member retires concurrently under all benefit provisions. \n     (b)     Summary of Internal Reciprocity. Reciprocal benefits within the Retirement System shall mean that: (1) all service credit earned within the Retirement System shall be used for qualification purposes, (2) final compensation shall include compensation earned while a member under any set of Charter provisions and (3) pension benefit calculations shall be prorated based on service credit earned and determined according to the provisions and percentages specified under each set of Charter sections. \n     (c)     Procedures. Notwithstanding any provisions of the Retirement System concerning vesting, on and after April 1, 1993, any member whose movement between different sets of Charter provisions occurs as specified in Paragraph (a), shall have the right to elect on the form specified by the Retirement System to leave his or her accumulated contributions on deposit irrespective of the amount of such contributions or the length of service. Interest on said accumulated contributions shall continue to accrue at plan rates. If the member does not qualify for reciprocal benefits or vest, the member shall receive a refund of contributions plus interest. \n          Members of the retirement system on and after April 1, 1993, who received refunds of pension contributions prior to April 1, 1993 for periods of membership that would otherwise qualify for reciprocity benefits within the Retirement System, may redeposit those contributions plus interest at plan rates at any time before death or retirement, whichever occurs first, and qualify for reciprocity within the Retirement System. \n          Members of the Retirement System on and after April 1, 1993, who had periods of City employment prior to becoming members of the Retirement System that would otherwise qualify for reciprocity benefits within the Retirement System, may receive service credit by paying member contributions plus interest at plan rates based on the compensation received during those periods of employment at any time before death or retirement, whichever occurs first, and qualify for reciprocity within the Retirement System. \n     (d)     Final Compensation. Average final compensation shall be based on all compensation earned or earnable by a member during any period of membership under the Retirement System, provided that the member is credited with such period of service at the time of retirement and provided further that pension benefit calculations shall be prorated based on service credit earned and determined according to the provisions, including, but not limited to the final compensation provisions, and percentages specified under each set of Charter provisions. \n     (e)     Qualification Purposes. For the sole purpose of meeting minimum service qualifications for benefits and retirement allowances under the Retirement System, service shall include any service credit earned under the Charter provisions of the Retirement System as described in Paragraph (a) above. \n          For police and fire members of the Retirement System, if service credit as defined by Charter Sections \n8.559-10, \n8.585-10, \n8.586-10 and \n8.588-10 is less than 25 years at the time of retirement, the member shall receive a pro rata portion of the benefit for 25 years of service. Police and fire members of the Retirement System with 25 or more years of service credit with the Retirement System, shall receive police and fire benefits based only on the portion of Retirement System service credit defined by Charter Sections \n8.559-10, \n8.585-10, \n8.586-10 and \n8.588-10; they shall receive miscellaneous retirement benefits based only on the portion of Retirement System service credit earned under Charter Sections \n8.509 and \n8.584. \n     (f)     Cost-of-Living Adjustments. Cost-of-living adjustments for any retirement or death allowance shall be prorated based on the member's accrued service credit under Charter Sections \n8.509, \n8.559, \n8.584, \n8.585, \n8.586 or \n8.588. \n          Any retirement or death allowance payable to or on account of a police or fire member of the Retirement System subject to Charter Sections \n8.559 and \n8.585 shall be adjusted in accordance with the provisions of Charter Section \n8.559-6 and \n8.585-6, provided that any increase or decrease shall be related to the rank or position that said member held for at least one year immediately prior to terminating police or fire service and provided further that if the member's accrued service credit under Charter Section \n8.559-10 or \n8.585-10 is less than 25 years, the Charter Section \n8.559-6 and \n8.585-6 adjustments will be multiplied by a fraction where the denominator is 25 and the numerator is equal to the member's accrued service credit under Charter Section \n8.559-10 or \n8.585-10. \n     (g)     Disability Benefits. When a member is retired for disability, he or she shall receive a disability retirement allowance based on all service credit earned in the retirement system provided that the disability allowance allowed under any earlier set of Charter provisions shall not exceed an amount which when added to the allowance provided under the current set of Charter provisions equals the allowance which would be paid for a nonservice connected disability if all the member's service had been credited under the set of Charter provisions in which the member was last active prior to the effective date of his or her disability retirement. If a member is retired for a service connected disability under Charter Sections \n8.559, \n8.585, \n8.586 or \n8.588, then he or she will be entitled to an additional refund or vesting benefit under the provisions of Charter Sections \n8.509 or \n8.584. \n     (h)     Death Benefits. If an active member, under Charter Sections \n8.559, \n8.585, \n8.586 or \n8.588, dies by reason of an industrial injury or illness, then the death benefit may include the refund of the member's accumulated contributions in the Retirement System relating to service credit under Charter Sections \n8.509 and \n8.584. In all other death cases, the death benefit shall not exceed an amount which equals the death benefit payable had all reciprocal service been rendered under the plan in which the member was active immediately before the time he or she died. \n     (i)     Interpretation Consistent With PERS. Interpretation of this section shall be made consistent with the Charter Section \n8.500-1 and with reference to interpretations that have been made relative to the reciprocal benefit provisions of the Public Employees' Retirement System and The 1937 County Employees' Retirement Act. This section shall apply to members who transfer solely within the Retirement System as described in Paragraph (a) above. \n     (j)     Concurrent Accrual of Benefits Prohibited. With the exception of adult hourly credits, members shall not accrue pension benefits concurrently under Charter Section \n8.509, \n8.559, \n8.584, \n8.585, \n8.586 or \n8.588. For internal reciprocity purposes, a person shall be deemed to be an active member under only the set of Charter provisions as determined by his or her pension contributions at the time of any particular pension event. \n(Added by Ord. 231-93, App. 7/22/93)\n\n","heading":{"title":"16","chaptersection":"55-7. ","identifier":"16.55-7. ","catch_text":"INTERNAL RECIPROCITY OF PENSION BENEFITS WITHIN THE RETIREMENT SYSTEM."}}