{"text":"\n     Each Election Officer shall: \n     (a)     Prior to the date that ballots are delivered, inform the department or employee responsible for distributing paychecks to employees of the department of the dates during which ballots are to be distributed to employees and of the responsibility of the Payroll Department to make arrangements to distribute a ballot with each paycheck by a date that will allow each voter at least three days to mark and deliver the ballot; \n     (b)     Upon receipt of the ballots, coordinate his or her efforts and those of the Payroll Department to insure that the ballots are ready to be distributed along with paychecks by a date that will allow each voter at least three days to mark and deliver the ballot; \n     (c)     Provide notice to employees who are in the Retirement System or Health Service System but would not be likely to receive ballots along with their paychecks, such as employees on the temporary payroll, that ballots are available; \n     (d)     Provide ballots to employees who did not, or would not, receive them along with their paychecks pursuant to the procedure established by the Department of Elections or Contractor; \n     (e)     Establish and maintain a collection procedure so that employees have a convenient method of returning ballots, which method shall, where possible, make use of at least one container in which ballots can be placed; and \n     (f)     Return the ballots which have been received or otherwise collected according to the collection procedure established by such officer to the Department of Elections or Contractor, either personally or by the inter-office mail system, in a timely manner so that the ballots will be delivered to the Department of Elections or Contractor by the date established by the Retirement Board, the Health Service Board or Retiree Health Trust Fund Board as the final date for such delivery. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\n","heading":{"title":"16","chaptersection":"561","identifier":"16.561","catch_text":"DUTIES OF ELECTION OFFICERS."}}