{"text":"\n     This Section shall extend the following rights in the Retirement System to members of any other public agency retirement system (hereinafter \"reciprocal system\") which adopts similar reciprocal provisions in their retirement ordinances or plans pursuant to Sections 20042, 20043, 31840.2 and 45310.5 of the Government Code, and who by contract agree to extend the benefits thereof to the Retirement System; provided that such member enters employment and becomes a member under the Retirement System of the reciprocal system within six months of terminating his or her employment under such other reciprocal system or the Retirement System. \n     (a)     Notwithstanding any provisions of the Retirement System or a reciprocal system plan in the matter of vesting, any member subject to Charter Sections \n8.509, \n8.559, \n8.584, \n8.585, \n8.586 and \n8.588 whose movement between systems occurs as herein specified shall have the right to elect to leave his or her accumulated contributions on deposit irrespective of the amount of such contributions or length of service. Interest on said accumulated contributions shall accrue at plan rates. If a member does not vest or qualify for a reciprocal benefit the member shall receive a refund of contributions plus interest. \n     (b)     The average monthly salary during any period of service as a member of a reciprocal system shall be considered compensation earned or earnable by a member of the Retirement System for purposes of computing final average compensation for such member according to the applicable Charter provisions, provided the member retires concurrently under both systems and is credited with such period of service under one reciprocal system at the time of retirement. \n     (c)     For the sole purpose of meeting minimum service qualifications for benefits and retirement allowances under the Retirement System, service shall also include service rendered as an officer or employee of a reciprocal system if the salary for such service constitutes compensation earned or earnable by a member of this system. For police and fire members of the Retirement System subject to Charter Sections \n8.559, \n8.585, \n8.586 and \n8.588, if Retirement System service is less than 25 years at the time of retirement, the member shall receive a pro rata portion of the benefit for 25 years of service. \n     Police and fire members of the Retirement System subject to Charter Sections \n8.559, \n8.585, \n8.586 and \n8.588, with 25 or more years of service credit with the Retirement System, shall receive benefits based on Retirement System service only as defined by Charter Sections \n8.559, \n8.585, \n8.586 and \n8.588. \n     (d)     Any retirement or death allowance payable to or on account of a police or fire member of the Retirement System subject to Charter Sections \n8.559 and \n8.585 shall be adjusted in accordance with the provisions of Charter Sections \n8.559-6 and \n8.585-6, provided that any increase or decrease shall be related to the rank or position that said member held for at least one year immediately prior to terminating City service and provided further that if the member's accrued service credit is less than 25 years, the Charter Section \n8.559-6 and \n8.585-6 adjustments will be multiplied by a fraction where the denominator is 25 and the numerator is equal to the member's accrued service credit at the date of termination of City service. \n     (e)     A member shall be retired for disability and receive a retirement allowance based on the service credited to him or her at the time of retirement during any period in which he or she receives a disability retirement allowance under a reciprocal system; provided, that such allowance shall not exceed an amount which when added to the allowance paid under the reciprocal system equals the allowance which would be paid for a non-service connected disability if all the member's service had been credited under the reciprocal system; and provided further, that such allowance shall in no event be less than an annuity which is the actuarial equivalent of the member's contributions, whether or not the disability is for service connected reasons. The minimum allowance provisions of the City Charter will not be applied if the member has less than 10 years of credited service under the Retirement System. In such a case, the disability allowance paid by the Retirement System shall be based on San Francisco service only. \n     (f)     The death benefit for a member who dies from non-industrial causes as a member of a reciprocal system shall not exceed an amount which when added to the death benefit paid for such member under the reciprocal system equals the death benefit payable under that system had all reciprocal service been rendered under that system; provided, however, that such death benefit shall be at least the amount of the member's accumulated contributions in the Retirement System. If death is caused by industrial injury or disease in the reciprocal system, the death benefit shall be the amount of the member's accumulated contributions in the Retirement System. For a member of the Retirement System who dies from non-industrial causes, the minimum allowance provisions will not be applied if the member needs service rendered in a reciprocal system to meet mini-mum service qualification for a survivor allowance. In such a case, the allowance paid by the Retirement System shall be based on San Francisco service only. \n     (g)     The Retirement Board shall on the request of a reciprocal system supply information and data necessary for administration of such system as it is affected by membership in and service credited under the Retirement System. \n     (h)     Interpretation of this Section shall be made consistent with the City Charter and with reference to interpretations that have been made relative to the reciprocal benefit provisions of the Public Employees' Retirement System and 1937 County Employees' Retirement Act upon which this Section is based and which this Section is intended to implement. This Section shall not apply to members who transfer solely within the Retirement System between miscellaneous, police and fire plans. \n     (i)     These provisions shall apply only to a member whose termination and entry into employment resulting in a change in membership from the Retirement System to such other reciprocal system or from such other reciprocal system to the Retirement System occurred after such acceptance by the Board of Supervisors or after the effective date specified in the agreement; provided, however, that provisions relating to computation of final compensation shall apply to any other member if such provision would have applied had the termination and entry into employment occurred after such acceptance or determination by a system's governing board. \n     (j)     Reciprocal rights under this Section shall be modified as necessary to conform to amendments to the Public Employees' Retirement Law or the County Employees' Retirement Law of 1937 as provided in Government Code Section 20042. \n(Added by Ord. 275-88, App. 6/29/88; amended by Ord. 371-90, App. 11/13/90)\n\n","heading":{"title":"16","chaptersection":"55-6","identifier":"16.55-6","catch_text":"RECIPROCAL BENEFITS."}}