{"text":"\n     (a)     Content and Form of Statement. Candidates may file a candidate qualification statement including the name, age and occupation of the candidate and a description of no more than 200 words of the candidate's education and qualifications as expressed by the candidate. To ensure that all statements are filed in a uniform format, the statement shall be in a manner specified, and on a form provided, by the Department of Elections, or Contractor, for this purpose. \n     (b)     Deadline for Submission of Statement. Candidates who choose to submit a candidate qualification statement shall file the statement with the Department of Elections, or Contractor, at the date and time established by that department. \n     (c)     Inclusion of Nominators and Supporters. The candidate qualification statement may, but need not, include the names of some or all of the candidate's nominators. The statement may also include the names of individuals and entities which support the candidate but did not serve as nominators. The names of such supporters shall not be published as part of the candidate's qualification statement unless the candidate provides the supporter's written authorization at the time the statement is submitted to the Director of Elections or Contractor. The authorization shall be in a form prescribed by the Director of Elections or Contractor. If the candidate chooses to include the names of nominators, or other supporters in the candidate qualification statement, these names shall be counted toward the 200-word limit. \n     (d)     Limitations. The candidate qualification statement shall not include the party affiliation of the candidate, nor membership or activity in partisan political organizations. \n     (e)     Withdrawal of Statement. A candidate may withdraw, but not change, his or her candidate qualification statement by filing with the Director of Elections, or Contractor, a signed and sworn statement of withdrawal no later than 5:00 p.m. of the thirtieth day prior to the election. \n(Added by Ord. 285-08, File No. 081190, App. 12/5/2008)\n\n","heading":{"title":"16","chaptersection":"553-1","identifier":"16.553-1","catch_text":"CANDIDATE QUALIFICATION STATEMENTS."}}