{"text":"\n     (a)     The Charter of the City and County of San Francisco provides that the trustees of the Retirement Board, who are entrusted with the administration of the San Francisco City and County Employee's Retirement System, shall include three trustees elected from the active and retired members of the Retirement System. As used in this Article, a retired member of the Retirement System shall mean a person who is in receipt of a retirement allowance relating to his or her membership in the retirement system. \n     (b)     The Charter of the City and County of San Francisco provides that the trustees of the Health Service Board, who are entrusted with the administration of the San Francisco City and County Employees' Health Service System, shall include four trustees elected from the active and retired members of the Health Service System. For the purposes of a Health Service System election, a retired member of the Health Service System shall mean a person who is a member of the Health Service System retired under the San Francisco City and County Employees' Retirement System, State Teachers Retirement System (STRS), Public Employees Retirement System (PERS), and the surviving spouse of an active employee and the surviving spouse of a retired employee, provided that the surviving spouse and the active or retired employee have been married for a period of at least one year prior to the death of the active or retired employee. \n     (c)     The Charter of the City and County of San Francisco provides that the trustees of the Retiree Health Care Trust Fund, who are entrusted with providing a funding source to defray the cost of the City's and Participating Employers' obligations to pay for health coverage for retired persons and their survivors entitled to health care coverage under Charter Section \nA8.428, shall include two trustees elected from active employees and retired members of the City's Health Service System. One of the elected trustees shall be an active City or Participating Employer employee member and one shall be a retired City or Participating Employer member as of the date of their respective elections. For the purposes of a Retiree Health Care Trust Fund election, a retired member of the Health Service System shall mean a person who retired from City employment, or from a Participating Employer, and who is a member of the Health Service System retired under the San Francisco City and County Employees' Retirement System, the State Teachers Retirement System (STRS), or the Public Employees Retirement System (PERS), and the surviving spouse or domestic partner of an active employee and the surviving spouse or domestic partner of a retired employee, provided that the surviving spouse or domestic partner and the active or retired employee have been married for a period of at least one year prior to the death of the active or retired employee. For the purposes of a Retiree Health Care Trust Fund election, an active member of the Health Service System shall mean an active City employee or an active employee of a Participating Employer. As used in this section, Participating Employer means the San Francisco Unified School District and the San Francisco Community College District, following a resolution by these employers' respective governing boards to participate in the Retiree Health Care Trust Fund. \n     (d)     The failure to abide by election procedure obligations and deadlines in San Francisco Administrative Code Sections \n16.550-\n16.565 shall not invalidate an election if the election has been conducted fairly and in substantial compliance with and conformity to the legal requirements. \n     (e)     Whenever the term of office of such an elected trustee expires or whenever a vacancy occurs in such an office so that an election is necessary to fill a present or expected vacancy, the following provisions shall govern the election procedure. \n(Added by Ord. 512-80, App. 10/29/80; amended by Ord. 287-94, App. 8/4/94; Ord. 378-95, App. 12/7/95; Ord. 285-08, File No. 081190, App. 12/5/2008) \n\n","heading":{"title":"16","chaptersection":"550","identifier":"16.550","catch_text":"PURPOSE."}}