{"text":"\n     (a)     The purpose of this section is to implement the provisions contained in Section 414(h)(2) of the Internal Revenue Code of the United States concerning the tax treatment of employee contributions paid by the City and County on behalf of affected employees and to adopt the limitations set forth in Sections 401(a) and 415 of the Internal Revenue Code. \n          Pursuant to Section 414(h)(2) contributions to a pension plan, although designated under the plan as employee contributions, when paid by the employer in lieu of contributions by the employee, under circumstances in which the employee does not have the option of choosing to receive the contributed amounts directly instead of having them paid by the employer, may be excluded from the gross income of the employee until these amounts are distributed or made available to the employee. \n     (b)     Notwithstanding any other provisions to the contrary, the City and County may pick up, for the sole and limited purpose of deferring taxes as authorized by Section 414(h)(2) of the Internal Revenue Code [26 U.S.C.A. 414(h)(2)] and Section 17501 of the California Revenue and Taxation Code, all or a portion of the contributions required to be paid by a member of the Retirement System. Nothing herein shall be construed to mean that any contributions so picked up by the City are to be treated as City contributions for any purpose other than the sole and limited purpose specified herein. No pickup shall be made pursuant to this section except upon a determination by the Controller as required by subsection (e) below. \n          The provisions of this Section shall be administered on a bargaining unit basis and shall be subject to any applicable meet and confer laws. \n          Any appropriate representation unit recognized by the City and County, by and through the employee organization certified to represent it, may opt out of the provisions of this Section by meeting and conferring with the City and County's Employee Relations Division for a memorandum of understanding to so provide. In the event such agreement is reached, contributions of the employees involved shall be treated for all purposes in the same manner and to the same extent as members' contributions made prior to the operative date of this Section. \n          A memorandum of understanding arrived at under this subsection shall continue in effect from year to year, subject to termination by notice by the employee organization which had negotiated the memorandum of understanding, served not less than ninety days prior to the proposed date of termination. \n     (c)     No member shall have the option of choosing to receive directly the contributions picked up by the City and County instead of having such amounts paid to the Retirement System. \n     (d)     The contributions picked up by the City and County shall be treated for all purposes, other than taxation, in the same manner and to the same extent as members' contributions made prior to the operative date of this section. \n     (e)     This section shall be operative only so long as the City and County's pickup of employee contributions continues to be excludable from the gross income of members under the provisions of Internal Revenue Code Section 414(h)(2). \n          The City and County shall retain the authority periodically to increase, reduce or eliminate, subject to meet and confer where legally appropriate, the pickup by the City and County of all or a portion of the contributions required to be paid by a member of the Retirement System, as authorized by Section 414(h)(2), Internal Revenue Code. \n     (f)     The employer pickup shall work as follows:\n          1.     General RulePickup. All employee contributions required under the Retirement System for amounts earned on and after an effective date to be specified by the Controller (\"the Effective Date\") shall be paid by the respective member's employer in lieu of contributions by the member. The member shall have no right to alter the amount of such contribution, nor shall the member have the right to receive directly the contributed amounts instead of having the employer pay them to the Retirement System. \n          2.     ExceptionPickup.\n               a.     Employer Contribution. A member may elect as specified below to have his or her employer contribute in lieu of the employee's contribution, the amount of the reduced rate of contributions specified in Charter Section \n8.514(a), effective for amounts earned on and after the Effective Date. The member shall have no right to alter the amount of such employer contribution on his or her behalf, nor shall the member have the right to receive directly the contributed amounts instead of having the employer pay them to the Retirement System. \n               b.     Right of Further Employee Contribution. The member shall continue to have the right to make further contributions as specified in Charter Section \n8.514(a) so that the total contributed on his or her behalf by (i) the member's employer and (ii) the member equals the total employee contribution otherwise required under the Retirement System. \n               c.     Timely Election of Reduced Pickup. In order to qualify for the reduced pickup, the member must complete the Retirement System's form electing the reduced pickup and then timely file such form with the Retirement System. \n                    (i)     The Controller shall specify an election period which shall begin on an Election Date and end on a Cutoff Date. The Cutoff Date shall be prior to the Effective Date. For members who are earning compensation subject to Retirement System contributions on the Election Date, the election form must be filed with the Retirement System no later than the Cutoff Date. The election shall become effective for earnings on and after the Effective Date. \n                    (ii)     For members who are not earning compensation subject to Retirement System contributions on the Election Date, but who do so at some time after that date, the election form must be filed with the Retirement System on the first day after the Election Date that the member earns such compensation. The election shall become effective for earnings on and after the later of (i) the Effective Date or (ii) the date that the employee files the election with the Retirement System. \n          3.     Irrevocability.\n               a.     Members Electing Full Pickup. All members who did not timely file the election specifying the reduced pickup shall have the further contribution picked up and shall have no further opportunity to elect the reduced pickup. \n               b.     Members Electing Reduced Pickup. All members who timely filed the election specifying the reduced pickup shall have only the reduced rate contribution picked up and shall have no further opportunity to elect the full pickup. \n          4.     Exception: Employees Covered by Certain Memoranda of Understanding.\n               a.     Coverage Under a Memorandum of Understanding Specifying Pickup Treatment. If a duly certified bargaining unit enters into a memorandum of understanding with the employer that specifies that employees covered by the memorandum of understanding who are members of the Retirement System will have (i) the full pickup, or (ii) no pickup, then all members so covered shall be treated as described in that memorandum of understanding for as long as they are covered by it. \n               b.     Cessation of Coverage Under a Memorandum of Understanding Specifying Pickup Treatment. If a member ceases to be covered by a memorandum of understanding with the employer specifying how covered employees will be treated with respect to the pickup, then: \n                    (i)     If the member had not previously had the opportunity to elect the reduced pickup, the member shall be offered such election on the first day on which the member earns compensation subject to Retirement System contributions following cessation of coverage under the memorandum of understanding. \n                    (ii)     If the member previously had the opportunity to choose the reduced pickup, then the member's pickup shall again be treated as it was prior to coverage under the memorandum of understanding. \n          5.     Employees Not Covered by Social Security. The Controller may specify different Effective Dates for employees covered by Social Security and for employees not covered by Social Security. Those not covered by Social Security will not be offered the reduced pickup election. \n(Added by Ord. 349-89, App. 10/10/89; amended by Ord. 37-90, App. 1/30/90)\n\n","heading":{"title":"16","chaptersection":"61-1. ","identifier":"16.61-1. ","catch_text":"IMPLEMENTATION OF INTERNAL REVENUE CODE SECTION 414(h)(2)."}}