{"text":"\n     Notwithstanding any other provision of law, the City may pick-up, for the sole purposes of deferring income taxes thereon, as authorized by the Internal Revenue Code (26 U.S.C.A. 414(h)(2)) and the Revenue and Taxation Code (Section 17501), as amended from time to time, any payroll deductions that may be required to be paid into the Retirement System for redeposits, shortages, and prior service, including but not limited to temporary service, public service, military service and representative service. The picked-up amounts, although designated as members' contributions, shall be paid by the member's employer directly to the Retirement System in lieu of contributions by the member. The contributions picked-up by the City shall be treated for all purposes, other than taxation, in the same manner and to the same extent as members' contributions made prior to the operative date of this Section. The Retirement Board shall have the power to establish rules setting forth the procedures necessary to collect contributions for redeposits, shortages and prior service on a pre-tax basis and to satisfy the requirements of Internal Revenue Code (26 U.S.C.A. 414(h)(2)) and the Revenue and Taxation Code (Section 17501), as amended from time to time. The member must agree to and sign an irrevocable payroll authorization on a form furnished by the Retirement System. After making the irrevocable payroll election, the member shall not have the option of choosing to receive the amounts directly instead of having them paid by the employer to the Retirement System. A member may not terminate the irrevocable payroll authorization before completion of the payments or termination of employment. The effective date for the commencement of this pick-up shall not be earlier than the later of 30 days following the Mayor's approval of this ordinance or the date this ordinance is put into effect. \n(Added by Ord. 147-99, File No. 990045, App. 6/2/99)\n\n","heading":{"title":"16","chaptersection":"61-4","identifier":"16.61-4","catch_text":"PRE-TAX TREATMENT OF BUY BACKS."}}