{"text":"\n     (a)     Active full-duty sworn police officers on and after July 1, 2008 that occupy the ranks, and meet the additional requirements set forth in the Charter and Sections \n16.63 through \n16.63-10 may enter the DROP before June 30, 2011 or a later-defined date if the DROP is renewed. The Police Department shall certify to the Retirement System active full-duty sworn police officer status at the time of entry into the DROP and the Retirement System shall rely on the Police Department's certification to determine DROP eligibility. \n     (b)     Former members of the San Francisco Employees' Retirement System whose employment is terminated before July 1, 2008, and are rehired after that date are not eligible to participate in the DROP. \n     (c)     Eligible police officers may make a one-time election to participate in the DROP. No police officer shall be permitted to elect to participate in the DROP more than once. A police officer who elects to participate in the DROP shall, on a form provided by the Retirement System, voluntarily: \n          (1)     Determine a beginning date upon which to enter the DROP, consistent with the rules set by the Retirement Board, and agree to terminate employment as an active full-duty sworn police officer with the City and County of San Francisco on or before the last day of his or her participation in the DROP. \n          (2)     Agree that his or her service retirement formula, including years of service and retirement allowance base adjusted for \"Gillmore\" debts, all other eligibility conditions, and eligibility for survivor benefits and option elections, shall be set, and not subject to later modification, at the time he or she enters the DROP. \n          (3)     Pay in full all mandatory redeposits before the date he or she enters the DROP.\n          (4)     Acknowledge that all elective payment of account shortages or \"Gillmore\" debts and elective purchases of service must be completed before he or she enters the DROP in order for such payments or purchases to be included in the calculation of his or her service retirement allowance upon entry into the DROP, A DROP participant may not repay an account shortage or \"Gillmore\" debt, or make an elective purchase of service after he or she has entered the DROP. \n          (5)     Agree that, upon the effective date of the eligible police officer's participation in the DROP, he or she waives any right to receive a refund of contributions that may have been available if he or she had not elected to participate in the DROP. \n          (6)     Agree to receive a service retirement allowance from the Retirement System upon termination of the DROP participation period at the time, and in the manner, provided in the Charter and this Code. \n          (7)     Designate a beneficiary for the DROP distribution. A DROP participant may change his or her beneficiary designation at any time prior to distribution. The DROP beneficiary designation shall not apply to any other benefit that may be available from the Retirement System. \n     (d)     Eligible police officers may elect to participate in the DROP for any period of time up to the maximum allowed by the Charter for the rank applicable to the police officer when he or she enters the DROP. For purposes of the program, the eligible DROP participation period shall be defined as the total number of times the Retirement System will post the monthly service amounts in Sections \n16.63-2(b)(1) and (2) to the participant's DROP account as determined by the DROP agreement. No police officer shall remain in the DROP after the participation period has expired. \n(Added by Ord. 93-08, File No. 080464, App. 5/23/2008)\n\n","heading":{"title":"16","chaptersection":"63-1","identifier":"16.63-1","catch_text":"DROP ELIGIBILITY."}}