{"text":"\n     The following shall be eligible to receive contributions for participation in the Health Service System as set forth below: \n     (a)     Members of boards and commissions referenced above in Section \n16.700(c) and retirees, surviving spouse and domestic partners referenced above in Section \n16.700(g), shall receive only the Charter-determined contribution. Members of boards and commissions who were in service on the effective date of this ordinance shall maintain the same types of benefits during their term of service. \n     (i)     Except as may otherwise be required under state or federal law, the surviving spouse or surviving domestic partner of an active employee who is killed in the performance of his or her duty shall continue to receive health benefits under the same terms and conditions provided to the employee prior to the death, or prior to the accident or injury that caused the death. \n     (b)     Employees referenced above in Section \n16.700(a), elected officials referenced above in Section \n16.700(b), members of the San Francisco Unified School District referenced above in Section \n16.700(d) and members of the San Francisco Community College District referenced above in Section \n16.700(e) shall receive both the Charter-determined contribution and collectively bargained contributions. Notwithstanding the foregoing, employees referenced above in Section \n16.700(a), who are not in active service for more than twelve (12) weeks, shall be required to pay the Health Service System for the full premium cost of membership in the Health Service System, unless the employee shall be on sick leave, workers' compensation, mandatory administrative leave, approved personal leave following family care leave, disciplinary suspensions or on a layoff holdover list where the employee verifies they have no alternative coverage. In accordance with the City's obligations under the Meyers-Milias-Brown Act, the Department of Human Resources shall establish rules and regulations governing whether employees who, after inclusion in the system, work less than twenty (20) hours per week, shall lose eligibility in the system or whether the employee shall be required to make additional contributions to the system. \n     (c)     Dependents of employees referenced above in Section \n16.700(a) shall only receive collectively bargained contributions. Dependents of elected officials references above in Section \n16.700(b) shall only receive contributions specified by ordinance. Dependents of members referenced above in Sections \n16.700(d), (e) and (f) shall only receive the contributions specified by the appropriate governing body. Dependents of board and commission members referenced above in Section \n16.700(c) shall receive no contribution. Dependents of retired employees referenced above in Section \n16.700(g) shall receive contributions only as provided by the Charter. \n     (d)     Resigned employees referenced above in Section \n16.700(g) shall not receive any contribution.\n     (e)     Those subgroups referenced above in Section \n16.700(f) shall receive contributions as determined by their respective employers.\n(Added by Ord. 48-95, App. 3/10/95; amended by Ord. 289-00, File No. 001549, App. 12/22/2000)\n\n","heading":{"title":"16","chaptersection":"701","identifier":"16.701","catch_text":"ELIGIBILITY FOR EMPLOYER CONTRIBUTIONS."}}