{"text":"\n     Until the first payment on account of any retirement allowance is made, a member or a retired person, except persons who are members under Section \n8.565 of the Charter, may elect to receive the actuarial equivalent of his retirement allowance payable throughout his life with the provision that: \n          Option 1. If he dies before he receives in lesser annuity payments the amount of his accumulated contributions as it was at his retirement, the balance of such accumulated contributions shall be paid to his estate or to such person as he shall nominate by written designation duly executed and filed with the Retirement Board at the time of his election; or \n          Option 2. Upon his death, his lesser retirement allowance shall be continued throughout the life of and paid to such person as he shall nominate by written designation duly executed and filed with the Retirement Board at the time of his election; or \n          Option 3. Upon his death, one-half of his lesser retirement allowance shall be continued throughout the life of and paid to such person as he shall nominate by written designation duly executed and filed with the Retirement Board at the time of his election. \n     Said election of option shall be made by signing and filing with the Retirement Board a notarized election of option on a form provided by the Retirement Board; provided, however, that if a retired person shall die before the first payment on account of his retirement allowance is made, such election of option shall be considered void and of no effect and his death shall be considered as that of a member before retirement, unless: \n          (a)     Such retired person has elected Option 2 or 3; or\n          (b)     Such person was retired on or after April 1, 1966, as a member under Section \n8.507 or \n8.509 of the Charter and such person has elected Option 1 and an allowance as provided in Subsection (d) of Section \n16.80 of this Code is otherwise payable upon his death. \n(Amended by Ord. 296-83, App. 5/27/83)\n\n","heading":{"title":"16","chaptersection":"75. ","identifier":"16.75. ","catch_text":"OPTIONAL MODIFICATIONS OF ALLOWANCES."}}