{"text":"\n     (a)     Subject to the provisions of this Section, any person who is a member under Section \n8.507 of the Charter may exercise an election on a form provided by the Retirement System and filed in the office of the system prior to July 1, 1965, to contribute to the Retirement Fund at the normal rate as provided in paragraph (c) of this Section and, further, to pay at times and in the manner fixed by the Retirement Board retroactive contributions sufficient to make his accumulated contributions standing to his credit in the accounts of the system on June 30, 1965 equal to what these contributions would have been if he had contributed at his normal rates (as they would have been had he been a member under Section \n8.509 of the Charter for time on and after July 1, 1947 and said contributions had been credited with regular interest through June 30, 1965, together with interest on the unpaid balance of such amount from July 1, 1965 to the date of payment. \n     (b)     Effective on July 1, 1965, any person who exercises the election provided in this Section, and upon strict compliance with the provisions of this Section, but not otherwise, shall be entitled on or after his attainment of the age of 62 years to a service retirement allowance which shall be in lieu of the total retirement allowance provided in former Section 16.70 of this Code and which, exclusive of benefits provided by additional contributions, shall be a service retirement allowance at the rate of 1 percent of the average monthly compensation earned by him during any five consecutive years of credited service in the Retirement System in which such average is the highest for each year of service credited to him in the Retirement System; or upon his retirement for disability as provided in Section \n16.71 of this Code, such a member who, on the effective date of such retirement, has not attained the age of 62 years, shall receive a disability retirement allowance which shall be calculated in the manner prescribed in former Section 16.72 of this Code, plus a pension provided by contributions of the City and County and equal to the annuity provided by his accumulated retroactive contributions. \n     (c)     In lieu of the normal rate provided in former Section 16.51 of this Code, the normal rate of contribution of each member exercising such election, as provided in this Section, for time on and after July 1, 1965, shall be based on his nearest age at the effective date of his membership in the Retirement System, and shall be the same as his normal rate of contribution would be if he were a member under Section \n8.509 of the Charter. \n     (d)     The City and County shall contribute to the Retirement System such amounts as may be necessary, when added to the contributions of such members, to provide the benefits payable to said members. \n     The service retirement allowance of each such member shall be apportioned between the allowance based on service rendered prior to July 1, 1965, and service rendered on and after said date. The portion of such allowance which shall be based on service rendered prior to said date and which is in excess of the allowance provided by the accumulated contributions of the City and County and of said member for time prior to said date including his accumulated retroactive contributions and interest thereon, shall be provided by contributions of the City and County which shall not be less during any fiscal year than the amount of such part of such allowance paid during such year, which is in excess of such annuity. \n     The portion of such allowances which shall be based on service rendered on and after said date, and which is in excess of the annuities provided by the accumulated contributions of said members for time on and after said date, shall be provided by contributions of the City and County for time on and after said date and interest credited thereon, which shall be in lieu of the contributions required of the City and County in former Section 16.61 of this Code, and which shall be made in annual installments. The installment to be paid in any year shall be determined by the application of a percentage to the total salaries paid during said year to such members, said percentage to be the ratio on July 1, 1965, or at a later date of a periodical valuation and investigation into the experience under the system as provided by the Board of Supervisors, of the value of such portion of said allowances thereafter to be paid to said members and which is in excess of the annuities provided by the said accumulated contributions of said members for time after said date, less the amount of contributions of the City and County and interest thereon then held by the system to provide said benefits, to the value at said respective dates of salaries thereafter payable to said members. Said values shall be determined by the actuary, who shall take into account the interest which shall be earned on said contributions, the compensation experience of members, and the probabilities of separation from service by all causes of members before retirement, and death of members after retirement. Said percentage shall be changed only on the basis of said periodical actuarial valuation and investigation into the experience under the system. \n     The benefits provided in this Section, however, shall not be applicable to any member who is not continuously in the status of a retired person for time beginning on a date not later than the first day of the month next following his attainment of the age of 70 years during the period ending June 30, 1966; the age of 69 years during the 12 months ending June 30, 1967; the age of 68 years during the 12 months ending June 30, 1968; the age of 67 years during the 12 months ending June 30, 1969; the age of 66 years during the 12 months ending June 30, 1970; and thereafter following the attainment of the age of 65 years; but, instead, such person shall be entitled to the benefits otherwise provided for members under Charter Section \n8.507 by the provisions of this Code for persons who do not exercise the election provided in Paragraph (a) of this Section, in the same manner as though he had never made such election, and if he has contributed to the Retirement System pursuant to the provisions of this Section, the accumulated contributions standing to his credit in the system shall be adjusted by refund to him or payment by him to bring the account to the amount which would have been credited to it had the member never made such election and had not contributed in the manner prescribed by it. \n     For the purposes of this Section the phrase \"status of a retired person\" shall mean with respect to any person a status beginning on the effective date of a retirement allowance which the person is entitled to receive as a result of his valid application for such allowance, which was filed in the office of the system not later than the last day of the month in which such allowance becomes effective. \n     It is hereby declared to be the intent of this Section that the benefit provisions contained herein would not have been enacted without the conditions expressed herein requiring that to be eligible for such benefits, any member who positively exercises the election provided herein, must actually contribute as prescribed herein, and file an application for retirement within the time and in the manner provided herein, so as to place himself in the status of a retired person continuously for the time stipulated herein, in conformity with the provisions hereof, and in the absence of strict compliance with such provisions, that such election shall be void and of no effect, and that the member shall not be subject to the provisions of this Section; except that the accumulated contributions standing to his credit in the Retirement System shall be adjusted to what they would have been if he had not contributed in accordance with such election. \n(Added by Ord. 65-65, App. 3/19/65; amended by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\n","heading":{"title":"16","chaptersection":"70-1","identifier":"16.70-1","catch_text":"OPTIONAL ALLOWANCES UPON RETIREMENT."}}