{"text":"\n     (a)     The Retirement Board may, at its pleasure, require any beneficiary who has been retired for disability and who has not attained the age of 62 years, to undergo a medical examination, such examination to be made by a physician or surgeon appointed by the Retirement Board, at the place of residence of the beneficiary or other place mutually agreed upon. Upon the basis of such examination, the Board shall determine whether the disability beneficiary is still incapacitated, physically or mentally, for service in the office or department of the City and County where he was employed and in the position held by him when retired for disability. If the Retirement Board shall determine that the beneficiary is not so incapacitated, his retirement allowance shall be cancelled forthwith, and he shall be reinstated to the position of the same class as that held by him when retired for disability. \n     (b)     Should a beneficiary after retirement for disability re-enter the City and County service and be eligible for membership in the Retirement System, his retirement allowance shall be cancelled and he shall immediately become a member of the Retirement System. His individual account shall be credited with an amount which shall be the actuarial equivalent, at the time of such re-entry, based on a disabled life, of the annuity which would have been purchased by his accumulated contributions at the time he or she retired. Such amount shall not exceed the City and County accumulated contribution held for his benefit on account of service as a member, at the time of his retirement. Such member shall also receive credit for prior service in the same manner as it was at the time of his retirement. \n     (c)     Should any retired person, except persons retired for service prior to January 8, 1932, and persons retired because of disability incurred in the performance of duty, engaged in a gainful occupation, prior to attaining age 62, the Retirement Board shall reduce the amount of his monthly pension as defined in this Article to an amount which, when added to the compensation earned monthly by him in such occupation, shall not exceed the amount of the compensation on the basis of which his retirement allowance was determined. Should the earning capacity of such beneficiary be further altered, the Board may further alter his pension to an amount which shall not exceed its amount when he was originally retired, but which, subject to such limitation, shall equal, when added to the compensation earned by him the amount of his compensation on the basis of which his retirement allowance was determined. When the beneficiary reaches age 62, his retirement allowance shall be made equal to the amount upon which he was originally retired, and shall not again be modified for any cause. \n     (d)     Should any beneficiary retired for disability refuse, under age 62, to submit to a medical examination, his pension may be discontinued until his withdrawal of such refusal, and should such refusal continue for one year, his retirement allowance may be cancelled. \n(Bill No. 1125, Ord. No. 4.073(C.S.), Sec. 56; amended by Ord. 326-00, File No. 001921, App. 12/28/2000)\n\n","heading":{"title":"16","chaptersection":"74","identifier":"16.74","catch_text":"DISABILITY RETIREMENT – MEDICAL EXAMINATIONS; RE-ENTRY INTO SERVICE; ENGAGING IN GAINFUL OCCUPATION AFTER RETIREMENT PERIOD."}}