{"text":"\n     (a)     Retirement of a member for disability shall be made by the Retirement Board upon medical examination as follows:\n          Any member while in City and County service, or within four months after the discontinuance of City and County service, or while physically or mentally incapacitated for the performance of his duty, if such incapacity has been continuous from discontinuance of City and County service, shall be examined by one or more physicians or surgeons selected by the Retirement Board, upon the Board's own motion, upon the application of the head of the office or department in which such member is employed, or upon the application of such member or of a person acting in his behalf, stating that such member is physically or mentally incapacitated for the performance of duty and ought to be retired; provided: \n          (1)     If he is a member under Sections \n8.540 or \n8.565 of the Charter, such disability is claimed to result from bodily injury received in the performance of duty; \n          (2)     If he is a member under Section \n8.543 or \n8.567 of the Charter, he has rendered 10 or more years of continuous service or such disability is claimed to result from bodily injury received in the performance of duty; \n          (3)     If he is a member under any other Charter provision, he has rendered 10 or more years of continuous service.\n     (b)     If such medical examination and other available evidence show, to the satisfaction of the Retirement Board, that the member is physically or mentally incapacitated for the performance of duty and ought to be retired; and, if he be a member under Section \n8.540 or \n8.565 of the Charter, or a member under Section \n8.543 or \n8.567 of the Charter, and has not had 10 or more years of continuous City and County service, that the disability is the result of bodily injury received in the performance of duty, then the Retirement Board shall retire the member for disability forthwith. \n     (c)     The Retirement Board shall secure such medical services and advice as may be necessary to carry out the purposes of this Section and of Section \n16.74 of this Code, and shall pay for such medical services and advice such compensation as the Board shall deem reasonable. \n(Bill No. 1125, by Ord. No. 4.073(C S.), Sec. 54)\n\n","heading":{"title":"16","chaptersection":"71. ","identifier":"16.71. ","catch_text":"DISABILITY RETIREMENT – MEDICAL GROUNDS."}}