{"text":"\n     (a)     If a domestic relations order requires a distribution to a former spouse after a member qualifies for retirement but before commencement of a member's pension, the retirement system may undertake such payments provided that such order conforms with the terms, conditions, and actuarial assumptions of the plan and provided further that the amount of any payments to be distributed to a former spouse plus interest shall be offset by either reductions in lump sum benefits or by an appropriate actuarial reduction of any allowance later payable to the member or a beneficiary. \n     (b)     At the time of retirement or later, a member, or a retired member, may elect to receive the actuarial equivalent of his or her retirement allowance payable throughout his or her lifetime with the provision that: \n     During the member's lifetime, his or her lesser allowance shall be divided with a former spouse according to community property principles. Upon the member's death, the community property portion, not to exceed 50% of the reduced allowance, shall be payable to the former spouse throughout his or her lifetime. \n     The same portion of the normal cost-of-living adjustments that are payable to the former spouse during the member's lifetime will continue to be payable after the member's death. \n     A member may make this election after the first payment of a retirement allowance upon a determination that it is a bona fide and equitable division of the community property interest in the retirement allowance. \n     (c)     Nothing in this Section shall be construed to obligate the retirement system to pay greater benefits than those otherwise payable by the terms of the plan. Any allowance otherwise payable to any other survivor may be reduced by the benefits authorized under this Section to the degree necessary to ensure that the Retirement System does not pay increased benefits. \n(Added by Ord. 210-89, App. 6/22/89)\n\n","heading":{"title":"16","chaptersection":"75-1. ","identifier":"16.75-1. ","catch_text":"OPTIONAL MODIFICATION OF BENEFITS FOR FORMER SPOUSE."}}