{"text":"\n     Upon the death on or after the effective date of this Section of a person who at the time of his death was receiving a retirement allowance as a person retired under Section 8.507 or 8.509 of the Charter and whose retirement allowance was first effective prior to April 1, 1966, an allowance shall be paid to his widow, until her death or remarriage, equal to ½ of his retirement allowance as it was prior to optional modification and prior to reduction as provided in Subsection (A) of Section 8.514 of the Charter, but exclusive of the part of such allowance which was provided by additional contributions. No allowance, however, shall be paid under this Section to a widow unless she was married to such retired person at least one year prior to his retirement. If he leaves no such widow, or if she dies or remarries before every child of such deceased retired person attains the age of 18 years, the allowance which such widow would have received had she lived and not remarried shall be paid to his child or children under said age, collectively, to continue until every such child dies or attains said age; provided, that no child shall receive any allowance after marrying or attaining the age of 18 years; it is provided however, that: \n     (a)     If on the effective date of this Section, such a retired person has a wife who upon his death would qualify as a widow to receive the allowance provided in this subsection; and \n     (b)     If such person at the time of his retirement elected Option 2 or Option 3 as provided under Section \n16.75 of this Code; then\n     (c)     The allowance of such retired person shall be recomputed as of the effective date of this Section, so that the option so elected shall apply only with respect to that part of his retirement allowance, prior to reduction as provided in Charter Section 8.514, which is in excess of the allowance which would be paid to his widow under this paragraph. \n     The funds for payments under this Section shall be derived in the same manner as provided in Paragraphs (1) and (2) of Subsection (d) of Section \n16.80 of this Code for other benefits payable on account of the death of retired persons. \n     This Section does not give any person retired prior to April 1, 1966, or his successors in interest, any claim or right against the City and County for any increase in or modification of any retirement allowance in effect prior to April 1, 1966, other than as specifically provided in this Section; nor for any increase in allowances paid or payable prior to the effective date of this Section. \n(Added by Ord. 152-67, App. 6/21/67)\n\n","heading":{"title":"16","chaptersection":"80-1. ","identifier":"16.80-1. ","catch_text":"DEATH AFTER RETIREMENT – PERSONS RETIRED PRIOR TO APRIL 1, 1966."}}