{"text":"\n     No modification of the benefits provided in this Article shall be made on account of any amounts payable to a beneficiary under the Compensation, Insurance and Safety Act, except that the portion of any retirement allowance or other benefit which is provided by contributions of the City and County, payable by the Retirement System because of the death or retirement of any member of the Fire or Police Department, as a result of injury or illness received in performance of duty shall be reduced by the amount of any benefits, other than medical benefits, payable to or on account of such member under the Workers' Compensation, Insurance and Safety Act of the State of California because of his death or the disability resulting in his retirement. \n     If such benefits under the Compensation Act shall run concurrently with the allowance under this Article and shall be due the beneficiary in payments which are equal to or less than the portion of the retirement allowance, then such portion shall be reduced each month by the amount of such other benefits so due during the month, and the beneficiary shall have no more right to such reduction than if the Retirement System had never existed. \n     If such benefits under the Compensation Act shall run concurrently with the allowance under this Article and shall be due to the beneficiary in payments which are greater than the portion of the retirement allowance, then payment of the portion shall be withheld until the total of the amounts so withheld shall equal the total of such other benefits paid, and the beneficiary shall have no more right to such amounts withheld than if the Retirement System had never existed. \n     It is the purpose of the preceding paragraph of this Section to reduce the pension portion of the retirement allowance payable from the Retirement Fund by the amount due to the beneficiary concurrently with such portion under the Compensation Act, and the payment before due date by the commutation through compromise or otherwise of such other benefits shall not prevent the reduction of such portion, as provided in this Section, in the amounts which would have been payable concurrently with the retirement allowance in the absence of such commutation. \n     If any benefits, other than medical benefits, shall have been paid concurrently with salary to the beneficiary under the Compensation Act because of a permanent disability, then payment of such portion of the retirement allowance shall be withheld until the total of the amounts so withheld shall equal the total of such benefits paid because of the permanent disability, and the beneficiary shall have no more right to such amounts withheld than if the Retirement System had never existed. \n     Such benefits which are payable for time during which salary is not paid and prior to the effective date of the allowance shall not be considered under the provisions of this Section. \n(Bill No. 1125, Ord. No. 4.073(C.S.), Sec 67)\n\n","heading":{"title":"16","chaptersection":"84. ","identifier":"16.84. ","catch_text":"EFFECT OF COMPENSATION BENEFITS ON OTHER BENEFITS UNDER ARTICLE."}}