{"text":"\n     Upon the death on or after the effective date of this Section of a female member who at the time of her death is receiving a retirement allowance as a person retired under Sections 8.507 or 8.509 of the Charter (formerly Sections 165 and 165-2 of the Charter of 1932), an allowance shall be paid to her surviving husband, until his death or remarriage, equal to ½ of her retirement allowance as it was prior to optional modification, but exclusive of the part of such allowance which was provided by additional contributions. No allowance, however, shall be paid under this Section to a surviving husband unless he was married to such member for at least one year prior to the member's death. \n     If she leaves no such surviving husband, or he dies or remarries before every child of such deceased female member attains the age of 18 years, then the allowance which such surviving husband would have received had he lived and not remarried shall be paid to her child or children under said age, collectively, to continue until every such child dies or attains said age; provided, that no child shall receive any allowance after marrying or attaining the age of 18 years. \n     If a female member whose retirement will be effective on or after the effective date of this Section does not have, at retirement, a husband who upon such member's death would qualify as a surviving husband to receive the allowance provided in this Section, she may elect an option, as provided under Section 16.75 of this Code, with respect to all of her allowance; but if, at her retirement, she has such a husband, she may elect such option only with respect to that part of her retirement allowance which is in excess of the allowance which would be paid to her surviving husband under this Section. \n     The funds for payments under this Section shall be derived: \n     (a)     With respect to persons retired as members under Section 8.507, from the accumulated contributions of the City and County held to meet the obligation of the City and County on account of benefits that have been granted and on account of prior service of members, and \n     (b)     With respect to persons retired as members under Section 8.509, from reserves held by the Retirement System on account of members under said section. \n(Amended by Ord. 53-84, App. 2/2/84)\n\n","heading":{"title":"16","chaptersection":"80-6","identifier":"16.80-6","catch_text":"DEATH AFTER RETIREMENT – CONTINUATION TO SURVIVING SPOUSE OF FEMALE MEMBER."}}