{"text":"\n     At the time of the making of the election provided by Section 14116.4 of the Education Code, a teacher having credit in the San Francisco City and County Employees' Retirement System for adult program or evening school service or for classified or other noncertificated service who elects to be a member solely of the State Teachers' Retirement System with respect to credentialed service rendered in the San Francisco Unified School District or the San Francisco Community College District shall also make an irrevocable election either to retain credit in the San Francisco City and County Employees' Retirement System for such service or to have his accumulated contributions attributable to such service, together with interest credited thereon, refunded to him. \n     If a teacher elects to have his accumulated contributions attributable to such service refunded, he shall be entitled to refund only of those contributions attributable to adult program or evening school service for which he is not entitled to credit in the State Teachers' Retirement System. \n     If a teacher elects to retain credit in the San Francisco City and County Employees' Retirement System for adult program or evening school service, he shall be entitled to credit in said retirement system for all adult program or evening school service which he renders after June 30, 1972, in the San Francisco Unified School District and San Francisco Community College District and shall make contributions to the Retirement Fund by way of deduction from each payment of compensation for such service in accordance with such teacher's rate of contribution. \n     If a teacher elects to retain credit in the San Francisco City and County Employees' Retirement System for adult program or evening school service or for classified or other noncertificated service, at the time of his retirement for service under the State Teachers' Retirement System, he shall be entitled to receive from the San Francisco City and County Employees' Retirement System a retirement allowance as follows: \n     (a)     If such teacher is not qualified for service retirement under the San Francisco City and County Employees' Retirement System on the basis of service credited in said retirement system, his retirement allowance shall be the actuarial equivalent of his accumulated contributions attributable to his credited service, with interest credited thereon, and an equal amount of the contributions of the Unified School District or the Community College District. \n     (b)     If such teacher is qualified for service retirement by reason of service credited in the San Francisco City and County Employees' Retirement System and his retirement is first effective after his attainment of the age of 60 years, his retirement allowance shall be at the rate of two percent of his average final compensation for each year of such credited service in the San Francisco City and County Employees' Retirement System. The service retirement allowance of such teacher retiring prior to attaining the age of 60 years shall be such as can be provided at the age of retirement by the actuarial value, at the age of retirement, of the retirement allowance to which he would be entitled upon retirement at age 60 with the service credited at the date of actual retirement. \n     For purposes of this subsection, a teacher shall be deemed to be qualified for service retirement if he would have been qualified for service retirement under the San Francisco City and County Employees' Retirement System on the basis of his credited service in said retirement system plus such certificated service as would have been credited under said retirement system if he had not elected to become a member of the State Teachers' Retirement System with respect to certificated service rendered after June 30, 1972. \n     \"Average final compensation,\" as used in this subsection, shall mean the average monthly compensation earned by such teacher during any year of credited service in the San Francisco City and County Employees' Retirement System or State Teachers' Retirement System in which his average final compensation is the highest. \n     For the sole purpose of determining qualification for service retirement under this subsection, 36 hours or more of service shall be deemed a year of service. \n(Amended by Ord. 286-74, App. 6/6/74)\n\n","heading":{"title":"16","chaptersection":"89-9","identifier":"16.89-9","catch_text":"ELECTION FOR REFUND – BENEFITS FOR CREDITED SERVICE."}}