{"text":"\n     The Retirement System shall deposit with the State Teachers' Retirement System as of July 1, 1973, the amounts required pursuant to Section 14116.11 of Education Code. \n     If the accumulated contributions of a teacher are less than the amount required to be deposited with the State Teachers' Retirement System with respect to such teacher, the necessary additional funds shall be provided from the accumulated reserves attributable of the Unified School District or Community College District; provided, however, that any shortage in the accumulated contribution account of a teacher which results from any of the following circumstances shall be the liability of such teacher and it shall be his responsibility to deposit the amount of such shortage with the State Teachers' Retirement System: \n     (a)     Reduction of contributions to the Retirement System by the amount of social security tax;\n     (b)     Use of a part of accumulated contributions for retroactive social security coverage;\n     (c)     Failure to redeposit previously withdrawn contributions;\n     (d)     Age correction,\n     (e)     Payroll error resulting in insufficient deduction for Retirement System contribution;\n     (f)     Membership under Section 8.507 of the Charter (formerly Section 165 of the Charter of 1932).\n     If the accumulated contributions of a teacher are in excess of the amount required to be deposited with the State Teachers' Retirement System, the amount of such excess shall be refunded to such teacher. \n     For the purposes of this Section, \"accumulated contributions\" shall mean the accumulated contributions of a teacher attributable to credentialed service rendered by such teacher pursuant to his contract with the San Francisco Unified School District or San Francisco Community College District for time since July 1, 1956, and said accumulated contributions attributable to all credentialed service rendered by such teacher with the San Francisco Unified School District or San Francisco Community College District for time prior to July 1, 1956. Any amount of contributions in excess of those defined in the preceding sentence shall be refunded to the teacher. \n(Added by Ord. 15-73, App. 1/5/73)\n\n","heading":{"title":"16","chaptersection":"89-10","identifier":"16.89-10","catch_text":"FUNDS TO BE DEPOSITED WITH STATE TEACHERS' RETIREMENT SYSTEM."}}