{"text":"\n     (a)     Death in Performance of Duty. Upon the death of any person who is a member under Section \n8.540 or \n8.565 of the Charter, if such death shall result from his performance of duty as prescribed in such sections, respectively, or if such death in the case of members under Section \n8.565 of the Charter shall occur after qualification for service retirement, there shall be paid to the widow, children or parents of such member, the benefits provided in such sections, for members at January 8, 1932, of the Police and Fire Departments, upon death resulting from the performance of duty and upon death occurring after qualification for service retirement. If such death after qualification for service retirement shall not result from the performance of duty and if there be no surviving wife, children or parents to whom benefits are payable under this subsection, the benefits provided in the next following subsection shall be paid to the beneficiary nominated by him as prescribed therein. \n     (b)     Death Not in Performance of Duty. Upon the death before retirement, if such death be not included under Subsection (a) of this Section, of a member while in the city service, or within four months after the discontinuance of city service, or while physically or mentally incapacitated for performance of his duty, if such incapacity has been continuous from discontinuance of city service, the retirement system shall be liable for a death benefit, which, if an amount be due under Paragraph (3) of this subsection, and if there be a surviving wife or surviving children, shall be paid in monthly installments and to the surviving wife and children as prescribed therein; otherwise, such death benefit shall be paid to his estate, or to such person as he has nominated or shall nominate by written designation duly executed and filed with the retirement board, and such death benefit shall consist of: \n          (1)     His accumulated contributions, and in addition thereto.\n          (2)     An amount equal to the compensation earnable by him during the six months immediately preceding his death.\n          (3)     An amount sufficient, when added to the amounts provided in the next preceding Paragraphs (1) and (2), to provide, when applied according to mortality tables adopted by the board, a monthly death benefit equal to ½ of the monthly compensation earnable by such member during the 10 years immediately preceding his death, to be paid to the surviving wife to whom such member was married prior to sustaining the injury, to continue as long as she shall live or until her remarriage; or, if there be no widow, or if the widow die before any child of such deceased member shall have attained the age of 16 years, then to his child or children under such age collectively, to continue until every such child dies or attains such age. If payment of the allowance be stopped because of remarriage of the widow or attainment of the age of 16 years by a child, before the sum of monthly payment made shall equal the sum of the amounts provided in the next preceding Paragraphs (1) and (2), then an amount equal to the difference between such sums shall be paid in one amount to the remarried widow; or, if there be no widow to the surviving children of the deceased member, to share and share alike. \n     (c)     Designation of Beneficiary. A member, or a beneficiary after the death of a member, may elect, by written designation duly executed and filed with the retirement board, to have the death benefit provided in this Section paid in monthly or annual installments instead of in one lump sum, subject to such rules and regulations as the board may adopt. \n     (d)     Death After Retirement. Upon the death of any person, except persons referred to in Sections \n8.542 and \n8.566 of the Charter, after retirement and while receiving a retirement allowance from the retirement system, there shall be paid to his estate or to such person as he shall have nominated by written designation duly executed and filed with the Retirement Board, the sum of $100 for each completed year of city service credited to him at the time of his retirement, but the total amount paid shall not exceed $3,000; provided, that the sum so paid upon the death of a person who was receiving a retirement allowance under the San Francisco City and County Employees' Retirement System on January 8, 1932, or of a person who became a member of the retirement system by reason of his status as an employee of the public utility acquired by the City shall be not less than $500, regardless of the City service credited. If such deceased person was retired as a member under Sections \n8.507 or \n8.509 of the Charter and his retirement was first effective on or after April 1, 1966, an allowance shall be paid to his widow, until her death or remarriage, equal to ½ of his retirement allowance as it was prior to optional modification and prior to reduction as provided in Subsection (A) of Charter Section \n8.514, but exclusive of the part of such allowance which was provided by additional contributions. No allowance, however, shall be paid under this Section to a widow unless she was married to the member at least one year prior to the member's death. If he leaves no such widow, or if she should die or remarry before every child of such deceased retired person attains the age of 18 years, then the allowance which such widow would have received had she lived and not remarried shall be paid to his child or children under said age, collectively, to continue until every such child dies or attains said age, provided that no child shall receive any allowance after marrying or attaining the age of 18 years. If the member, at retirement, has no wife who upon his death would qualify as a widow to receive the allowance provided in this subsection, he may elect an option, as provided under Section 16.75 of this Code, with respect to all of his allowance but if at his retirement he has such a wife, he may elect such option only with respect to that part of his retirement allowance, prior to reduction as provided in Charter Section \n8.514, which is in excess of the allowance which would be paid to his widow under this paragraph. The funds for payments under this paragraph shall be derived: \n          (1)     With respect to persons retired as members under Charter Sections \n8.509. \n8.544 and \n8.568 from reserves held by the retirement system on account of members under such sections, respectively, and \n          (2)     With respect to persons retired as members under Charter Sections \n8.507, \n8.543, and \n8.567 from the accumulated contributions of the City held to meet the obligation of the City on account of benefits that have been granted and on account of prior service of members. Upon the death of any person after retirement and while receiving a pension under Sections \n8.542 or \n8.566 of the Charter, as a retired member of the Police or Fire Department, there shall be paid to his estate or to such person as he shall have nominated by written designation duly executed and filed with the retirement board, the sum of $3,000. The death benefits provided in this paragraph with respect to persons retired under Charter Sections \n8.542 or \n8.565, shall be funded by contributions to the retirement system by the City which shall not be less in any fiscal year than the amount of such benefits paid during said year. \n     (e)     Revocation of Nomination of Beneficiary. A person, while a member or after retirement, shall have the right to revoke the nomination of a beneficiary made by him under the retirement system, and to nominate a beneficiary in lieu thereof, all by written designation duly executed and filed with the Retirement Board; provided, that this right shall not extend to beneficiaries nominated under Options 2 and 3 of Section \n16.75 of this Code, nor shall it extend to dependents designated as beneficiaries by State law, the Charter or this Article, to receive benefits payable on account of death or disability incurred in the performance of duty. \n(Amended by Ord. 53-85, App. 2/2/84; Ord. 326-00, File No. 001921, App. 12/28/2000)\n\n","heading":{"title":"16","chaptersection":"80. ","identifier":"16.80. ","catch_text":"DEATH BENEFITS."}}