{"text":"\n     Effective December 31, 1994, the Board of Supervisors authorizes and directs the Human Resources Director to administer cases of injuries to employees, received in performance of duty. Administration of such cases shall include, but shall not be limited to: \n          (1)     Determination of the right to benefits, payment of disability indemnity, furnishing medical service, adjusting and compromising claims and all other acts necessary to the liquidation of the liability of the City under such law; \n          (2)     Exclusive authority to adjust and settle workers' compensation and third-party claims under Labor Code Sections 3600 and 3850 and related sections; \n          (3)     Authority to insure, self-insure or reinsure the workers' compensation liability of the City, the San Francisco Unified School District and the Community College District (hereinafter the \"City\"); \n          (4)     Authority to adopt such rules and regulations as he or she deems appropriate and necessary to liquidate the liability of the City under the workers' compensation laws; \n          (5)     Authority to adopt such rules and regulations as he or she deems appropriate and necessary to cover volunteers under the provisions of Labor Code Section 3363.5; \n          (6)     The power and authority to compel the attendance of witnesses and the production of books, papers, testimony and other evidence by subpoena in connection with any inquiry, matter, proceeding or hearing relating to the administration of workers' compensation claims involving the City. Any person refusing to obey such subpoena or to produce such books, papers, testimony or other evidence shall be deemed in contempt and subject to proceedings and penalties as provided by general law in such instances; \n          (7)     Authority to arrange for hospitalization and medical treatment at such hospitals or other medical facilities as necessary and appropriate for employees who have been injured in the performance of duty. The Human Resources Director shall submit an annual report to the Board of Supervisors not later than September 30th of each year which includes the costs of the aforesaid hospitals and other medical providers; \n          (8)     The responsibility to keep records and accounts on self-insured, insured and reinsured risks, sufficient to permit a determination of which policy, to self-insure, insure or reinsure, is for the best interests of the City. The Human Resources Director shall determine, on the basis of payrolls, the budget necessary during each fiscal year to meet the City's workers' compensation obligations. Each office and department shall furnish such information concerning employees therein as the Human Resources Director may require in carrying out the provisions of this Section. \n     The Human Resources Director, at the request of the Retirement Board, shall also have the authority to secure such medical services and advice as may be necessary to process disability retirement applications. The Retirement Board shall pay all costs and expenses applicable to processing and adjudicating disability retirement applications. \n(Bill No. 1125, Ord. No. 4.073(C.S.), Sec. 65; amended by Ord. 18-95, App. 1/25/95)\n\n","heading":{"title":"16","chaptersection":"82","identifier":"16.82","catch_text":"ADMINISTRATION OF BENEFITS UNDER WORKERS' COMPENSATION ACT."}}