{"text":"\n     The provisions of this Section \n16.80-5 shall apply only to unremarried widows of persons who retired prior to April 1, 1966, as members under Section 8.507 of Section 8.509 of the Charter, and who died prior to the effective date of Section \n16.80-1 of this Code, provided such widows would have been entitled to the automatic ½ continuation of allowance under Section \n16.80-1 of this Code if Sections \n16.80-1 and \n16.80-2 had been in effect on the date of their husbands' deaths. \n     (a)     If at retirement such widow's husband elected to receive his allowance without optional modification or after modification under Option 1, such widow shall receive, for time commencing January 1, 1973, an allowance in an amount equal to ½ of the amount of her husband's retirement allowance as it was at his death. \n     (b)     If at retirement such widow's husband elected to receive his allowance after modification under Option 2, such widow shall receive, for time commencing January 1, 1973, an allowance in an amount equal to the total of: \n          (1)     An amount equal to ½ of the amount of her husband's retirement allowance without optional modification;\n          (2)     An amount determined by recomputing as of January 1, 1973, the allowance of such widow so that Option 2 shall apply only with respect to that part of her husband's allowance without optional modification which is in excess of the amount in Subdivision (1) of this Subsection (b); \n          (3)     An amount equal to the total of all increases made in such widow's allowance pursuant to Subsections (A) and (B) of Section 8.526 of the Charter (formerly Section 164.1 of the Charter of 1932). \n     The allowances determined pursuant to the provisions of Subsections (a) and (b) of this Section shall be the allowances upon which adjustments pursuant to Section 8.526 of the Charter shall be based. \n     The provisions of this Section \n16.80-5 shall not give any beneficiary or her successors in interest, any claim or right against the City and County for any increase in or modification of any retirement allowance in effect prior to April 1, 1966, other than as specifically provided in this Section; nor for any increase in allowance paid or payable for time prior to January 1, 1973. \n(Added by Ord. 62-73, App. 2/23/73)\n\n","heading":{"title":"16","chaptersection":"80-5","identifier":"16.80-5","catch_text":"DEATH AFTER RETIREMENT – ALLOWANCES PAYABLE WITHOUT MODIFICATION OR PURSUANT TO OPTIONS 1 OR 2."}}