{"text":"\n     The provisions of this Section \n16.80-6.1 shall apply only to unremarried husbands of female members who retired prior to the effective date of Section \n16.80-6 of this Code, as members under Section 8.507 or Section 8.509 of the Charter, and who died prior to the effective date of said Section \n16.80-6, provided such husbands would have been entitled to the automatic ½ continuation of allowance under said Section \n16.80-6 if said Section \n16.80-6 had been in effect on the date of their wives' deaths. \n     (a)     If at retirement such husband's wife elected to receive her allowance without optional modification or after modification under Option 1, such husband shall receive, for time commencing July 1, 1975, an allowance in an amount equal to ½ of the amount of his wife's retirement allowance as it was at her death. \n     (b)     If at retirement such husband's wife elected to receive her allowance after modification under Option 2 and designated her husband as beneficiary under said Option 2, such husband shall receive, for time commencing July 1, 1975, an allowance in an amount equal to the total of: \n          (1)     An amount equal to ½ of the amount of his wife's retirement allowance without optional modification;\n          (2)     An amount determined by recomputing as of July 1, 1975, the allowance of such husband so that Option 2 shall apply only with respect to that part of his wife's allowance without optional modification which is in excess of the amount in Subdivision (1) of this Subsection (b): \n          (3)     An amount equal to the total of all increases made in such wife's allowance pursuant to Subsection (A) and (B) of Section 8.526 of the Charter (formerly Section 164.1 of the Charter of 1932). \n     (c)     If at retirement such husband's wife elected to receive her allowance after modification under Option 3 and designated her husband as beneficiary under said Option 3, said Option 3 is hereby revoked effective July 1, 1975, and, for time commencing July 1, 1975, such husband shall receive an allowance in an amount equal to ½ of his wife's retirement allowance as it was prior to optional modification under said Option 3. \n     The allowances determined pursuant to the provisions of Subsections (a), (b) and (c) of this Section shall be the allowances upon which adjustments pursuant to Section 8.526 of the Charter shall be based. \n     The provisions of this Section \n16.80-6.1 shall not give any beneficiary, or his successors in interest, any claim or right against the City and County for any increase in or modification of any retirement allowance in effect prior to the effective date of this Section, other than as specifically provided in this Section; nor for any increase in any allowance paid or payable for time prior to July 1, 1975. \n(Added by Ord. 207-75, App. 5/21/75)\n\n","heading":{"title":"16","chaptersection":"80-6.1","identifier":"16.80-6.1","catch_text":"DEATH AFTER RETIREMENT – CONTINUATION TO HUSBAND OF RETIRED FEMALE MEMBER WHO DIED PRIOR TO EFFECTIVE DATE OF SECTION 16.80-6."}}