{"text":"\n     A member who becomes covered under the old-age survivors and disability insurance provisions of the Federal Social Security Act, on account of service rendered by him to the City and County, shall have the allowance payable by the system to him upon retirement for disability after attaining age 55, or for service reduced while payable to him and effective: \n     (a)     When he attains the retirement age as defined from time to time in the old-age and survivors' disability insurance provisions of the Social Security Act, such age to be analogous to the retirement age of 65 years for men and 62 years for women in said act on the effective date of Section 8.514 of the Charter; or \n     (b)     On the effective date of his retirement under the system, whichever is later:\n          an amount which shall bear the same ratio to ½ of the old-age insurance benefit paid to him; or \n          upon being applied for; or \n          would be payable if he had not disqualified himself to receive them, under said act as in effect on the effective date hereof; or \n          said act may hereafter be amended or supplemented before the effective date of such reduction, as the salary paid to him on account of service (except service rendered in positions to which this Section is not applicable pursuant to Section 271, credited to him under the system, and entering into the determination of said old-age benefit bears to the total of his earnings from whatever source, entering into said determination; \n          provided, however, that the amount of the reduction under this Section shall not exceed the portion of the retirement allowance, prior to modification under an option provided by ordinance, which is not derived from contributions of said member. For the purposes of this Section the salary paid to him in any calendar year on account of service, except service rendered in positions to which this Section is not applicable pursuant to Section 16.88-1, credited to him under the system, and entering into the determination of said primary benefit, shall be taken as the total salary paid to him in such year on account of such service which is not in excess of his total earnings in such year, from whatever source, entering into said determination. \n     Such reduction shall be applied first to the portion of his retirement allowance which is based on his service while a member of the system but which is not provided by his accumulated contributions, and if such reduction exceeds such portion the excess shall be applied to reduce the portion of his retirement allowance which is based on his service while not a member of the system and which is not provided by his accumulated contributions and if, because of his election of an option provided by ordinance, such excess exceeds such portion of his retirement allowance which is based on his service while not a member of the system and which is not provided by his accumulated contributions, or if there is no such portion, then such excess or the balance of it shall be applied to reduce the portion of his allowance which is provided by his accumulated contributions. \n(Added by Ord. 488-59, App. 9/14/59)\n\n","heading":{"title":"16","chaptersection":"88-3. ","identifier":"16.88-3. ","catch_text":"MEMBER COVERED UNDER FEDERAL SOCIAL SECURITY."}}