{"text":"\n     Each board or commission, each elective officer in charge of an administrative office, the Controller, the Mayor, and each department head appointed by the Mayor shall be responsible for the preparation and implementation of a plan to provide equal employment opportunities to all persons. Each such plan shall address all employment-related subjects the control of which is vested by the Charter in the board, commission, officer, or department. Such subjects shall include, but not be limited to, the following: \n     (a)     Policy statements;\n     (b)     Designation of equal employment opportunity responsibilities within the office, board or department, and establishment of a mechanism to evaluate the specific plan adopted; \n     (c)     Analysis of workforce utilization in each job category by race or national origin, sex, age and salary, as compared to qualified representatives in the relevant market; \n     (d)     Specific steps to be undertaken within stated timetables to ensure that all persons, regardless of race, national origin, or sex, have equal opportunities for employment; and \n     (e)     The method of dissemination of the equal employment opportunity plan.\n     All such plans shall be prepared in consultation with the Civil Service Commission in order to provide technical assistance and recommendations on effective steps to achieve equal employment opportunity. Prior to adoption, the Civil Service Commission shall also approve each equal employment opportunity plan in cooperation with the City Attorney to ensure that compliance is made with all relevant federal, State and local equal opportunity laws or regulations. Should the Civil Service Commission find any such plan not in compliance with the above, it shall immediately so report to the Mayor's Office and Board of Supervisors. All such plans shall, upon adoption, be filed with the Civil Service Commission for public or other inspection. \n     In order to facilitate the development of information necessary to the formulation of such plans, the Controller is directed to make appropriate data processing facilities available and to process annual workforce utilization plans as required by this Section, the California Fair Employment Practices Commission, the Equal Employment Opportunity Commission, the Human Rights Commission, the Commission on the Status of Women or any other regulatory agency charged with reviews of nondiscrimination provisions of local, State or federal law. \n     All such plans shall be periodically reviewed, amended and updated as appropriate on at least an annual basis. An annual report on the performance and progress of such plans shall be prepared and submitted to the Mayor and Board of Supervisors by the Civil Service Commission by the first day of March of each year during the annual budget process. \n(Added by Ord. 455-79, App. 9/12/79; amended by Ord. 251-92, App. 8/7/92; Ord. 287-96, App. 7/12/96; Ord. 149-00, File No. 000696, App. 6/30/2000) \n\n","heading":{"title":"16","chaptersection":"9-24","identifier":"16.9-24","catch_text":"EQUAL EMPLOYMENT OPPORTUNITY PLANS."}}