{"text":"\n     (a)     Sexual Harassment Policy.\n          (1)     It is the policy of the City and County of San Francisco that, in accord with State and federal laws, each city employee has the right to work in an environment free of discrimination, including sexual harassment, and that sexual harassment is unacceptable and will not be tolerated in the workplace. The City and County of San Francisco will take all reasonable steps within its control to provide a workplace in which all individuals are treated with respect and dignity. The City and County of San Francisco recognizes that the elimination of sexual harassment in the workplace will create a better working environment, increase productivity, and improve relationships for all employees. \n          (2)     Sexual harassment of a City official or employee is, in accord with State and federal laws, strictly prohibited by another City official or employee. This policy applies to all officials and employees and to all phases of employment, including, but not limited to, recruitment, testing, hiring, promotion or demotion, transfer, layoff, termination and selection for training. \n          (3)     It is further the policy of the City and County of San Francisco to take reasonable steps, in accord with State and federal laws, to provide its employees with a workplace free of sexual harassment by non-employees, including, but not limited to: contractors and subcontractors of the City and County of San Francisco, clients, volunteers, interns, and members of the general public. It is also the policy of the City and County of San Francisco to take reasonable steps to prohibit its City officials and employees, acting within the scope of their official duties and employment, from sexually harassing non-employees, including, but not limited to: contractors and subcontractors of the City and County of San Francisco, clients, volunteers, interns, and members of the general public. \n          (4)     In order to create and maintain a workplace free from sexual harassment of employees, the City and County of San Francisco will, in accord with State and federal laws, take all reasonable steps to: \n               (A)     Set an example through its leadership and management that sexual harassment will not be tolerated;\n               (B)     Train and educate management and public officials as to their responsibility to carry out the policy of the City and County; and \n               (C)     Train and educate employees regarding sexual harassment issues and policy.\n          (5)     It shall be a violation of this policy to engage in harassing conduct that does not meet the definition of sexual harassment under state and federal law, but that, if repeated or allowed to continue, might meet that definition. \n          (6)     Pursuant to the Charter, the sexual harassment discrimination complaint procedure established by the Civil Service Commission and Human Resources Director is available to review and resolve all allegations of sexual harassment. Persons wishing to file a complaint are urged to contact the Human Resources Department Equal Employment Opportunity Unit for copies of the forms and procedures. \n     (b)     Definition.\n          (1)     For purposes of this Section and in accord with federal and State laws, sexual harassment is defined as any unwelcome sexual advance, request for sexual favors and other verbal or physical conduct of a sexual nature or directed at an individual because of his or her sex when: \n               (A)     Submission to such conduct is made either explicitly or implicitly a term or condition of an individual's employment; or\n               (B)     Submission to or rejection of such conduct by an individual is used as the basis for employment decisions affecting said individual; or \n               (C)     Such conduct has the purpose or effect of unreasonably interfering with an individual's work performance or creating an intimidating, hostile, or offensive working environment. \n          (2)     Examples of behavior which may, in accord with State and federal laws, constitute sexual harassment, include, but are not limited to, the following: \n               (A)     Acts from male to female, female to male and between individuals of the same sex which are sexual in nature and unwelcome; sexual harassment may be directed against a particular person, persons or group; \n               (B)     Verbal conduct which is sexual in nature and unwelcome, e.g., epithets, jokes, comments or slurs, repeated requests for dates which are unwelcome; \n               (C)     Nonverbal behavior which is sexual in nature and unwelcome, e.g., staring, leering, lewd gestures;\n               (D)     Physical conduct which is sexual in nature and unwelcome, e.g., assault, sexual advances such as touching, patting or pinching, impeding or blocking movement or any physical interference with normal work or movement; \n               (E)     Visual effects which are sexual in nature and unwelcome, e.g., posters or signs, letters, poems, graffiti, faxes, cartoons or drawings, pictures, calendars, electronic mail and computer programs; \n               (F)     Consensual romantic relationships between a supervisor or manager and a subordinate do not constitute sexual harassment per se and are not prohibited by this policy, but may create a potential for conflict or an appearance of impropriety. \n          (3)     For purposes of this Section, retaliation against any official, employee or applicant for employment for having made a good faith complaint or report of sexual harassment, or participating or aiding in an investigation of sexual harassment shall be prohibited. Examples of retaliation may, in accord with State and federal laws, include, but are not limited to, the following: \n               (A)     Transferring the complainant or witness against his or her will;\n               (B)     Ignoring the complainant or witness;\n               (C)     Spreading rumors and innuendoes about the complainant or witness;\n               (D)     Changing work assignments of the complainant or witness without a valid work-related rationale;\n               (E)     Sabotaging of tools, materials or work of the complainant or witness; and\n               (F)     Withholding work-related information from the complainant or witness.\n     (c)     Right to File Other Complaints. This policy shall not alter or affect the right of any person to make a charge of discrimination with any State or federal agency with jurisdiction over such claims, file a grievance under a collective bargaining agreement, or consult a private attorney. \n     (d)     Education and Training. Prevention is the best tool for the elimination of sexual harassment. All City and County commissions, departments, boards and agencies shall provide to each of their supervisory employees a copy of this ordinance with a written explanation of the most current procedure for filing a complaint. Each appointing officer shall require his or her supervisory personnel to instruct all employees under their supervision of the contents of this ordinance and of the Civil Service and Human Resources Department procedures for filing and processing a complaint. Each appointing officer shall provide to or acquire for its supervisory personnel a periodic training program designed to educate and thereby prevent sexual harassment. \n     (e)     Department of Human Resources Reports.\n          (1)     Quarterly Reports. The Human Resources Director shall provide, on a quarterly basis, to the Commission on the Status of Women a written report on the number of sexual harassment complaints filed and the departments that were involved. The report also shall include information on the dispositions of complaints that are concluded and the status of complaints that are pending. The reports shall not include names or other identifying information regarding the parties or the alleged harassers. \n          (2)     Annual Report. The Human Resources Director shall provide annually to the Mayor, the Board of Supervisors, the Human Rights Commission, and the Commission on the Status of Women a written report on the number of claims of sexual harassment filed, including information on the number of claims pending and the departments in which claims have been filed. The reports shall not include names or other identifying information regarding the parties or the alleged harassers. \n     (f)     Commission on the Status of Women. The Commission on the Status of Women is available to offer technical advice on this City and County policy, assistance and referrals for sexual harassment complainants, technical assistance and additional resources to supervisory employees and managers regarding sexual harassment, and to assist in the prevention of sexual harassment incidents. \n     (g)     The City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, any obligations for which it is liable in money damages or otherwise to any person who claims that such breach proximately caused injury. \n(Added by Ord. 441-96, App. 11/22/96; amended by Ord. 149-00, File No. 000696, App. 6/30/2000)\nSec. 16.9-29.\n(Added by Ord. 114-90, App. 4/2/90; amended by Ord. 12-92, App. 1/21/92; Ord. 49-92, App. 2/20/92; Ord. 50-92, App. 2/20/92; Ord. 202-92, App. 7/10/92; Ord. 2-93, App. 1/11/93; Ord. 321-94, App. 9/15/94; Ord. 131-96, App. 4/3/96; Ord. 436-96, App. 11/8/96; Ord. 191-00, File No. 001011, App. 8/11/2000; repealed by Ord. 175-01, File No. 010059, App. 8/17/2001) \n\n","heading":{"title":"16","chaptersection":"9-25. ","identifier":"16.9-25. ","catch_text":"SEXUAL HARASSMENT POLICY."}}