{"text":"\n     (a)     Purpose. To enable catastrophically-ill employees to continue to be paid through donations of sick leave and vacation hours from other employees, as authorized by Charter Sections \nA8.364 and \nA8.441. This program shall be known as the Catastrophically Ill Program, or \"CIP.\" This Section only provides for receipt of such credits as are donated and does not provide for an absolute right of continued paid leave. \n     (b)     Establishment of Pool; Administration and Rule-Making Authority. There is hereby established a pool into which employees may donate sick leave and/or vacation credits to benefit catastrophically-ill employees. The Controller shall have authority to administer the CIP program, including the authority to make and enforce rules not inconsistent with this Section, with consultation from the Director of Health. \n     (c)     Definitions.\n          (1)     A \"catastrophic illness\" shall mean a life-threatening illness or injury, as determined by the Department of Public Health.\n          (2)     An \"active participant\" in the CIP is defined as a City employee who has applied for Catastrophic Illness Status and been notified of his or her acceptance in the CIP by the Department of Public Health or its designee and whose participation in the CIP has not terminated, regardless of whether or not the employee has actually received or used any donated sick leave and/or vacation credits. \n     (d)     Eligibility of Employees To Participate in CIP. Any employee of the City and County of San Francisco may participate in the CIP if the employee meets all of the following conditions: \n          (1)     The employee is eligible to accumulate and use sick leave and vacation credits;\n          (2)     The employee is catastrophically ill;\n          (3)     The employee has exhausted all of his/her available paid leave; and\n          (4)     The employee does not participate in a short or long-term disability program for which the City pays in whole, directly or indirectly, or if the employee participates in such a program, the employee agrees to, and does, apply for disability benefits immediately upon becoming eligible for such benefits. Any employee who participates in a short or long-term disability program for which the City pays in whole, directly or indirectly, may participate in the CIP program until the employee receives or is qualified to receive benefits under the terms of a short or long-term disability program for which the City pays in whole, directly or indirectly. Any employee who is receiving or is qualified to receive short or long term disability benefits from a short or long term disability program for which the City pays in whole, directly or indirectly, may not participate in the CIP program until and unless the employee's disability benefits terminate. Any employee who, while or after participating in the CIP program, retroactively receives or is qualified to receive short or long term disability benefits from a short or long term disability program for which the City pays in whole, directly or indirectly, must reimburse the City for the CIP payments received during the period which the short or long term disability program applies. Failure to do so will result in the City's placing a lien for the unreimbursed amount on the employee's future wages and benefits (not including workers' compensation or retirement.) This paragraph does not apply to employees who are active participants in the CIP as of the effective date of this Amendment and have been active participants since March 29, 2002. \n     (e)     Procedure for Applying for Catastrophic Illness Status.\n          (1)     An employee must complete a prescribed application form and return it to the Department of Public Health, together with supporting medical documentation. The Department of Public Health shall produce and maintain sufficient quantities of the prescribed application for employee access and distribution. \n          (2)     The Department of Public Health or its designee shall examine the documentation supporting the application. The Department of Public Health or its designee may ask the applicant to submit further documentation and/or to submit to examination by a physician that it designates to determine in fact that the applicant does suffer from a catastrophic illness within the meaning of this Section. An applicant's failure to comply with these requirements may be grounds for rejection of the application. \n          (3)     In order to continue to qualify as catastrophically ill, a CIP employee may from time to time be required to submit to specified examination, or to supply further documentation of current medical status, as is necessary in the opinion of the Department of Public Health or its designee; provided, however, that such requests shall not be made for the purpose of harassing said employee. In addition, an employee may be required to submit documentation of application for and/or status of disability benefits. \n          (4)     If the Department of Public Health determines that an employee is not catastrophically ill, the employee shall have a right to appeal the decision through an administrative appeal process to be established by the Health Commission, which shall include the right to a review by the Director of Health and, finally, a hearing before the Health Commission. The Department of Public Health shall provide the employee with a written letter setting forth the reasons for denial and the procedure for filing an administrative appeal. The Health Commission shall promulgate and post the administrative appeal rules within 60 days of the effective date of this ordinance. The administrative appeal process in its entirety shall not exceed 60 days. An employee whose application has been disapproved is not obligated to exhaust the administrative appeals process before reapplying. Instead, the employee may reapply after observing a 30-day waiting period from the date of the initial denial. \n     (f)     Posting of Eligible Recipients.\n          (1)     The Department of Public Health shall assign an exclusive number to each catastrophically ill employee deemed eligible to participate in the CIP. \n          (2)     The Department of Public Health shall maintain, reproduce and post a running list of CIP employees, to be identified only by their exclusive numbers, in order to let transferring employees designate a recipient. \n          (3)     The list may include the amounts of sick leave and vacation credits already transferred or on reserve to each CIP employee.\n          (4)     In all cases, the Department of Public Health and its designees shall shield and protect the true identities of CIP employees.\n     (g)     Eligibility to Transfer Sick Leave and/or Vacation Credits. Any employee of the City and County of San Francisco who is eligible to accumulate and use vacation credits and sick leave may transfer sick leave and/or vacation credits to the CIP pool or to an individual CIP employee, subject to the following conditions: \n          (1)     The transferring employee must retain a minimum sick leave balance of 64 hours.\n          (2)     Transfers must be in units of eight hours.\n          (3)     All transfers are irrevocable.\n          (4)     The transferring employee may transfer hours to the CIP (pool or individual) only once per pay period.\n          (5)     The transferring employee may transfer a maximum of 160 hours per pay period, of which no more than 80 hours may be to individual CIP employees. \n          (6)     The transferring employee may transfer a maximum of 480 hours per fiscal year to the pool and to individual CIP employees combined. \n          (7)     Neither a transferring employee nor a CIP employee may be in violation of Subsection (k).\n     (h)     Use of Transferred Sick Leave and Vacation Credits.\n          (1)     All hours transferred shall be credited as sick leave for the CIP employee. As they are used, they shall be treated as the employee's own sick leave for all purposes, including for continued accrual of vacation credits, sick leave, and retirement service; service for pay increments; and eligibility for holiday pay. \n          (2)     At the beginning of each pay period, a CIP employee must use all sick leave and vacation credits accrued during the previous pay period before using any transferred hours. \n          (3)     A CIP employee may use transferred hours retroactively from the date of certification of eligibility back to the date of application.\n          (4)     A CIP employee may use transferred credits in a pay period to the extent that when combined with other compensation from the City and County and all other benefits from public sources, the total does not exceed the pay for 100 percent of the employee's regularly scheduled hours for such pay period (excluding regularly scheduled overtime and premium pay). A CIP employee may be required to provide financial records to prove compliance with this subsection. Failure to provide such records is grounds for exclusion from the CIP. \n     (i)     Redistribution of Transferred Hours Upon Termination of Participation In CIP. If a CIP employee dies, retires, resigns or begins receiving disability benefits before having used all hours transferred pursuant to this Section, the unused hours shall be transferred to the CIP pool. If a CIP employee's participation in the CIP expires or is terminated before the employee has used all hours transferred pursuant to this Section, all unused hours in excess of 64 hours shall be transferred to the CIP pool. \n     (j)     Confidentiality.\n          (1)     All medical records submitted by an employee pursuant to this statute are to be kept confidential by the Department of Public Health or its designee. \n          (2)     Until the Department of Public Health has rendered its opinion pursuant to Subsection (d) that the employee is catastrophically ill, the fact of an employee's application is to be kept confidential by the parties processing the application and not shared with the employee's department head. \n          (3)     The names of employees donating hours pursuant to this provision are to remain confidential.\n          (4)     Violation of the provisions of this subsection or any other provision relating to confidentiality protections shall be grounds for disciplinary action. \n     (k)     No Selling or Coercion.\n          (1)     No individual shall directly or indirectly solicit the receipt of, or accept, any compensation in full or partial exchange, directly or indirectly, for sick leave or vacation credits to be transferred pursuant to this Section. \n          (2)     No individual shall solicit the receipt of, or accept, the transfer of any sick leave or vacation credits pursuant to this Section in full or partial exchange, directly or indirectly, for any compensation. \n          (3)     No individual shall threaten or in any way attempt to coerce an employee with respect to transfer of sick leave or vacation credits pursuant to this Section. \n          (4)     Violation of the provisions of this subsection shall be grounds for termination of participation in the CIP and for disciplinary action. \n     (l)     Notices. The Civil Service Commission shall develop notices with relevant information about the CIP. These notices shall be distributed to all appointing officers who shall then post them in public places where other notices advising employees of rights and benefits are posted. \n     (m)     Termination of this Provision. Unless otherwise specified by ordinance or Charter provision, the provisions of this Section shall expire upon the effective date of an ordinance or Charter section instituting, or upon the effective date of the last MOU through which all City employees are covered by, a long-term disability program. \n     (n)     Limitation. In undertaking the adoption and enforcement of this ordinance, the City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n(Added by Ord. 175-01, File No. 010059, App. 8/17/2001; amended by Ord. 34-02, File No. 011741, App. 3/29/2002; ; Ord. 84-04, File No. 040194, App. 5/20/2004 \n\n","heading":{"title":"16","chaptersection":"9-29A. ","identifier":"16.9-29A. ","catch_text":"   T. J. ANTHONY EMPLOYEE CATASTROPHIC ILLNESS PROGRAM - TRANSFER OF SICK LEAVE AND VACATION CREDITS TO INDIVIDUAL CATASTROPHICALLY ILL EMPLOYEES OR TO A POOL OF CATASTROPHICALLY ILL EMPLOYEES."}}