{"text":"\n     (a)     Purpose. To create a program, as authorized by Charter Section \nA8.441, to allow employees with catastrophically ill family members to receive donations of vacation credits to take time off to care for their ill family member. This program shall be known as the Catastrophically Ill Program for Family Members, or \"CIP-FM.\" This Section only provides for receipt of such credits as are donated and does not provide for an absolute right of continued paid leave. \n     (b)     Administration and Rule-Making Authority. The Controller shall have authority to administer the CIP-FM program, including the authority to make and enforce rules not inconsistent with this Section, with consultation from the Director of Health. \n     (c)     Definitions.\n          (1)     A catastrophic illness shall mean a life-threatening illness or injury, as determined by the Department of Public Health.\n          (2)     \"Family member\" means a spouse, registered domestic partner, or another dependent as dependent is defined in the Internal Revenue Code (26 U.S.C. sec. 152, as amended from time to time). \n     (d)     Eligibility of Employee To Participate in CIP-FM Program. In order to participate in the CIP-FM, an employee must meet all of the following conditions: \n          (1)     The employee must be eligible to accumulate and use sick leave credits;\n          (2)     The employee must have exhausted all of his/her available paid leave;\n          (3)     The employee must have a catastrophically-ill family member; and\n          (4)     The employee must need to take time off from work to care for the catastrophically ill family member.\n     (e)     Procedure for Applying to Participate in CIP-FM.\n          (1)     An employee must complete a prescribed application form and return it to the Department of Public Health, together with supporting medical documentation. The Department of Public Health shall produce and maintain sufficient quantities of the prescribed application for employee access and distribution. \n          (2)     The Department of Public Health or its designee shall examine the application and supporting documentation. The Department of Public Health or its designee may ask the employee to submit further documentation or the family member to submit to examination by a physician. Failure to comply with these requirements may be grounds for rejection of the application. \n          (3)     In order for the employee to continue to participate in the program, an employee may from time to time be required to supply further documentation, or the family member may be required to submit to specified examination, as is necessary in the opinion of the Department of Public Health or its designee; provided, however, that such requests shall not be made for the purpose of harassment. \n          (4)     If the Department of Public Health determines that an employee's family member is determined not to be catastrophically ill, the employee shall have a right to appeal the decision through an administrative appeal process to be established by the Health Commission, which shall include the right to a review by the Director of Health and, finally, a hearing before the Health Commission. The Department of Public Health shall provide the employee with written notice setting forth the reasons for denial and the procedure for filing an administrative appeal. The Health Commission shall promulgate and post the administrative appeal rules within 60 days from the effective date of this ordinance. The administrative appeal process in its entirety shall not exceed 60 days. An employee whose application has been disapproved is not obligated to exhaust the administrative appeals process before reapplying. Instead, the employee may reapply after observing a 30-day waiting period from the date of the initial denial. \n     (f)     Posting of Eligible Recipients.\n          (1)     The Department of Public Health shall assign an exclusive number to each employee deemed eligible to participate in the CIP-FM.\n          (2)     The Department of Public Health shall maintain, reproduce and post a running list of CIP-FM employees, to be identified only by their special numbers, in order to let transferring employees designate a recipient. \n          (3)     The list may include the amount of vacation credits already transferred or on reserve to each employee; and\n          (4)     In all cases, the Department of Public Health and its designees shall keep confidential the true identities of CIP-FM employees and their catastrophically ill family member. \n     (g)     Eligibility to Transfer Vacation Credits to Individual CIP-FM Employees. Any employee of the City and County of San Francisco who is eligible to accumulate and use vacation credits may transfer vacation credits to an individual CIP-FM employee, subject to the following conditions: \n          (1)     Transfers must be in units of eight hours;\n          (2)     All transfers are irrevocable;\n          (3)     The transferring employee may transfer hours to the CIP-FM only once per pay period;\n          (4)     The transferring employee may transfer a maximum of 80 hours per pay period;\n          (5)     The transferring employee may transfer a maximum of 480 hours per fiscal year to the CIP-FM program; and\n          (6)     Neither a transferring employee nor a recipient may be in violation of Subsection (k).\n     (h)     Use of Transferred Vacation Credits By a CIP-FM Employee.\n          (1)     All hours transferred shall be credited as sick leave for the CIP-FM employee. As they are used, they shall be treated as use of the employee's own sick leave for all purposes, including for continued accrual of vacation credits, sick leave, and retirement service; service for pay increments; and eligibility for holiday pay. \n          (2)     At the beginning of each pay period, a CIP-FM employee must use all sick leave and vacation credits accrued during the previous pay period before using any transferred hours. \n          (3)     A CIP-FM employee may use transferred credits in a pay period to the extent that when combined with other compensation from the City and County and all other benefits from public sources, the total does not exceed the pay for 100 percent of the employee's regularly scheduled hours for such pay period (excluding regularly scheduled overtime and premium pay). A CIP-FM employee may be required to provide financial records to prove compliance with this subsection. Failure to provide such records is grounds for exclusion from the CIP-FM and disciplinary action. \n     (i)     Redistribution of Transferred Hours Upon Termination of Participation in CIP-FM. If a CIP-FM employee dies, retires, resigns, or otherwise ends participation in the CIP-FM before having used all hours transferred pursuant to this provision, all unused hours in excess of 64 shall be redistributed to other CIP-FM employees. \n     (j)     Confidentiality.\n          (1)     All medical records submitted pursuant to this statute are to be kept confidential by the Department of Public Health or its designee; \n          (2)     Until the Department of Public Health has rendered its opinion pursuant to Subsection (d) that an employee's family member is catastrophically ill, the fact of an employee's application is to be kept confidential by the parties processing the application and not shared with the employee's department head. \n          (3)     The names of employees donating hours pursuant to this provision are to remain confidential.\n          (4)     Violation of the provisions of this subsection or any other relating to confidentiality protections shall be grounds for disciplinary action. \n     (k)     No Selling or Coercion.\n          (1)     No individual shall directly or indirectly solicit the receipt of, or accept, any compensation in full or partial exchange, directly or indirectly, for vacation credits to be transferred pursuant to this Section. \n          (2)     No individual shall solicit the receipt of, or accept, the transfer of any vacation credits pursuant to this Section in full or partial exchange, directly or indirectly, for any compensation. \n          (3)     No individual shall threaten or in any way attempt to coerce an employee with respect to transfer of vacation credits pursuant to this Section. \n          (4)     Violation of the provisions of this subsection shall be grounds for termination of participation in the CIP-FM and for disciplinary action. \n     (l)     Notices. The Civil Service Commission shall develop notices with relevant information about the CIP-FM. These notices shall be distributed to all appointing officers who shall then post them in public places where other notices advising employees of rights and benefits are posted. \n     (m)     Limitation. In undertaking the adoption and enforcement of this ordinance, the City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n(Added by Ord. 175-01, File No. 010059, App. 8/17/2001)\n\n","heading":{"title":"16","chaptersection":"9-29B","identifier":"16.9-29B","catch_text":"   PROGRAM FOR EMPLOYEES WITH CATASTROPHICALLY ILL FAMILY MEMBERS - TRANSFER OF VACATION CREDITS TO INDIVIDUAL EMPLOYEES WITH A CATASTROPHICALLY ILL FAMILY MEMBER."}}