{"text":"\n     (a)     Employees may only work overtime if authorized by an appointing officer or designee, and employees may not assign themselves to work overtime. Appointing officers or designees shall only assign overtime when work cannot be completed within normal work schedules. Except as provided for below, absent prior approval of the Director of Human Resources (or, if appropriate, the Director of the Municipal Transportation Agency), no appointing officer shall suffer or permit any employee to: (i) work overtime hours that exceed, in any fiscal year, twenty-five percent (25%) of the number of hours that the employee is regularly scheduled to work on a straight-time basis in that fiscal year (i.e., 520 hours for a full-time 2080 hour per year employee); or, (ii) work more than seventy-two (72) hours in a regular work week, except that this subsection (a)(ii) does not apply to uniformed Fire Department employees who do not work a standard 40 hour work week. For the purpose of calculating the maximum number of overtime hours an employee is permitted to work under this Section, hours attributed to vacation and other paid leaves shall be deemed included in the hours the employee is regularly scheduled to work on a straight-time basis in a fiscal year. \n     (b)     An appointing officer may request an exemption from subsection (a) from the Director of Human Resources (or, if appropriate, the Director of the Municipal Transportation Agency) based upon a critical staffing shortage according to criteria developed by the Director of Human Resources and the Director of Transportation in consultation with the Controller's Office. Such criteria shall promote efficiency and advance public service. If an exemption is granted, the Director of Human Resources (or, if appropriate, the Director of the Municipal Transportation Agency), shall provide to the Controller a written explanation of the details justifying the exemption. Such an exemption shall be specific as to position(s) and/or job classification(s) based on operational needs, and, for example, may provide that exempted employee(s) may work hours in excess of those described in subsection (a)(i) if doing so would avoid mandatory overtime.\n     (c)     The provisions of Subsection (a) shall not apply to overtime worked by any employee where the City and County of San Francisco incurs no direct or indirect additional costs and where the employee acquires no right to compensatory time off. For the purposes of this Section, \"direct or indirect additional costs\" includes any additional salary, wages, compensatory time or any other benefit provided at that time or deferred until a later date. \n     (d)     At such time that the Controller deems appropriate, the City will evaluate an alternative payroll configuration to track overtime which is specifically and directly funded by private non-governmental sources and develop criteria to exempt such overtime from the requirements of subsection (a)(i) above.\n     (e)     An appointing officer may assign overtime hours exempt from subsection (a) above in the event of disasters, and like emergency situations where such overtime assignments are necessary to protect public safety. \n     (f)     At such time as the Controller submits to the Board of Supervisors six and nine month standard financial reports and, if performed, three month reports, the Controller shall include budgeted overtime versus actual overtime projections in such reports. These reports shall also describe the extent to which each department has complied with the requirements of this section. The Controller, in consultation with the Director of Human Resources and the Director of Transportation, shall also submit an annual overtime report to the Board of Supervisors. The annual overtime report shall include budgeted and actual overtime by department, the number of exemptions granted by the Directors of the Human Resources Department and the Municipal Transportation Agency and an aggregate analysis of the justifications for these exemptions, the identification of critical staffing shortages, improved management practices, and other recommendations to reduce overtime spending.\n     (g)     A hearing on the reports described in subsection (f) shall be calendared as a standing agenda item of the Budget and Finance Committee or another fiscal committee of the Board of Supervisors as determined by the President of the Board of Supervisors.\n     (h)     If the reports described in subsection (e)\n1 identify any departments out of compliance with this section, then a hearing on each such department's noncompliance will be calendared as an agenda item of the Budget and Finance Committee or another fiscal committed of the Board of Supervisors as determined by the President of the Board of Supervisors, at which hearing each Appointing Officer or designee for such department will report his or her department's plan for coming into compliance with this section. \n     (i)     This ordinance is not intended to supersede overtime distribution rules contained in approved memoranda of understanding with the City's exclusive representatives except as necessary to ensure compliance with subsection (a) above to the extent allowable by State or local law. \n(Formerly Sec. 18.13; added by Ord. 211-88, App. 5/25/88; amended by Ord. 138-95, App. 5/5/95; Ord. 428-97, App. 11/17/97; amended and renumbered by Ord. 327-00, File No. 001922, App. 12/28/2000; amended by Ord. 197-08, File No. 080441, App. 8/22/2008; Ord. 84-09, File No. 090286, App. 5/20/2009; Ord. 193-11, File No. 110503, App. 9/27/2011, Eff. 10/27/2011) \nCODIFICATION NOTE\n\n1.     So in Ord. 193-11; probably should reference division (f).\nSEC. 18.13-5.  RESERVED.\n(Added by Ord. 327-00, File No. 001922, App. 12/28/2000; repealed by Ord. 84-09, File No. 090286, App. 5/20/2009)\n\n","heading":{"title":"18","chaptersection":"13-1","identifier":"18.13-1","catch_text":"MAXIMUM PERMISSIBLE OVERTIME."}}