{"text":"\n     (a)     Recommendation for Camera Installation by Director. If the Director of the Mayor's Office of Criminal Justice (\"MOCJ\") finds that a particular location is experiencing substantial crime and that the potential to deter criminal activity outweighs any concerns asserted by the affected community, the Director may recommend approval of a new community safety camera in that location to the Police Commission. The Police Commission shall calendar consideration of the matter no sooner than 30 days and no later than 60 days from MOCJ's notification. \n     (b)     Public Hearing Required. The Police Commission shall conduct a public hearing to determine whether or not to install the camera. The MOCJ shall create and distribute to the Police Commission and the public a report justifying the camera at the particular location 20 days prior to the first public hearing on the proposed installation. The report shall include, for each proposed new camera location: (1) the reason for installing the camera at the particular location, including crime statistics for the area and (2) the proposed area/range to be covered. The Police Commission may continue its consideration of the proposal for up to 30 days in order to receive more information from the Director of the MOCJ, the Police Department, or community organizations or to further consider the proposal. The decision of the Police Commission shall be rendered within 30 days from the date of the first hearing. \n     (c)     Approval of Camera Installation by Police Commission. The Police Commission may approve the camera's installation after a hearing, provided that the Commission finds that the proposed location is experiencing substantial crime, the potential to deter criminal activity outweighs any concerns asserted by the affected community, and there exists significant support from the affected community for the camera. \n     (d)     Annual Report to the Board of Supervisors and to the Police Commission. The Police Department shall prepare an annual report on all community safety cameras located in the City and County of San Francisco. The report shall identify the camera locations, the crime statistics for the vicinity surrounding each camera both before and after the camera is installed, crime statistics from surrounding vicinities, the number of times the Police Department requested copies of the recorded images, the number of times the images were used to bring criminal charges, the types of charges brought, and the results of the charges. The Department shall issue the first report no later than one year following the date of the first camera installation approval by the Police Commission and not less often than once yearly thereafter. Based upon information provided in the annual report, the Police Commission may direct the removal of any individual camera(s). \n(Added by Ord. 127-06, File No. 060086, App. 6/22/2006)\n\n","heading":{"title":"19","chaptersection":"4","identifier":"19.4","catch_text":"APPROVAL AND AUDITING OF ADDITIONAL COMMUNITY SAFETY CAMERAS."}}