{"text":"\n     (a)     Public Notice of Proposed Cameral Installation. At least 20 days before the Police Commission considers a recommendation to install a new community safety camera, the Department of Information and Telecommunications Services (\"DTIS\") shall post a minimum of 4 signs, as set forth below, within a 100 foot radius of the location at which the camera is proposed. Signs shall remain posted through the date of approval or disapproval of the camera installation by the Police Commission. \n          (1)     Number of Signs. The Director of the MOCJ may approve additional signs if deemed necessary to provide adequate notice to the public. \n          (2)     Contents and Size of Signs. Each sign shall be at least thirty inches by thirty inches. The signs shall be entitled NOTICE OF INTENT TO APPROVE A COMMUNITY SAFETY CAMERA AT THIS LOCATION. The lettering of the title shall be at least 1¼-inch capital letters. All other letters shall be at least ¾-inch uppercase and ½-inch lowercase. Each sign shall include the time and date of the Police Commission's approval hearing, a Police Commission contact person, and a telephone number where members of the public may obtain additional information and/or submit comments. Signs shall be posted in languages appropriate to the specific neighborhood, as determined by the Director of the MOCJ. \n          (3)     Production of Signs. The Director of the MOCJ shall develop a standardized sign that meets the requirements of this Section. \n     (b)     Additional Notice Provisions. In addition to the signposting requirements in Section \n19.5(a), the Director of the MOCJ may use mailed notices. If the Director uses mailed notices, the Director shall send notices to: \n          (1)     The owner of each property within 300 feet of the proposed camera location as reflected on the latest Citywide Assessor roll.\n          (2)     Neighborhood associations and organizations listed with the Planning Department as representing businesses, owners or occupants located within 300 feet of the proposed camera location, and \n          (3)     To the extent practicable, the occupants of each property within 300 feet of the proposed camera location.\n     The mailed notice shall include, at a minimum, all of the information required in Section \n19.5(a)(ii). Mailed notice shall be sent at least 20 days prior to the Police Commission's consideration of approval to install a community safety camera. \n     (c)     Notice for Approved Cameras. Upon approval by the Police Commission and installation of a new community safety camera, the Director of the DTIS shall post a conspicuous sign within 25 feet of the location of the camera. The sign shall state that the area is under camera surveillance. Additionally, the Police Department shall publish on the Department's website the location of all cameras installed throughout the City. The Department shall update the site within 30 days of each new camera installation. \n(Added by Ord. 127-06, File No. 060086, App. 6/22/2006)\n\n","heading":{"title":"19","chaptersection":"5","identifier":"19.5","catch_text":"NOTICE REQUIREMENTS."}}