{"text":"\n     (a)     Access to the recorders for community safety cameras shall be limited to personnel from the DTIS for purposes of installation, repair, maintenance and upgrades, and to Custodian of Records staff from the Department of Emergency Management (\"DEM\"). DEM staff shall be responsible for proper release of the records. \n     (b)     The camera recording devices shall be kept in secure areas with password protection for access.\n     (c)     (1)of the Police Department may obtain copies of the recordings by presenting a written request to DEM. The request shall be submitted by an Inspector of the SFPD, and approved by a Captain or the Deputy Chief of Inspectors. In exigent circumstances only, DEM may release the information to an Inspector prior to receipt of a written request, but the Inspector must then provide a written justification for the release, including specification of the exigent circumstances. Within 7 days from the release under exigent circumstances, the SFPD Inspector must submit, in writing, the supervisor's and captain's approval of the Inspector's initial request. \n          (2)     The Public Defender, other criminal defense attorney, or an investigator appointed by the Court to assist a pro se criminal defendant may submit a written request to obtain copies of the recordings to DEM. A copy of the request shall be delivered concurrently to the Office of the District Attorney. The request shall include the name and court number of the charged criminal case, the time and place of the recordings, and a declaration under penalty of perjury verifying that the request is made in connection with the investigation or defense of a charged criminal case and further declaring under penalty of perjury that the attorney or investigator will use any community safety camera recordings released by DEM only in connection with the charged criminal case. Upon receipt of the written request, DEM shall preserve for 180 days any recordings requested and deliver a copy of the recordings to the Office of the District Attorney. The District Attorney may review the recordings with members of the Police Department at the rank of Inspector or higher in determining whether to seek a Court order preventing disclosure. DEM shall deliver to the requesting individual a copy of the recordings within 5 court days of the disclosure to the District Attorney, unless the District Attorney applies for a Court order to prevent disclosure of the recordings pursuant to existing law. If the District Attorney applies for a Court order to prevent disclosure, DEM shall not produce the recordings to the requesting individual until the court issues a decision regarding production. \n     (d)     DEM may only release records to agencies or individuals other than those specified in section 19.3 pursuant to a court order. DEM must notify the Board of Supervisors within 7 days of any release pursuant to a court order. \n     (e)     Under no circumstances may recordings from community safety cameras be used for personal purposes.\n     (f)     DTIS shall ensure that the community safety cameras retain data for a period of at least 30 days but not longer than 30 days.\n(Added by Ord. 127-06, File No. 060086, App. 6/22/2006; Ord. 32-08, File No. 071536, App. 3/4/2008)\n\n","heading":{"title":"19","chaptersection":"6","identifier":"19.6","catch_text":"PROTOCOLS FOR OVERSIGHT AND ACCESS TO SURVEILLANCE INFORMATION."}}