{"text":"\n     Any officer, department, or agency seeking Board approval of a contract for personal services under Charter Section \n10.104(15) shall submit a supplemental report to the Board of Supervisors in connection with the contract and the Controller's certification. \n     The report shall summarize the essential terms of the proposed contract and address the following subjects: \n     1.     The department's basis for proposing the Prop J certification;\n     2.     The impact, if any, the contract will have on the provision of services covered by the contract, including a comparison of specific levels of service, in measurable units where applicable, between the current level of service and those proposed under the contract. For contract renewals, a comparison shall be provided between the level of service in the most recent year the service was provided by City employees and the most recent year the service was provided by the contractor; \n     3.     The department's proposed or, for contract renewals, current oversight and reporting requirements for the services covered by the contract; \n     4.     The contractor's proposed or, for contract renewals, current wages and benefits for employees covered under the contract, and the contractor's current labor agreements for employees providing the services covered by the contract; \n     5.     The department's proposed or, for contract renewals, current procedures for ensuring the contractor's ongoing compliance with all applicable contracting requirements, including Administrative Code \nChapter 12P (the Minimum Compensation Ordinance), \nChapter 12Q (the Health Care Accountability Ordinance); and Section \n12B.1(b) (the Equal Benefits Ordinance); \n     6.     The department's plan for City employees displaced by the contract; and,\n     7.     A discussion, including timelines and cost estimates, of under what conditions the service could be provided in the future using City employees. \n(Added by Ord. 105-04, File No. 040594, App. 6/10/2004)\n\n","heading":{"title":"2","chaptersection":"15. ","identifier":"2.15. ","catch_text":"SUPPLEMENTAL REPORTS REQUIRED."}}