{"text":"\n     Whenever any ordinance or resolution is introduced, the Clerk of the Board of Supervisors shall refer the ordinance or resolution to the Budget Analyst of the Board of Supervisors to review and to determine and inform the Board of Supervisors whether the legislation would have a fiscal impact. This Section shall not apply to the following types of legislation: Ballot measures and ballot arguments; Charter amendments; employee memoranda of understanding; salary standardization ordinances; interim zoning controls; landmark issues; land use issues; litigation settlements. The Budget Analyst, within three days of the receipt of the introduced legislation, shall determine whether the legislation would have fiscal impact, and shall notify the Clerk of the Board if the legislation has a fiscal impact. The Clerk shall identify in the Board's file, and on all Board and committee calendars, which items have fiscal impact, as determined by this Section. \n     \"Fiscal impact\" is defined for the purposes of this Section to be an expenditure or commitment of City funds in any fiscal year in excess of $200,000, or a total expenditure or commitment of City funds in excess of $1,000,000 over a five-year period. \n     For the purposes of this Section, \"fiscal impact\" shall include, but not be limited to, any of the following which result in a fiscal impact in excess of $200,000 in any fiscal year or in excess of $1,000,000 over a five-year period. \n          (1)     Appropriation of funds or release of reserved funds;\n          (2)     Increased or substantial expenditure of funds by: (a) imposing new responsibilities on the City or (b) imposing new or additional duties on a City department, agency, board, person or business having a contract with the City, or commission or (c) expanding any City program, function or responsibility; \n          (3)     Substantial loss of revenue to the City's General Fund or any special fund created by ordinance or Charter;\n          (4)     Substantial reduction of expenditures of City money by reducing, transferring, or eliminating any existing services or functions of any City department. \n     The sponsor or sponsors of legislation having a fiscal impact as determined under the provisions of this Section shall make every effort to identify the funding source for the proposed legislation. \n     When legislation has been assigned to a nonfiscal committee of the Board and it has been determined that the legislation has a fiscal impact as defined in this Section, and the nonfiscal committee wishes the legislation to be further considered by the Board of Supervisors, then the nonfiscal committee shall refer, and the Clerk of the Board shall schedule, the legislation for review and consideration by the fiscal committee of the Board of Supervisors, which shall then consider and act upon the legislation consistent with the rules and regulations governing the consideration and processing of legislation by the Board and its committees. \n     The Budget Analyst's analysis and report on the cost of the legislation will be submitted to the Board of Supervisors prior to the legislation being heard by the fiscal committee. \n     Legislation which has been initially determined not to have a fiscal impact and which is substantively amended in a committee other than the fiscal committee shall be referred to the Budget Analyst to determine whether the amendments result in the legislation having a fiscal impact. Amended legislation determined to have a fiscal impact shall be referred to, and scheduled by the Clerk of the Board before, the fiscal committee of the Board of Supervisors. \n     Legislation prepared in and reported out to the Board by a nonfiscal committee shall be governed by this Section. Such prepared in and reported out legislation shall be reviewed by the Budget Analyst to determine whether the legislation has a fiscal impact, and if so, such legislation shall be referred to, and the Clerk of the Board shall schedule before, the fiscal committee of the Board, consistent with the provisions of this Section. \n     When the Budget Analyst determines that legislation would have a fiscal impact as defined in this Section, then the legislation shall not be calendared by the Clerk of the Board of Supervisors for consideration by the full Board of Supervisors until after the legislation has been forwarded to the full Board by all Committees of the Board asked, or required, to review the legislation. \n     Whenever required by this ordinance to schedule legislation for review and consideration by the fiscal committee, the Clerk shall schedule the legislation for said hearing not more than 30 days after the nonfiscal committee has determined that the legislation is to be further considered by the Board. \n     If the fiscal committee fails to conduct a hearing on the legislation within 30 days after the nonfiscal committee has determined that the legislation is to be further considered by the Board, the Clerk shall place the legislation on the calendar of the Board for the next regularly scheduled meeting of the Board subsequent to the expiration of the 30-day period. \n(Added by Ord. 272-91, App. 7/2/91; amended by Ord. 243-97, App. 6/13/97)\n\n","heading":{"title":"2","chaptersection":"6-3. ","identifier":"2.6-3. ","catch_text":"LEGISLATION - FISCAL IMPACT."}}