{"text":"\n     (a)     No bonded indebtedness shall be incurred by the City and County which together with the amount of bonded indebtedness outstanding shall exceed three percent of the assessed value of all real and personal property in the City and County subject to taxation for City and County purposes. Bonded indebtedness heretofore or hereafter created for water supply, storage or distribution purposes, sewers and sewerage collection, disposal and treatment, water pollution control, and the acquisition, construction or completion of air transportation facilities and bonded indebtedness created pursuant to Charter Sections \n9.107(4), \n9.107(5) and \n9.107(7) shall be exclusive of the limitation on the amount of bonded indebtedness of the City and County contained in this Section; provided, however, that any bonded indebtedness for sewers and sewerage collection, disposal and treatment, and for water pollution control, must be financed by sewerage service charges for the foregoing exclusion to be applicable. \n     (b)     Any and all indebtedness assumed for the purpose of accepting the transfer and assuming jurisdiction and control of the harbor of San Francisco and the facilities thereof, in accordance with the terms and conditions of Statutes 1968, Ch. 1333, shall not be included in the bond debt limit provided for in Subsection (a); and, if thereafter any additional bonded indebtedness is incurred to improve said harbor in connection with the operation thereof, said bonded indebtedness so incurred shall also be exempt from the limitations contained in Subsection (a). \n     (c)     A bonded indebtedness for the construction, completion or acquisition of foreign trade zones and the acquisition of necessary lands, buildings and equipment authorized by the electors in accordance with the provisions of the Charter shall be exclusive of the bonded indebtedness of the City and County limited by the Charter. \n     (d)     Revenue to meet current annual interest and redemption or sinking fund for outstanding general obligation bonds issued for the acquisition, construction or any extension of any utility under the jurisdiction of the Public Utilities Commission, shall always be provided out of the tax levy. \n(Added by Ord. 439-96, App. 11/8/96; amended by Ord. 133-99, File No. 990584, App. 5/28/99)\n\n","heading":{"title":"2","chaptersection":"60. ","identifier":"2.60. ","catch_text":"LIMITATIONS ON BONDED INDEBTEDNESS."}}