{"text":"\n     (a)     Each governmental entity which requests the appropriation of bond proceeds by the Board shall submit a report in the form required by Section \n2.72 to the Clerk of the Board, the Controller, the Treasurer, the Director of Public Finance and the Budget Analyst sixty (60) days prior to the date of any such appropriation and within sixty (60) days after the date of all such appropriated bond proceeds have been expended. Multiple appropriations may be combined into a single accountability report. \n     (b)     If any bonds authorized for a project have been issued, the governmental entity to which such bond proceeds were appropriated shall submit a report in the form required by Section \n2.72 to the Clerk of the Board, the Controller, the Treasurer, the Director of Public Finance and the Budget Analyst sixty (60) days prior to approval by the Board of the sale of any subsequent series of bonds for the same project. Any report filed pursuant to this paragraph (b) shall be in addition to the reports required pursuant to paragraph (a). \n     (c)     The Budget Analyst shall, upon receipt of an accountability report, prepare and submit to the Clerk of the Board an analysis of said accountability report detailing whether or not the bond proceeds (i) in the case of an accountability report submitted prior to the issuance of the first series of bonds, can be expended in accordance with the appropriation or (ii) in the case of an accountability report for any bonds which meet the requirements of paragraph (b) above, were expended in accordance with the appropriation. \n     (d)     Any accountability report shall be subject to the reallocation provisions of federal tax law relating to the bonds.\n     (e)     The Board may waive the requirement for any accountability report by resolution.\n(Added by Ord. 23-00, File No. 992155, App. 2/18/2000; amended by Ord. 48-02, File No. 020407, App. 4/19/2002)\n\n","heading":{"title":"2","chaptersection":"71","identifier":"2.71","catch_text":"CONDITIONS FOR SUBMISSION OF BOND ACCOUNTABILITY REPORT."}}