{"text":"\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by Ord. 23-00, File No. 992155, App. 2/18/2000)\n\nARTICLE IX:\nOFFICIAL NEWSPAPER(S)\n\n\nSec. 2.80.\nFindings. \n\nSec. 2.80-1.\nDefinitions. \n\nSec. 2.81.\nOfficial Newspaper(s)—Designation. \n\nSec. 2.81-1.\nUse of Official Newspapers. \n\nSec. 2.81-2.\nOutreach Fund. \n\nSec. 2.81-3.\nOutreach Periodicals—Designation. \n\nSec. 2.81-4.\nNeighborhood Outreach. \n\nSEC. 2.80.  FINDINGS.\n     The people of San Francisco find and declare that the City and County has a responsibility to inform its citizenry about the goings on of local government. To best accomplish this, the City and County should utilize locally published newspapers to reach the general public, including the many separate and diverse communities which make up the population of the City and County. \n     Under this Article, the City and County wishes to exercise its power in deeming official newspaper(s) to maximize the citizenry's access to public notices which are required to be published by law. In addition, the City and County wishes to implement an aggressive outreach plan to meet the public information needs of those communities and neighborhoods which may not be adequately served by the official newspaper(s). \n(Added by Proposition J, 11/8/94)\n\nSEC. 2.80-1.  DEFINITIONS.\n     As used in this Article, the following words and phrases shall have the meanings indicated herein: \n     (a)     \"Official Newspaper.\" Pursuant to the provisions of Section \n10.100(f) of the Charter, the official newspaper or newspapers of the City and County is hereby defined as a newspaper of general circulation published for the dissemination of local or telegraphic news and intelligence of general character, which has a bona fide circulation of at least 50,000 copies per calendar week and which is printed in the City and County on three or more days in a calendar week. \n     (b)     \"Outreach Communities\" shall reflect the diversity in race and sexual orientation of the population of the City and County. They shall include: (1) the Lesbian/Gay/Bisexual community, (2) the African American community, (3) the Hispanic community, and (4) the Chinese community. The Board of Supervisors may determine different outreach communities from time to time. \n     (c)     \"Outreach Periodical\" shall mean a periodical which circulates primarily in one of the outreach communities and which is printed in the City and County on one or more days in a calendar week. \n     (d)     \"Outreach Advertisement\" shall be an advertisement placed in the selected outreach periodicals one time per week. This advertisement shall be no larger than four inches wide by six inches high and shall be prepared by the Clerk of the Board of Supervisors at the direction of the Board. The Clerk shall select and include in each week's advertisement those major items pertaining to governmental operations for that week. \n     (e)     \"Joint Venture\" shall mean any association or business relationship of two or more businesses which act as a single entity or contractor in submitting a bid proposal or in providing such services to the City and County. \n(Added by Ord. 250-78, App. 6/1/78; amended by Proposition J, 11/8/94)\n\nSEC. 2.81.  OFFICIAL NEWSPAPER(S) - DESIGNATION.\n     In each year, the Board of Supervisors shall designate the official newspaper or newspapers of the City and County as herein below set forth. \n     (a)     On or before the first day of December in 1994 and each ensuing June thereafter, the Purchaser shall prepare a notice inviting sealed proposals for: (1) the publication of all official advertising of the City and County which is required by law to be published on two or more consecutive days, and all official advertising of the City and County which is required to be published in accordance with the provisions of Sections 2.200 or 2.201 of the Charter for special meetings of the Board of Supervisors and its standing or special committees; and (2) the publication of all official advertising of the City and County, which is required by law to be published one time, other than the provisions of Sections 2.200 or 2.201 of the Charter as they relate to special meetings of the Board of Supervisors and its standing or special committees; and all official advertising of the City and County which is required by law to be published more than one time, but not more than three times a week for a specified number of weeks. Said notices shall be published once in the appropriate official newspaper of the City and County. At least five days shall intervene between the date of publication and the time for filing such sealed proposals. Each proposal shall be required to include among other things: \n          (1)     Bidder's most recent circulation audit report covering a period of established and verified circulation for at least six months;\n          (2)     A Distribution Declaration from bidder declaring that any individual or business entity within the City and County who requests delivery of the same general newspaper shall receive delivery of the same general newspaper, and in the same timely fashion as every other person; \n          (3)     Each bidder who submits a bid as a joint venture or which is to be performed by a joint venture, must include a copy of a fully executed joint venture agreement. Each joint venture partner individually must meet all of the requirements set forth in the Charter and Administrative Code; \n          (4)     Each bidder must establish that it has met all minimum requirements listed in Paragraphs \n2.81(1), \n2.81(2), and \n2.81(3), above, for at least four full weeks prior to bid opening. \n     (b)     The Purchaser shall evaluate each proposal taking into consideration the cost of advertising in each newspaper, the circulation of each newspaper, and the cost of each newspaper to the general public according to the following point system: \n          (1)     Advertising Price. The newspaper which bids the lowest price for advertising shall receive 15 points. Every other newspaper shall receive a proportionate number of points (\"Proportional Advertising Price Points\"), according to the following formula: \n     Proportional Advertising Price \n     Points = 15 X  \n     As used in this formula, \"Lowest Price Bid\" shall be the dollar amount bid by the newspaper submitting the lowest price bid for advertising. \"Higher Price Bid\" shall mean the dollar amount bid for advertising by the particular other newspaper as to which the point calculation is made. \n          (2)     Circulation. The newspaper with the largest circulation shall receive 10 points. Every other newspaper shall receive a proportionate number of points (\"Proportional Circulation Points\"), according to the following formula: \n     Proportional Circulation \n     Points = 10 X  \n     As used in this formula, \"Lower Circulation\" shall mean the circulation of the particular other newspaper as to which the point calculation is made (calculated according to Subsection (b)(3). \"Highest Circulation\" shall mean the circulation of the bidding newspaper with the highest circulation (calculated according to Subsection (b)(3). \n          (3)     Circulation Calculation. For Item 1 bidders, circulation shall be calculated by adding the total number of newspaper copies delivered to homes in the City and County for all days of a one-week period. For Item 2 bidders, circulation shall be calculated by adding the total number of newspaper copies delivered to homes in the City and County for any three days of a one-week period. \n          (4)     Newspaper Cost. Any newspaper with a majority of circulation that is free of charge to the general public shall receive an additional five points. \n          (5)     Local/Minority/Woman Ownership. Any bidder whose newspaper is locally owned and operated shall receive an additional two points. Any bidder whose newspaper has more than 50 percent minority ownership shall receive an additional two points. Any bidder whose newspaper is woman-owned shall receive an additional two points. \n     (c)     The Purchaser shall, not less than 10 days after the date of publication of said notices, report to the Board of Supervisors the point totals of any and all sealed proposals received by him or her, and shall make his or her recommendation(s) to the Board of Supervisors. Thereupon, the Board of Supervisors shall, by resolution, choose and designate a newspaper or newspapers as the official newspaper or newspapers of the City and County for the ensuing fiscal year, and the Purchaser shall let a contract or contracts to said newspaper(s) for said fiscal year. \n(Amended by Ord. 382-78, App. 8/18/78; Ord. 313-93, App. 10/15/93; Ord. 63-94, App. 2/10/94; Ord. 215-94, App. 6/2/94; amended by Proposition J, 11/8/94) \n\nSEC. 2.81-1.  USE OF OFFICIAL NEWSPAPERS.\n     If the circulation of the official newspaper(s) varies by day or the cost of advertising varies by day, the Purchaser shall direct all City departments to advertise in those editions of the newspaper(s) with the greatest circulation and lowest advertising cost. \n(Added by Proposition J, 11/8/94)\n\nSEC. 2.81-2.  OUTREACH FUND.\n     (a)     Establishment of Fund. Each fiscal year the Purchaser shall establish an outreach fund by withholding 10 percent of all revenue paid to each official newspaper. The Purchaser shall accrue these funds on a monthly basis. \n     (b)     Purpose of Fund. This fund is created for the purpose of placing weekly outreach advertisements in selected outreach periodicals. Outreach advertisements shall be paid for solely by using monies from the outreach fund. \n     (c)     Balance of Monies in Fund. Any amounts unspent or uncommitted at the end of any fiscal year shall be carried forward to the next fiscal year and shall be appropriated then or thereafter for the purposes specified. \n(Added by Proposition J, 11/8/94)\n\nSEC. 2.81-3.  OUTREACH PERIODICALS - DESIGNATION.\n     In each year, the Board of Supervisors shall designate the outreach periodical for each outreach community as herein below set forth. \n     On or before the first day of December in 1994 and each ensuing June thereafter, the Purchaser shall prepare a notice inviting sealed proposals for the purpose of selecting one outreach periodical from each outreach community. The Purchaser shall evaluate each proposal according to the following point system: \n     (a)     Advertising Price. For each outreach community, the periodical which bids the lowest price shall receive 15 points. Every other periodical for that outreach community shall receive a proportional amount of points according to the relation of its price to the price of the lowest bidder. \n     (b)     Circulation. For each outreach community, the periodical with the largest circulation shall receive 10 points. Every other periodical for that outreach community shall receive a proportionate amount of points according to the relation of its circulation to the largest circulation. Circulation shall be calculated by taking the total number of copies distributed in the City and County on any one day during a one-week period. \n     (c)     Periodical Cost. Any periodical with a majority of circulation that is free of charge to the general public shall receive an additional five points. \n     (d)     Local/Minority Ownership. Any bidder whose periodical is locally owned and operated shall receive an additional two points. Any bidder whose periodical has more than 50 percent minority ownership shall receive an additional two points. Any bidder whose periodical is women-owned shall receive an additional two points. \n     (e)     Foreign Language Publications. Periodicals with a majority of its editorial content published in the native language of that outreach community shall receive an additional five points. \n     The Purchaser shall, not less than 10 days after the date of publication of said notices, report to the Board of Supervisors the point totals of any and all sealed proposals received by him or her, and shall make his or her recommendations to the Board of Supervisors. Thereupon, the Board of Supervisors shall, by resolution, choose and designate periodicals as the outreach periodicals of the City and County for the ensuing fiscal year, and the Purchaser shall let contracts to said periodicals for said fiscal year. \n(Added by Proposition J, 11/8/94)\n\nSEC. 2.81-4.  NEIGHBORHOOD OUTREACH.\n     If the Board of Supervisors finds that certain neighborhoods are not being adequately served by the official newspaper(s) and the outreach periodicals, the Board may authorize additional advertising in monthly neighborhood publications which target certain neighborhoods in San Francisco. \n(Added by Proposition J, 11/8/94)\n\nARTICLE X:\nPERFORMANCE AND EFFICIENCY AUDIT OFFICE\n\n\nSec. 2.92.\nEfficiency Evaluation—Plan. \n\nSEC. 2.92.  EFFICIENCY EVALUATION - PLAN.\n     (a)     The Controller shall establish a Performance and Efficiency Audit Office in the Controller's Office to improve the overall efficiency of City government by identifying inefficient operations and functions of departments, agencies, boards, and commissions of the City and County of San Francisco that should be eliminated. The Controller's Office shall prepare a plan that shall include, but not be limited to, an evaluation of expenditures in terms of the effectiveness of the service or product delivered by City departments and utilization of employees and contractual services, and shall include a review of the following: \n          (1)     Elimination of inefficient operations and functions,\n          (2)     Consolidation of duplicative and overlapping activities and functions,\n          (3)     Integration and standardization of information maintenance systems that promote interdepartmental sharing of information and resources, \n          (4)     Departmental accounting for expenditure of resources in terms of effectiveness of the service or product delivered,\n          (5)     Departmental deployment and utilization of personnel, the City's personnel procurement system, and reforms to enhance the quality of work performance of public employees, \n          (6)     Methods of operation to reduce consumption and waste of resources,\n          (7)     Departmental compliance with judicial, legislative and administrative mandates,\n          (8)     Records available, such as, Grand Jury reports, Budget Analyst audits, previous budgets and appropriations and justifications, and Controller internal audits, \n          (9)     An analysis of cost-cutting recommendations from employees and suggestions from users of governmental services.\n     (b)     The Controller shall report the execution of the plan described herein and the implementation of recommendations resulting from evaluations of City operations by December 31, 1991. The Controller shall establish a schedule for City departments to report annually departmental administrative and operational changes undertaken to implement recommendations to the Board of Supervisors. \n(Added by Ord. 265-89, App. 7/14/89; amended by Ord. 278-96, App. 7/3/96)\n\nARTICLE XI:\nCITY ATTORNEY REPRESENTATION\n\n\nSec. 2.95.\nPotential conflict.\n\nSEC. 2.95.  POTENTIAL CONFLICT.\n     Whenever in the course of the Charter mandated duty of the City Attorney to represent the City and County of San Francisco, or any board, commission, officer or employee thereof, the City Attorney determines that a full and complete representation of the City and County of San Francisco or any board, commission, officer or employee thereof requires an attack upon the validity of any provision of the San Francisco Charter or of any ordinance or resolution of the City and County of San Francisco, the City Attorney shall within five working days of such determination notify the Board of Supervisors in writing of the potential conflict between the City Attorney's duty to uphold the Charter of the City and County of San Francisco or the public enactments of the City and County of San Francisco on the one hand and the City Attorney's duty to provide complete and full representation to the City and County of San Francisco or any board, commission, officer or employee thereof on the other hand. The City Attorney shall make a recommendation for resolving the conflict in the written notification to the Board of Supervisors. \n(Added by Ord. 7-82, App. 1/8/82)\n\nARTICLE XII.\nPUBLICATION OF NOTICES\n\n\nSec. 2.96.\nFindings. \n\nSec. 2.97.\nDefinitions. \n\nSec. 2.98.\nPublication Requirements. \n\nSec. 2.99.\nReview of Proposed Ordinances. \n\nSec. 2.100.\nRegulations. \n\nSEC. 2.96.  FINDINGS.\n     (a)     San Francisco Charter \nArticle XVII, defines \"Notice\" to mean publication (as defined by ordinance), and a contemporaneous filing with the Clerk of the Board of Supervisors or other appropriate office. Charter \nArticle XVII further empowers the Board of Supervisors by ordinance to define the term \"Published\" and requires the Board of Supervisors to seek a recommendation from the Clerk of the Board of Supervisors before adopting such an ordinance. The Clerk of the Board of Supervisors participated in the drafting of this ordinance. \n     (b)     The City has greatly expanded its use of electronic media to provide information to the public, and individuals' access to those media has also expanded greatly. In adopting this Article XII the Board of Supervisors intends to: (1) maximize use of electronic media as a cost effective means of publishing notices; (2) provide uniform implementation of Charter \nArticle XVII's \"publication\" requirement to the extent that implementation of this \nArticle XII does not conflict with notice or publication requirements specifically imposed by federal or State law or by the San Francisco Charter or applicable City ordinances; (3) provide City agencies with a standard notice and publication procedure that future City legislation can incorporate; and (4) establish a mechanism to ensure that drafters of all future legislation that addresses publication and notice consider the use of this standard notice and publication procedure. \n(Added by Ord. 318-10, File No. 101191, App. 12/21/2010)\n\nSEC. 2.97.  DEFINITIONS.\n     (a)     \"City's Official Website Homepage\" shall mean the first screen that opens at sfgov.org or any successor City official internet address. \n     (b)     \"Department's Website Homepage\" shall mean the first screen that opens at the Department's website address.\n     (c)     \"Notices\" shall mean all notices to the public required under the Charter.\n     (d)     \"Published\" shall mean posted on the City's Official Website Homepage, on the applicable Department's Website Homepage, and at the Main Branch of the San Francisco Public Library, as more fully described in Section \n2.98, provided that the Department shall cause a summary of the Notice to be published in the \"Official Newspaper\" as set forth in Administrative Code, \nChapter 2, Article IX. \n     (e)     \"Summary\" shall mean a direction to the Department's Website Homepage where the Notice can be located.\n(Added by Ord. 318-10, File No. 101191, App. 12/21/2010; Ord. 59-11, File No. 110117, App. 3/30/2011)\n\nSEC. 2.98.  PUBLICATION REQUIREMENTS.\n     (a)     The City Librarian shall designate a place in the Main Branch of the Public Library, accessible to the public, for the posting of Notices in hard copy. The City Librarian shall cause such Notices to be posted promptly upon receipt. For purposes of this subsection (a), \"posting\" may include placing a notice in a file that is readily identifiable and available to the public. \n     (b)     The Department of Technology shall place on the City's Official Website Homepage a \"Notices\" section which shall include links to Notices of all City departments. The Department of Technology shall cause such Notices to be posted promptly. \n     (c)     City departments shall post Notices on a \"Notices\" page accessible from the Department's Website Homepage. The Department of Technology shall cause such Notices to be accessible via the Notices section placed on the City's Official Website Homepage. \n     (d)     This Article is not intended to change (1) the duration of, or time during which City, State or federal law requires an official or agency to publish or post a Notice; (2) the identity of the official or agency responsible for publishing or posting a Notice; or (3) publication or posting requirements that City, State or Federal law otherwise impose on City officials or agencies. \n     (e)     The publication requirements established in subsections (a), (b), and (c) above shall be deemed satisfied if the City has substantially complied with the requirements, meaning the Notice has been posted at the Main Branch of the Public Library, and on either the City's Official Website Homepage or the Department's Website Homepage. \n(Added by Ord. 318-10, File No. 101191, App. 12/21/2010)\n\nSEC. 2.99.  REVIEW OF PROPOSED ORDINANCES.\n     The Clerk of the Board of Supervisors shall review all future proposed ordinances that have been introduced that contain notice and publication requirements, and may recommend to the sponsor of the legislation that the proposed ordinance incorporate the notice and publication requirements as set forth in this \nArticle XII, to the maximum extent consistent with Federal and State law. The Clerk's failure to perform this review on any ordinance shall not invalidate the ordinance, or form the basis for any legal challenge to the ordinance. \n(Added by Ord. 318-10, File No. 101191, App. 12/21/2010)\n\nSEC. 2.100.  REGULATIONS.\n     The Clerk of the Board of Supervisors, in consultation with the City Librarian and/or the Director of the Department of Technology, to the extent the Clerk deems appropriate, may adopt regulations, consistent with this \nArticle XII and Charter Section \n16.112, governing the operational procedures for implementing the provisions set forth in this \nArticle XII. \n(Added by Ord. 318-10, File No. 101191, App. 12/21/2010)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"2","chaptersection":"74. ","identifier":"2.74. ","catch_text":"CONSTRUCTION."}}