{"text":"\n     As used in this Article, the following words and phrases shall have the meanings indicated herein: \n     (a)     \"Official Newspaper.\" Pursuant to the provisions of Section \n10.100(f) of the Charter, the official newspaper or newspapers of the City and County is hereby defined as a newspaper of general circulation published for the dissemination of local or telegraphic news and intelligence of general character, which has a bona fide circulation of at least 50,000 copies per calendar week and which is printed in the City and County on three or more days in a calendar week. \n     (b)     \"Outreach Communities\" shall reflect the diversity in race and sexual orientation of the population of the City and County. They shall include: (1) the Lesbian/Gay/Bisexual community, (2) the African American community, (3) the Hispanic community, and (4) the Chinese community. The Board of Supervisors may determine different outreach communities from time to time. \n     (c)     \"Outreach Periodical\" shall mean a periodical which circulates primarily in one of the outreach communities and which is printed in the City and County on one or more days in a calendar week. \n     (d)     \"Outreach Advertisement\" shall be an advertisement placed in the selected outreach periodicals one time per week. This advertisement shall be no larger than four inches wide by six inches high and shall be prepared by the Clerk of the Board of Supervisors at the direction of the Board. The Clerk shall select and include in each week's advertisement those major items pertaining to governmental operations for that week. \n     (e)     \"Joint Venture\" shall mean any association or business relationship of two or more businesses which act as a single entity or contractor in submitting a bid proposal or in providing such services to the City and County. \n(Added by Ord. 250-78, App. 6/1/78; amended by Proposition J, 11/8/94)\n\n","heading":{"title":"2","chaptersection":"80-1. ","identifier":"2.80-1. ","catch_text":"DEFINITIONS."}}