{"text":"\n     In each year, the Board of Supervisors shall designate the outreach periodical for each outreach community as herein below set forth. \n     On or before the first day of December in 1994 and each ensuing June thereafter, the Purchaser shall prepare a notice inviting sealed proposals for the purpose of selecting one outreach periodical from each outreach community. The Purchaser shall evaluate each proposal according to the following point system: \n     (a)     Advertising Price. For each outreach community, the periodical which bids the lowest price shall receive 15 points. Every other periodical for that outreach community shall receive a proportional amount of points according to the relation of its price to the price of the lowest bidder. \n     (b)     Circulation. For each outreach community, the periodical with the largest circulation shall receive 10 points. Every other periodical for that outreach community shall receive a proportionate amount of points according to the relation of its circulation to the largest circulation. Circulation shall be calculated by taking the total number of copies distributed in the City and County on any one day during a one-week period. \n     (c)     Periodical Cost. Any periodical with a majority of circulation that is free of charge to the general public shall receive an additional five points. \n     (d)     Local/Minority Ownership. Any bidder whose periodical is locally owned and operated shall receive an additional two points. Any bidder whose periodical has more than 50 percent minority ownership shall receive an additional two points. Any bidder whose periodical is women-owned shall receive an additional two points. \n     (e)     Foreign Language Publications. Periodicals with a majority of its editorial content published in the native language of that outreach community shall receive an additional five points. \n     The Purchaser shall, not less than 10 days after the date of publication of said notices, report to the Board of Supervisors the point totals of any and all sealed proposals received by him or her, and shall make his or her recommendations to the Board of Supervisors. Thereupon, the Board of Supervisors shall, by resolution, choose and designate periodicals as the outreach periodicals of the City and County for the ensuing fiscal year, and the Purchaser shall let contracts to said periodicals for said fiscal year. \n(Added by Proposition J, 11/8/94)\n\n","heading":{"title":"2","chaptersection":"81-3. ","identifier":"2.81-3. ","catch_text":"OUTREACH PERIODICALS - DESIGNATION."}}