{"text":"\n     In each year, the Board of Supervisors shall designate the official newspaper or newspapers of the City and County as herein below set forth. \n     (a)     On or before the first day of December in 1994 and each ensuing June thereafter, the Purchaser shall prepare a notice inviting sealed proposals for: (1) the publication of all official advertising of the City and County which is required by law to be published on two or more consecutive days, and all official advertising of the City and County which is required to be published in accordance with the provisions of Sections 2.200 or 2.201 of the Charter for special meetings of the Board of Supervisors and its standing or special committees; and (2) the publication of all official advertising of the City and County, which is required by law to be published one time, other than the provisions of Sections 2.200 or 2.201 of the Charter as they relate to special meetings of the Board of Supervisors and its standing or special committees; and all official advertising of the City and County which is required by law to be published more than one time, but not more than three times a week for a specified number of weeks. Said notices shall be published once in the appropriate official newspaper of the City and County. At least five days shall intervene between the date of publication and the time for filing such sealed proposals. Each proposal shall be required to include among other things: \n          (1)     Bidder's most recent circulation audit report covering a period of established and verified circulation for at least six months;\n          (2)     A Distribution Declaration from bidder declaring that any individual or business entity within the City and County who requests delivery of the same general newspaper shall receive delivery of the same general newspaper, and in the same timely fashion as every other person; \n          (3)     Each bidder who submits a bid as a joint venture or which is to be performed by a joint venture, must include a copy of a fully executed joint venture agreement. Each joint venture partner individually must meet all of the requirements set forth in the Charter and Administrative Code; \n          (4)     Each bidder must establish that it has met all minimum requirements listed in Paragraphs \n2.81(1), \n2.81(2), and \n2.81(3), above, for at least four full weeks prior to bid opening. \n     (b)     The Purchaser shall evaluate each proposal taking into consideration the cost of advertising in each newspaper, the circulation of each newspaper, and the cost of each newspaper to the general public according to the following point system: \n          (1)     Advertising Price. The newspaper which bids the lowest price for advertising shall receive 15 points. Every other newspaper shall receive a proportionate number of points (\"Proportional Advertising Price Points\"), according to the following formula: \n     Proportional Advertising Price \n     Points = 15 X  \n     As used in this formula, \"Lowest Price Bid\" shall be the dollar amount bid by the newspaper submitting the lowest price bid for advertising. \"Higher Price Bid\" shall mean the dollar amount bid for advertising by the particular other newspaper as to which the point calculation is made. \n          (2)     Circulation. The newspaper with the largest circulation shall receive 10 points. Every other newspaper shall receive a proportionate number of points (\"Proportional Circulation Points\"), according to the following formula: \n     Proportional Circulation \n     Points = 10 X  \n     As used in this formula, \"Lower Circulation\" shall mean the circulation of the particular other newspaper as to which the point calculation is made (calculated according to Subsection (b)(3). \"Highest Circulation\" shall mean the circulation of the bidding newspaper with the highest circulation (calculated according to Subsection (b)(3). \n          (3)     Circulation Calculation. For Item 1 bidders, circulation shall be calculated by adding the total number of newspaper copies delivered to homes in the City and County for all days of a one-week period. For Item 2 bidders, circulation shall be calculated by adding the total number of newspaper copies delivered to homes in the City and County for any three days of a one-week period. \n          (4)     Newspaper Cost. Any newspaper with a majority of circulation that is free of charge to the general public shall receive an additional five points. \n          (5)     Local/Minority/Woman Ownership. Any bidder whose newspaper is locally owned and operated shall receive an additional two points. Any bidder whose newspaper has more than 50 percent minority ownership shall receive an additional two points. Any bidder whose newspaper is woman-owned shall receive an additional two points. \n     (c)     The Purchaser shall, not less than 10 days after the date of publication of said notices, report to the Board of Supervisors the point totals of any and all sealed proposals received by him or her, and shall make his or her recommendation(s) to the Board of Supervisors. Thereupon, the Board of Supervisors shall, by resolution, choose and designate a newspaper or newspapers as the official newspaper or newspapers of the City and County for the ensuing fiscal year, and the Purchaser shall let a contract or contracts to said newspaper(s) for said fiscal year. \n(Amended by Ord. 382-78, App. 8/18/78; Ord. 313-93, App. 10/15/93; Ord. 63-94, App. 2/10/94; Ord. 215-94, App. 6/2/94; amended by Proposition J, 11/8/94) \n\n","heading":{"title":"2","chaptersection":"81","identifier":"2.81","catch_text":"OFFICIAL NEWSPAPER(S) - DESIGNATION."}}