{"text":"\n     (a)     \"Housing\" shall include, but not be limited to, single occupancy residential hotels, master lease rooms, transitional housing, supportive housing programs, residential treatment facilities, shelter. \n     (b)     There shall be no reduction in the CALM payment for which an applicant/recipient is eligible because she/he shares housing with others who are not members of the applicant's family budget unit as defined under this Article. All applicants/recipients shall be required to present a verifiable rent receipt. If the applicant/recipient is not the owner or prime lessee of the premises, a verifiable rent receipt signed by the owner or prime lessee may provide evidence of the applicant's/recipient's place of residence and monthly share of housing costs. \n     (c)     When an applicant obtains rent-free housing, such housing shall be valued according to Value of Income-in-Kind Chart set forth under Title 22 of the California Code of Regulations, Section 50511 (the \"Income-in-Kind Chart\"), rather than at fair market value. The value of the rent-free housing, which is presumed to include utilities, as determined under the Income-in-Kind Chart, shall be deducted from the maximum monthly payment amount. If the applicant or recipient receives rent-free housing, but pays for utilities, the applicant or recipient must present a verifiable bill for utilities at that address, and a verifiable receipt for payment of any portion of that utility bill. \n     (d)     Verified payments made directly to a housing provider on behalf of an applicant or recipient for the entire amount of the rent and/or utilities, or rent-free housing, or housing received in exchange for work, shall be assigned an in-kind value as specified by the Income-in-Kind Chart and that value shall be deducted from the maximum monthly payment for which that applicant or recipient is eligible. \n     (e)     Housing and/or meals provided to applicants and recipients who are unable to provide a verifiable rent receipt, or verifiable documentation of shared housing, or verifiable documentation of rent-free housing shall be valued as in-kind housing, utilities and/or meals as specified by the Income-In-Kind Chart, and that value shall be deducted from the maximum monthly grant for which that applicant or recipient is eligible. \n     (f)     Nothing in this Section shall be construed as requiring an otherwise eligible applicant or recipient to accept housing in a facility which is either the subject of a pending nuisance abatement proceeding before a duly authorized agency or department of the City and County or before a court of competent jurisdiction, or which theretofore has been found to be a public nuisance pursuant to any provision of any San Francisco Municipal Code by a duly authorized agency or department of the City and County or by a court of competent jurisdiction and which nuisance has not been abated. \n(Added by Ord. 149-98, App. 5/8/98; amended by Proposition N, 11/5/2002)\n\n","heading":{"title":"20","chaptersection":"106.2. ","identifier":"20.106.2. ","catch_text":"HOUSING."}}