{"text":"\n     (a)     For each eligible individual or for each eligible family budget unit of two or more persons who qualify for assistance under the CALM Program, the maximum monthly payment amount which recipients shall receive is listed below. \nMAXIMUM CALM\nPAYMENT AMOUNT \n\nSingle Individual Applicant/Recipient\n$ 395\nNumber of Eligible Persons in Same Family\n 2 Persons\n$ 649\n3 Persons\n804\n4 Persons\n955\n5 Persons\n1,089\n6 Persons\n1,223\n7 Persons\n1,343\n8 Persons\n1,464\n9 Persons\n1,586\n10 Persons\n1,723\n     In the case of more than 10 persons in a family budget unit, an additional $25 each month shall be paid for each additional person in the family budget unit. For family budget units in which members receive cash payments from more than one federal, State or County assistance program, except for SSI/SSP, the total aid payment shall consist of the sum of each individual's proportionate share of the aid payment for a family budget unit of the same size within each program to which each member is eligible. \n     (b)     The maximum monthly CALM payment for which an applicant is eligible shall be the maximum monthly CALM payment prorated as of the eligibility determination date, minus any nonexempt cash available to the applicant during that calendar month, minus the fair market value of any nonexempt personal property available to the applicant during that calendar month, and minus the value of any prorated in-kind housing, utilities and/or meals available or provided to the applicant. A rent payment, retroactive to the first of the month in which eligibility is determined, may be authorized to prevent eviction from existing housing. \n     (c)     The maximum monthly CALM payment for which a recipient is eligible shall be the maximum CALM payment minus any nonexempt cash received from sources other than CALM which is available to the recipient during the month for which assistance is paid, minus the fair market value of any nonexempt personal property which is, or will be, available to the recipient during the month for which assistance is paid, and minus the value of any in-kind housing, utilities and/or meals available or provided to the applicant. \n     (d)     No CALM payment shall be issued for less than $5.00.\n     (e)     CALM may be provided in the form of vouchers, checks, two-party checks, warrants, electronic benefit transfers, in-kind benefits, and/or through third party contracts. \n     (f)     CALM payments may be made payable only to the recipient or, upon the recipient's written authorization, to the recipient and a designated co-payee, or to a representative payee. \n     (g)     CALM payments may be mailed directly to the recipient or to the designated representative payee. CALM payments may be made by electronic benefit transfer. CALM payments may be picked up at a location designated by the Department. CALM payments shall not be mailed to a post office box, a mail receiving service, or to an address outside the City and County of San Francisco, except upon specific authorization of the Executive Director. \n     (h)     The Maximum CALM Payment Amounts listed in Section 20.106(a) of this Article shall be increased by any annual percentage cost of living increase to the Maximum Aid Payment, and according to the same schedule, if such an increase is implemented by the State of California in the TANF/CalWORKs program. \n     (i)     Applicants and recipients are required to provide a verifiable rent receipt, or verifiable documentation of shared housing, or verifiable documentation of rent-free housing. Self-declared homeless applicants and recipients shall receive in-kind benefits for housing, which includes utilities and meals. If in-kind benefits are not available, such applicants and recipients shall receive the income-in-kind value of housing, utilities, and/or meals, whichever is not available, if otherwise eligible for these amounts. Failure to comply with the rules of a housing program that results in ejection from that housing program will be considered failure to satisfy the requirements for continuing eligibility for aid and will result in discontinuance from CALM, subject to the notice and hearing provisions of this Article. \n     (j)     A special allowance of up to $59.00 per month shall be made available to any recipient when the income-in-kind value of housing, and/or utilities, and/or meals provided to that recipient exceeds the maximum monthly payment for which that recipient is eligible. If such income-in-kind value does not exceed the maximum monthly payment for which that recipient is eligible, but allows for less than $59.00 cash per month, that recipient shall receive an amount that, when added to the maximum monthly payment for which that recipient is eligible, equals $59.00 cash per month. This section shall not affect the collection of overpayments due to fraud, negligent failure to report facts or administrative error as set forth in this Article. \n(Added by Ord. 149-98, App. 5/8/98; amended by Proposition N, 11/5/2002; Ord. 93-07, File No. 070208, App. 4/27/2007)\n\n","heading":{"title":"20","chaptersection":"106. ","identifier":"20.106. ","catch_text":"CALM PAYMENTS."}}