{"text":"\n     For purposes of this Article: \n     (a)     \"Applicant\" means a person who is in the process of applying for benefits under this Article.\n     (b)     \"Assistance\" means services and/or cash payments.\n     (c)     \"CalWORKs\" means the California Work Opportunity and Responsibility to Kids as defined Chapter 2 (commencing with Section 11200) of Part 3 of Division 9 of the Welfare and Institutions Code or any successor program. \n     (d)     \"Decrease\" means any reduction in a recipient's current cash payment amount under this Article.\n     (e)     \"Denial\" means a determination, based on a CALM application, that the applicant is not eligible for CALM.\n     (f)     \"Department\" means the Department of Human Services.\n     (g)     \"Discontinuance\" means the termination of a recipient's assistance.\n     (h)     \"Electronic benefit transfer\" means a method of transferring benefits through a centralized computer system so that an applicant/recipient may obtain her/his benefits at facilities such as automated teller machines (ATM) and point-of-sale (POS) terminals using an access device such as a magnetic stripe plastic card. \"Electronic benefit transfer\" includes direct deposits. \n     (i)     \"Eligible for Medi-Cal\" means that an applicant/recipient is a current Medi-Cal beneficiary for reasons of being aged or disabled.\n     (j)     \"Executive Director\" means the Executive Director of the Department of Human Services.\n     (k)     \"Family budget unit\" means a Medi-Cal Family Budget Unit as defined in Title 22 of the California Code of Regulations, Sections 50371 et seq. \n     (l)     \"General Assistance\" means the General Assistance Program as set forth under Article VII of this Chapter of the San Francisco Administrative Code (S.F. Adm. C. §§ 20.55, et seq.). \n     (m)     The word \"may\" means the provision is permissive.\n     (n)     \"Medi-Cal\" means the Medi-Cal Program as set forth in California Welfare and Institutions Code Sections 14000 et seq.\n     (o)     \"PAES\" means the Personal Assisted Employment Services Program as set forth under \nArticle IX of this Chapter.\n     (p)     \"Recipient\" means a person who is receiving assistance under this program.\n     (q)     \"Recoupment\" means the collection of past overpayments under the CALM Program by deducting from current payments not more than 10 percent of the current payment amount absent an administrative determination of recipient fraud and not more than 40 percent with an administrative determination of recipient fraud and an administrative evaluation of the recipient's current ability to make repayments. \n     (r)     \"Residing in an institution\" shall mean that the applicant/recipient is staying in a facility that provides housing and three meals a day. \n     (s)     The word \"shall\" means the provision is mandatory.\n     (t)     \"SSA\" means the Social Security Administration.\n     (u)     \"SSI\" means Supplemental Security Income.\n          (v)     \"SSIP\" means the Supplemental Security Income Pending Program as set forth under \nArticle XI of this Chapter.\n     (w)     \"State\" means the State of California.\n     (x)     \"SSI/SSP\" means Supplemental Security Income/State Supplementary Program for the Aged, Blind, and Disabled as defined in the Welfare and Institutions Code Section 12000, et seq. \n     (y)     \"TANF\" means Temporary Assistance to Needy Families as defined in Part A (commencing with Section 601) of Subchapter 4 of Chapter 7 of Title 42 of the United States Code. \n     (z)     The word \"withholding\" means the retention of payments.\n(Added by Ord. 149-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"102. ","identifier":"20.102. ","catch_text":"DEFINITIONS."}}