{"text":"\n     The Department shall administer this program fairly to the end that all eligible persons who apply for assistance shall receive CALM promptly, with due consideration for the needs of the applicant/recipient and the safeguard of public funds. Overpayments of Medi-Cal shall be computed and collected in accordance with federal and State law and regulations regarding overpayments of Medi-Cal benefits. \n     (a)     Any applicant for, or recipient or payee of, assistance under this Article shall be informed as to the provisions of eligibility and his or her responsibility for reporting facts material to a correct determination of eligibility, continuing eligibility and payment amount. \n     (b)     Any applicant for, or recipient or payee of, assistance under this Article shall be responsible for reporting accurately and completely all facts required of him or her pursuant to Subdivision (a) and for reporting promptly any changes of those facts. \n     (c)     Any person who makes full and complete disclosure of those facts as explained to him or her pursuant to Subdivision (a) is entitled to rely upon the payment amount as being accurate, and the warrant he or she receives as correctly reflecting the payment amount except as provided in Subdivisions (d), (e), (f). \n     (d)     Overpayment due to administrative error or negligent failure to report facts required by this Article or department regulations may be recouped in accordance with the provisions of Section \n20.102(q) governing recoupment in the absence of recipient fraud, until collected in full, following discovery of overpayment. \n     (e)     Overpayment due to false statement or representation or by impersonation or other fraudulent device or by intentional failure to report facts required by this Article or department regulations shall be recouped in accordance with the provisions of Section \n20.102(q) governing recoupment upon an administrative determination of recipient fraud, until collected in full, following discovery of overpayment. \n     (f)     Overpayment due to false statement or representation or by impersonation or other fraudulent device or by intentional failure to report facts as required by this Article or Department regulations shall result in immediate discontinuance of assistance subject to the administrative hearing procedures in this Article. The case shall be referred to the Special Investigation Unit of the Department of Human Services. Any payments made under such circumstances shall be offset against any future payments as set forth in Section \n20.102(q). \n(Added by Ord. 149-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"117","identifier":"20.117","catch_text":"FAIR ADMINISTRATION; DISCLOSURES; OVERPAYMENTS."}}