{"text":"\n     (a)     The Executive Director of the Department of Human Services may establish an Earned Income and Asset Disregard Program for recipients who are employed. The Earned Income and Asset Disregard Program shall provide for disregarding a certain amount of gross income which a recipient earns as wages and savings derived therefrom when determining a recipient's CALM eligibility and grant amount. \n     (b)     The total amount of gross income disregarded shall not exceed the sum of the following amounts: (1) all of the first $200 of recipient gross wage earnings; (2) two-thirds of the next $150 of recipient gross wage earnings; (3) one-half of the next $150 of recipient gross wage earnings; (4) one-third of the next $150 of recipient gross wage earnings; and (5) one-fifth of the next $150 of recipient gross wage earnings. All recipient gross wage earnings above $800 shall be offset on a dollar-for-dollar basis against the grant amount to which a recipient would otherwise be entitled. \n     (c)     In addition, for recipients in this program, up to $2,000 of recipient savings derived from the recipient's gross wage earnings shall be disregarded during the individual recipient's participation in this program and for up to three months thereafter. \n     (d)     If, as a result of retrospective budgeting, a recipient's total currently available financial resources in a month including her/his adjusted CALM grant, wages, and savings are less than the maximum CALM grant, the recipient shall be eligible for a grant supplement in the form of a rental expense voucher for unpaid rent in that month and up to $50 in cash so that the recipient's currently available financial resources may total up to the maximum CALM grant amount. This grant supplement is available a maximum of three times per year for program recipients and is not available to recipients who quit a job without good cause. \n     (e)     Recipient gross wage earnings are defined for purposes of this Section as any income received by the recipient as payment for a recipient's labor. All other recipient income and assets shall continue to be offset on a dollar-for-dollar basis when calculating the grant amount to which a recipient is otherwise eligible. For individuals participating in this program, the CALM grant amount shall be adjusted for gross wage earnings on the basis of retrospective budgeting in the month following the recipient's receipt of wage income. Verified expenses which exceed the total sum of a recipient's grant, wages, and savings in any given month create a rebuttable presumption of ineligibility for assistance. \n(Added by Ord. 149-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"106.1","identifier":"20.106.1","catch_text":"EARNED INCOME DISREGARD."}}