{"text":"\n     The provisions of this amendment, Sections \n20.106(b), (c), (i), (j); \n20.106.2(a), (b), (c), (e); \n20.125; and \n20.126 shall become operative on or before July 1, 2003. \n(Added by Proposition N, 11/5/2002)\n\nARTICLE XI:\nSUPPLEMENTAL SECURITY INCOME PENDING (SSIP)\n\n\nSec. 20.200.\nTitle. \n\nSec. 20.201.\nPurpose and Intent. \n\nSec. 20.202.\nDefinitions. \n\nSec. 20.203.\nPrinciples. \n\nSec. 20.204.\nAdministration. \n\nSec. 20.205.\nEligibility. \n\nSec. 20.205.1.\nResidency Requirement.\n\nSec. 20.205.2.\nApplication for SSI.\n\nSec. 20.205.3.\nProration of Salary of Full-Time Certified Employee of School District, Universities, Community Colleges Over a Twelve-Month Period. \n\nSec. 20.205.4.\nProration of Income Over Contract Period. \n\nSec. 20.205.5.\nProration of Income of Self-Employed and Freelance Worker Over a Twelve-Month Period. \n\nSec. 20.205.6.\nProprietor of Business Ineligible. \n\nSec. 20.205.7.\nRebuttable Presumption of Ineligibility—Current Income or Expenses. \n\nSec. 20.205.8.\nAllowable Real Property.\n\nSec. 20.205.9.\nAllowable Personal Property.\n\nSec. 20.205.10.\nExempt Income or Resources.\n\nSec. 20.205.11.\nExemption for Terminal Illness.\n\nSec. 20.205.12.\nIneligibility of Individuals Who are Members of a CalWORKs Assistance Unit. \n\nSec. 20.205.13.\nIneligibility of Fleeing Felons. \n\nSec. 20.205.14.\nPhoto Identification. \n\nSec. 20.205.15.\nFingerprint Information.\n\nSec. 20.205.16.\nReimbursement Agreement. \n\nSec. 20.205.17.\nLabor Dispute. \n\nSec. 20.206.\nSSIP Payments. \n\nSec. 20.206.1.\nMunicipal Railway Tokens. \n\nSec. 20.206.2.\nEarned Income Disregard. \n\nSec. 20.206.3.\nHousing. \n\nSec. 20.206.4.\nAlternative Payments Methods; Direct Payments to Room and Board Facilities Permitted. \n\nSec. 20.206.5.\nSpecial Allowances; Transportation Out of the City. \n\nSec. 20.207.\nContinuing Eligibility. \n\nSec. 20.208.\nGood Cause. \n\nSec. 20.209.\nTiming of SSIP Payments. \n\nSec. 20.210.\nTime Limits. \n\nSec. 20.211.\nImmediate Termination of Eligibility. \n\nSec. 20.212.\nChanges in SSIP Payments. \n\nSec. 20.213.\nLost, Forged or Stolen Warrants and Lost or Stolen Warrant Proceeds. \n\nSec. 20.214.\nIneligibility for General Assistance, PAES, CALM or Other County-Funded Assistance. \n\nSec. 20.215.\nNotice of Proposed Action. \n\nSec. 20.216.\nHearings. \n\nSec. 20.216.1.\nHearing; Notice of Hearing; When Held. \n\nSec. 20.216.2.\nImpartial Hearing Officer. \n\nSec. 20.216.3.\nHearing; Hearing Rights. \n\nSec. 20.216.4.\nInformality, Evidence, Appearance and Counsel. \n\nSec. 20.216.5.\nHearing Decision. \n\nSec. 20.216.6.\nHearing; Finality; Effect of Nonappearance. \n\nSec. 20.217.\nSSIP Payments Pending. \n\nSec. 20.218.\nFair Administration; Disclosures; Overpayments. \n\nSec. 20.219.\nFraud in Obtaining Payments. \n\nSec. 20.220.\nRecords; Confidentiality. \n\nSec. 20.221.\nRecords; Destruction of. \n\nSec. 20.222.\nAuthority to Terminate the Program. \n\nSec. 20.223.\nSeverability. \n\nSec. 20.224.\nLimited to Promotion of General Welfare. \n\nSec. 20.225.\nOperative Date. \n\nSec. 20.226.\nFunding. \n\nSec. 20.227.\nEvaluation. \n\nSec. 20.228.\nOperative Date of Amendment. \n\nSEC. 20.200.  TITLE.\n     This Article shall be known as the \"Supplemental Security Income Pending\" or \"SSIP.\" \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.201.  PURPOSE AND INTENT.\n     The purpose of this program is to provide cash payments to those individuals with medical verification of a disabling condition that either has lasted, or is likely to last, 12 months in duration, as well as individuals with verified psychological incapacity to understand regulations and/or instructions. Such individuals will receive cash payments under this Article if they (a) apply for, (b) have applied for, or (c) have been determined eligible for, and in compliance with, SSA regulations, but have not yet received their first federal disability payment from the Social Security Administration (SSI benefits), and/or State supplemental disability payments (SSP). \n     It is the intent of the Board, that individuals who are eligible for participation in SSIP may choose, instead, to apply to the General Assistance Program, PAES or CALM in conformance with the provisions governing such programs under \nArticles VII, \nIX and \nX of this Chapter. However, individuals may not receive SSIP and General Assistance, PAES or CALM at the same time. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.202.  DEFINITIONS.\n     For purposes of this Article: \n     (a)     \"Applicant\" means a person who is in the process of applying for assistance under this Article.\n     (b)     \"Assistance\" means services and/or cash payments.\n     (c)     \"CALM\" means the Cash Assistance Linked to Medi-Cal Program as set forth under \nArticle X of this Chapter.\n     (d)     \"CalWORKs\" means the California Work Opportunity and Responsibility to Kids as defined in Chapter 2 (commencing with Section 11200) of Part 3 of Division 9 of the Welfare and Institutions Code or any successor program. \n     (e)     \"Decrease\" means any reduction in a recipient's current cash payment amount under this Article.\n     (f)     \"Denial\" means a determination, based on an SSIP application, that the applicant is not eligible for SSIP.\n     (g)     \"Department\" means the Department of Human Services.\n     (h)     \"Discontinuance\" means the termination of a person's assistance.\n     (i)     \"Electronic benefit transfer\" means a method of transferring benefits through a centralized computer system so that an applicant/recipient may obtain her/his benefits at facilities such as automated teller machines (ATM) and point-of-sale (POS) terminals using an access device such as a magnetic stripe plastic card. \"Electronic benefit transfer\" includes direct deposits. \n     (j)     \"Executive Director\" means the Executive Director of the Department of Human Services.\n     (k)     \"Family budget unit\" means an eligible applicant/recipient and her/his spouse or \"domestic partner,\" as defined under Section 62.2 of the San Francisco Administrative Code, and/or any of the applicant/recipient's children who are under age 18, living with, and applying for SSIP with, such applicant/recipient, provided that such child(ren) was (were) never eligible for TANF/CalWORKs. \n     (l)     \"General Assistance\" means the General Assistance Program as set forth under \nArticle VII of this Chapter of the San Francisco Administrative Code (S.F. Adm. C. §§ \n20.55, et seq.). \n     (m)     The word \"may\" means the provision is permissive,\n     (n)     \"Medi-Cal\" means the Medi-Cal Program as set forth in California Welfare and Institutions Code Sections 14000 et seq.\n     (o)     \"PAES\" means the Personal Assisted Employment Services Program as set forth under Article IX of this Chapter.\n     (p)     \"Recipient\" means a person who is receiving assistance under this Article.\n     (q)     \"Recoupment\" means the collection of past overpayments under the SSIP Program by deducting from current payments not more than 10 percent of the current payment amount absent an administrative determination of recipient fraud and not more than 40 percent with an administrative determination of recipient fraud and an administrative evaluation of the recipient's current ability to make repayments. \n     (r)     \"Residing in an institution\" shall mean that the applicant/recipient is staying in a facility that provides housing and three meals a day. \n     (s)     The word \"shall\" means the provision is mandatory.\n     (t)     \"SSA\" means the Social Security Administration.\n     (u)     \"SSI\" means Supplemental Security Income.\n          (v)     \"State\" means the State of California.\n     (w)     \"SSI/SSP\" means the Supplemental Security Income/State Supplementary Program for the Aged, Blind, and Disabled as defined in the Welfare and Institutions Code Section 12000, et seq. \n     (x)     \"TANF\" means Temporary Assistance to Needy Families as defined in Part A (commencing with section 601) of Subchapter 4 of Chapter 7 of Title 42 of the United States Code. \n     (y)     The word \"withholding\" means the retention of payments.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.203.  PRINCIPLES.\n     Assistance is to be administered in a manner which is consistent with the purposes of this program and which respects individual privacy and personal dignity: \n     (a)     SSIP is to be administered promptly and humanely, without discrimination on account of race, sex, sexual orientation, religion or political affiliation. \n     (b)     SSIP is to be so administered as to encourage self-respect, self-reliance and the desire to be a good citizen, useful to the community. \n     (c)     SSIP is to be administered with courtesy, consideration and respect and without attempting to elicit any unnecessary information.\n     (d)     Duties should be performed in such a manner as to secure for every applicant or recipient the assistance to which he or she is eligible. \n     (e)     There is to be no question, inquiry or recommendation relating to the political or religious opinions or affiliations of any applicant or recipient. \n     (f)     SSIP is to be administered in the most cost-effective manner possible.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.204.  ADMINISTRATION.\n     (a)     SSIP shall be administered by the Department of Human Services.\n     (b)     The Executive Director shall establish the rules and regulations, consistent with this Article, for the proper administration of SSIP. \n     (c)     In actual emergencies, the Executive Director of the Department of Human Services may make exceptions to this Article pending action by the Board of Supervisors. Such emergency exceptions shall be reported to the Board of Supervisors within five working days. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.  ELIGIBILITY.\n     (a)     In order to be eligible to receive SSIP, an applicant must have medical verification of a disabling condition that either has lasted, or is likely to last, 12 months in duration and/or verified psychological incapacity to understand regulations and/or instructions. \n     (b)     In addition, applicants must: (1) apply for; (2) have applied for; or (3) have been determined eligible for, and in compliance with, SSA regulations, but have not yet received their first federal disability payment from the Social Security Administration (SSI benefits), and/or State supplemental disability payments (SSP). The applicant must submit, to the Department, proof of their application for SSI benefits, and their determination of eligibility. Upon determination that the applicant is in the process of applying for, or is eligible for, and will ultimately receive, SSI benefits, based upon federal eligibility criteria, the applicant will be eligible for SSIP until such applicant receives SSI benefits. \n     (c)     All applicants/recipients, and all members of their family budget unit, are required to apply for, and pursue receipt of payment(s) from any and all federal, State, and/or private means of assistance for which they may be eligible as directed by the Department. This includes, but is not limited to: (1) Unemployment Insurance Benefits; (2) Worker's Compensation Insurance; (3) SSI; (4) retirement benefits, (5) any other insurance or disability payments. Failure to apply for, and pursue receipt of, any such assistance to which an applicant/recipient, and all members of their family budget unit, may be eligible shall be considered to be a failure to meet continuing eligibility requirements of this Article. \n     (d)     Individuals residing in an institution are not eligible to receive assistance under this Article.\n     (e)     Applicants may be required to attend group orientation session(s), and failure to do so shall be grounds for denial of assistance.\n     (f)     Applicants who are eligible for CALM are not eligible to receive SSIP payments.\n     (g)     Applicants serving a sanction for fraud under any County-funded indigent assistance program under this Chapter are ineligible to receive SSIP until that sanction period is completed. \n     (h)     Receipt of SSI payments renders the applicant/recipient ineligible for further SSIP payments under this Article.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.1.  RESIDENCY REQUIREMENT.\n     (a)     An applicant/recipient of SSIP must reside in the City and County of San Francisco for 15 continuous days prior to the time of application for SSIP benefits. Residency in the City and County of San Francisco is established by physical presence and intent to reside in the City and County of San Francisco, which is satisfactorily substantiated by the applicant. \n     (b)     Eligibility for SSIP will terminate immediately upon abandonment of residency in the City and County of San Francisco.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.2.  APPLICATION FOR SSI.\n     (a)     All applicants for SSIP must apply to the SSA for SSI but have not yet received SSI benefits.\n     (b)     If an applicant has been discontinued from, or determined to be ineligible for, SSI by the SSA, based upon requirements other than failure to establish a disability within the meaning of SSA regulations, that applicant shall not be eligible for SSIP. However, such applicant may be eligible for assistance under the PAES, CALM or General Assistance Program. \n     (c)     SSIP applicants and/or recipients shall:\n          (1)     Apply for SSI/SSP if a disabling condition is likely to exist or has existed for a year or longer, authorize Department of Human Services reimbursement of SSIP payments from retroactive SSI/SSP benefits, and pursue and comply with the procedures under the SSI/SSP Program for successful qualification for benefits under that program; and \n          (2)     Apply for and pursue a claim for any other appropriate benefit program available to the applicant or recipient and pursue and comply with the procedures for successful qualification under such benefit program. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.3.  PRORATION OF SALARY OF FULL-TIME CERTIFIED EMPLOYEE OF SCHOOL DISTRICT, UNIVERSITIES, COMMUNITY COLLEGES OVER A TWELVE-MONTH PERIOD.\n     The salary of a full-time certified employee of a school district, private school, community college, or university shall be prorated over a 12-month period for the purpose of determining eligibility for payments under this Article. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.4.  PRORATION OF INCOME OVER CONTRACT PERIOD.\n     The income of any person under a contract of employment on an annual basis who works and receives income from such contract in fewer than 12 months, but more than eight months, shall be prorated over the period of the contract for the purposes of this Article. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.5.  PRORATION OF INCOME OF SELF-EMPLOYED AND FREELANCE WORKER OVER A TWELVE-MONTH PERIOD.\n     The income of any self-employed person or freelance worker shall be prorated over a 12-month period for the purpose of determining eligibility for payments under this Article. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.6.  PROPRIETOR OF BUSINESS INELIGIBLE.\n     Proprietors of businesses who employ other workers are ineligible for payments under this Article. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.7.  REBUTTABLE PRESUMPTION OF INELIGIBILITY - CURRENT INCOME OR EXPENSES.\n     Verified paid income or expenses which exceed the otherwise eligible applicant/recipient's total monthly income and/or assets during month of application or a current month of eligibility shall create a rebuttable presumption of ineligibility for SSIP payments. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.8.  ALLOWABLE REAL PROPERTY.\n     (a)     The applicant shall transfer or grant to the City and County of San Francisco any interest which the applicant has in any real property as security for the funds expended for SSIP. \n     (b)     An applicant or recipient of SSIP may retain real property used as her/his home, provided that the applicant's or recipient's net monthly housing expense does not exceed the otherwise eligible applicant/recipient's total monthly income and/or assets. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.9.  ALLOWABLE PERSONAL PROPERTY.\n     No payments under this Article shall be made for any person who has not exhausted all assets and resources available to such person, except for those personal properties listed below: \n     (a)     Cash assets, savings and/or checking accounts, the total of which does not exceed the current monthly maximum payment available to a single individual under this Article. Any combination of these assets that exceeds the monthly maximum payment available to a single individual under this Article shall be offset against the recipient's payment on a dollar-for-dollar basis. If the applicant is transitioning from the General Assistance Program, PAES or CALM and has been participating in the Earned Income and Asset Disregard Program within the three months prior to application for SSIP, such applicant may retain a total of up to $2,000 in savings; \n     (b)     Personal effects, exclusive of luxury jewelry;\n     (c)     Household furnishings;\n     (d)     Tools, trade equipment and fixtures used in the individual's regular trade or work;\n     (e)     Insurance policies or funds placed in trust for the provision of interment or for funeral expenses to the extent of not more than $600 per family; \n     (f)     An interment plot for use by members of the applicant's or recipient's family;\n     (g)     A vehicle with cash value of less than $4,650.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.10.  EXEMPT INCOME OR RESOURCES.\n     For the purpose of this Article: \n     (a)     Personal property, income or resources shall not include income from relocation payments to individuals receiving payments under this Article being displaced by a redevelopment agency. \n     (b)     Retirement benefits may be retained upon determination by the Executive Director or her/his designee that the applicant or recipient will be reemployed in the near future and that such employment is contingent upon the retirement fund not being withdrawn. \n     (c)     Any verified loans made to a recipient or to an applicant in the month of application, or one month immediately prior to application, for the purpose of enabling that recipient or applicant to pay her/his rent, or for the purpose of payment of first and last month's rent and any lawful rental deposit, shall not be considered income or resources available to that recipient or applicant. \n     (d)     Income tax refunds, including the Earned Income Tax Credit (EITC), issued to the applicant or recipient shall not be considered as income or resources available to the applicant or recipient. \n     (e)     Payments made to the applicant or recipient under the Foster Care or FSET/GATES programs shall not be considered as income or resources available to the applicant or recipient. \n     (f)     SSI/SSP benefits and resources of a member of the SSIP family shall not be considered as income or resources available to the applicant or recipient. \n     (g)     The portion of any student grants or loans that is paid directly to the educational institution for tuition, and/or fees, and/or books. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.11.  EXEMPTION FOR TERMINAL ILLNESS.\n     Terminally ill applicants with medical verification that such applicant has a remaining life expectancy of six months or less are exempt from: \n     (a)     Providing documentation of legal status in the United States;\n     (b)     The provisions of this Article regarding the cash value of a vehicle, provided that the applicant can demonstrate that such vehicle is necessary to transport the applicant to and from medical treatment, and that he or she is physically and/or mentally unable to use public transportation; \n     (c)     The provisions of this Article regarding the requirement to obtain and present any photo identification.\n     Such applicants shall meet all other eligibility requirements. \n     There shall be no time limit to the duration of eligibility for SSIP authorized under this Section. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.12.  INELIGIBILITY OF INDIVIDUALS WHO ARE MEMBERS OF A CALWORKS ASSISTANCE UNIT.\n     (a)     Any individual who is a member of an assistance unit receiving aid under Chapter 2 (commencing with Section 11200) of Part 3 of the California Welfare and Institutions Code (CalWORKs), shall not be eligible for SSIP under this Article if the individual has been determined ineligible for CalWORKs pursuant to Welfare and Institutions Code Section 11251.3. \n     (b)     Any individual who is not eligible for aid under CalWORKs pursuant to Welfare and Institutions Code Section 11454(b) shall not be eligible for SSIP until all of the children of the individual on whose behalf aid was received, and who live in the home with the individual, are 18 years of age or older. \n     (c)     Any individual who is receiving aid under CalWORKs on behalf of an eligible child, but who is either ineligible for aid or whose needs are not otherwise taken into account in determining the amount of aid to the family pursuant to Section 11450 of the Welfare and Institutions Code due to the imposition of a sanction or penalty, shall not be eligible for aid or assistance under this part. \n     (d)     The Executive Director, in her/his sole discretion may grant an exception to this Section.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.13.  INELIGIBILITY OF FLEEING FELONS.\n     (a)     An individual shall not be eligible for SSIP if he or she is:\n     Fleeing to avoid prosecution, or custody and confinement after conviction, under the laws of the place from which the individual is fleeing, for a crime or an attempt to commit a crime that is a felony under the laws of the place from which the individual is fleeing, or which, in the case of the State of New Jersey, is a high misdemeanor under the laws of that state. \n     (b)     Subdivision (a) shall not apply with respect to conduct of an individual for any month beginning after the President of the United States grants a pardon with respect to the conduct. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.14.  PHOTO IDENTIFICATION.\n     (a)     Each applicant shall present proof of identity and a verifiable social security number. Only the following photo identification shall be accepted: \n          (1)     California Department of Motor Vehicles Driver's License;\n          (2)     California Department of Motor Vehicles Identification Card;\n          (3)     Current United States Passport provided that such Passport contains a photo taken of the applicant/recipient when s/he was at least 18 years of age; \n          (4)     Current Immigration and Naturalization identification, provided that such identification contains a photo which was taken of the applicant/recipient when s/he was at least 18 years of age and was taken within 10 years prior to the date of application of the applicant/recipient. \n     (b)     In addition, the Department may require applicants and recipients to obtain and present Department-issued identification.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.15.  FINGERPRINT INFORMATION.\n     All applicants for, and recipients of, SSIP shall be fingerprinted at the Department or at a Department-approved facility in accordance with procedures established by the Executive Director. These records shall be used exclusively to prevent multiple payments under this Article or any other federal, State or County assistance program. The Executive Director is authorized to create, by regulation, exemptions from this requirement based on physical or mental disability. The refusal of an applicant or recipient to comply with the fingerprint procedures shall be grounds for denial of, or discontinuance from, SSIP. \n     Fingerprints gathered under this Section are subject to all applicable federal and State laws governing the confidentiality of information regarding applicants for, or recipients of, public benefits. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.16.  REIMBURSEMENT AGREEMENT.\n     All applicants for SSIP shall sign an Interim Assistance Reimbursement Agreement, in the event that the applicant/recipient is subsequently awarded SSI. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.205.17.  LABOR DISPUTE.\n     Unemployment due to a bona fide strike, lockout, or other labor dispute shall not affect eligibility provided that the applicant meets all other eligibility requirements. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.206.  SSIP PAYMENTS.\n     (a)     For each eligible individual or for each eligible family budget unit of two or more persons who qualify for assistance under the SSIP Program, the maximum monthly payment amount which recipients shall receive is listed below. \nMAXIMUM SSIP\nPAYMENT AMOUNT \n\nSingle Individual Applicant/Recipient\n$ 395\nNumber of Eligible Persons in Same Family\n 2 Persons\n$ 649\n3 Persons\n804\n4 Persons\n955\n5 Persons\n1,089\n6 Persons\n1,223\n7 Persons\n1,343\n8 Persons\n1,464\n9 Persons\n1,586\n10 Persons\n1,723\n     In the case of more than 10 persons in a family budget unit, an additional $25 each month shall be paid for each additional person in the family budget unit. For family budget units in which members receive cash payments from more than one federal, State or County assistance program, except for SSI/SSP, the total aid payment shall consist of the sum of each individual's proportionate share of the aid payment for a family budget unit of the same size within each program for which each member is eligible. \n     (b)     The maximum monthly SSIP payment for which an applicant is eligible shall be the maximum monthly SSIP payment prorated as of the eligibility determination date, minus any nonexempt cash available to the applicant during that calendar month, minus the fair market value of any nonexempt personal property available to the applicant during that calendar month, and minus the value of any prorated in-kind housing, utilities and/or meals available or provided to the applicant. A rent payment, retroactive to the first of the month in which eligibility is determined, may be authorized to prevent eviction from existing housing. \n     (c)     The maximum monthly SSIP payment for which a recipient is eligible shall be the maximum SSIP payment minus any nonexempt cash received from sources other than SSIP which is available to the recipient during the month for which the SSIP payment is paid, minus the fair market value of any nonexempt personal property which is, or will be, available to the recipient during the month for which the SSIP payment is paid, and minus the value of any in-kind housing, utilities and/or meals available or provided to the recipient. \n     (d)     No SSIP payment shall be issued for less than $5.00.\n     (e)     SSIP may be provided in the form of vouchers, checks, two-party checks, warrants, electronic benefit transfers, in-kind benefits, and/or through third party contracts. \n     (f)     SSIP payments may be made payable only to the recipient or, upon the recipient's written authorization, to the recipient and a designated co-payee, or to a representative payee. \n     (g)     SSIP payments may be mailed directly to the recipient or to the designated representative payee. SSIP payments may be made by electronic benefit transfer. SSIP payments may be picked up at a location designated by the Department. SSIP payments shall not be mailed to a post office box, a mail receiving service, or to an address outside the City and County of San Francisco, except upon specific authorization of the Executive Director. \n     (h)     The Maximum SSIP Payment Amounts listed in Section \n20.206(a) of this Article shall be increased by any annual percentage cost of living increase to the Maximum Aid Payment, and according to the same schedule, if such an increase is implemented by the State of California in the TANF/CalWORKs Program. \n     (i)     Applicants and recipients are required to provide a verifiable rent receipt, or verifiable documentation of shared housing or verifiable documentation of rent-free housing. Self-declared homeless applicants and recipients shall receive in-kind benefits for housing, utilities and meals. If in-kind benefits are not available, such applicants and recipients shall receive the income-in-kind value of housing, utilities, and/or meals; whichever is not available, if otherwise eligible for these amounts. Failure to comply with the rules of a housing program that results in ejection from that housing program will be considered failure to satisfy the requirements for continuing eligibility for aid and will result in discontinuance from SSIP, subject to the notice and hearing provisions of this Article. \n     (j)     A special allowance of up to $59.00 per month shall be made available to any recipient when the income-in-kind value of housing, and/or utilities, and/or meals provided to that recipient exceeds the maximum monthly payment for which that recipient is eligible. If such income-in-kind value does not exceed the maximum monthly payment for which that recipient is eligible, but allows for less than $59.00 cash per month, that recipient shall receive an amount that, when added to the maximum monthly payment for which that recipient is eligible, equals $59.00 cash per month. This section shall not affect the collection of overpayments due to fraud, negligent failure to report facts or administrative error as set forth in this Article. \n(Added by Ord. 151-98, App. 5/8/98; amended by Proposition N, 11/5/2002; Ord. 93-07, File No. 070208, App. 4/27/2007)\n\nSEC. 20.206.1.  MUNICIPAL RAILWAY TOKENS.\n     Applicants/recipients may be provided Municipal Railway tokens, or other transportation assistance. Such assistance shall be in addition to any SSIP payment to which an applicant/recipient is eligible. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.206.2.  EARNED INCOME DISREGARD.\n     (a)     The Executive Director of the Department of Human Services may establish an Earned Income and Asset Disregard Program for applicants/recipients who are employed. The Earned Income and Asset Disregard Program shall provide for disregarding a certain amount of gross income which an applicant/recipient earns as wages and savings derived therefrom when determining an applicant/recipient's SSIP eligibility and payment amount. \n     (b)     The total amount of gross income disregarded shall not exceed the sum of the following amounts: (1) all of the first $200 of recipient gross wage earnings; (2) two-thirds of the next $150 of recipient gross wage earnings; (3) one-half of the next $150 of recipient gross wage earnings; (4) one-third of the next $150 of recipient gross wage earnings; and (5) one-fifth of the next $150 of recipient gross wage earnings. All recipient gross wage earnings above $800 shall be offset on a dollar-for-dollar basis against the payment amount to which an applicant/recipient would otherwise be entitled. \n     (c)     In addition, for applicant/recipients in this program up to $2,000 of applicant/recipient savings derived from the applicant/recipient's gross wage earnings shall be disregarded during the applicant/recipient's participation in this program and for up to three months thereafter. \n     (d)     If, as a result of retrospective budgeting, an applicant/recipient's total currently available financial resources in a month including her/his adjusted SSIP payment, wages, and savings are less than the maximum SSIP payment amount, the applicant/recipient shall be eligible for a payment supplement in the form of a rental expense voucher for unpaid rent in that month and up to $50 in cash so that the applicant/recipient's currently available financial resources may total up to the maximum SSIP payment amount. This payment supplement is available a maximum of three times per year for program applicants/recipients and is not available to applicants/recipients who quit a job without good cause. \n     (e)     Applicant/recipient gross wage earnings are defined for purposes of this Section as any income received by the applicant/recipient as payment for an applicant/recipient's labor. All other applicant/recipient income and assets shall continue to be offset on a dollar-for-dollar basis when calculating the payment amount to which an applicant/recipient is otherwise eligible. For recipients participating in this program, SSIP eligibility shall be determined on a monthly basis and an applicant/recipient's payment amount shall be adjusted for gross wage earnings on the basis of retrospective budgeting in the month following the applicant/recipient's receipt of wage income. Verified expenses which exceed the total sum of an applicant/recipient's payment, wages, and savings in any given month create a rebuttable presumption of ineligibility for assistance. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.206.3.  HOUSING.\n     (a)     \"Housing\" shall include, but not be limited to, single occupancy residential hotels, master lease rooms, transitional housing, supportive housing programs, residential treatment facilities, shelter. \n     (b)     There shall be no reduction in the SSIP payment for which an applicant or recipient is eligible because she/he shares housing with others who are not members of the applicant's/recipient's family budget unit. All applicants/recipients shall be required to present a verifiable rent receipt. If the applicant/recipient is not the owner or prime lessee of the premises, a verifiable rent receipt signed by the owner or prime lessee may provide evidence of the applicant's/recipient's place of residence and share of monthly housing costs. \n     (c)     When an applicant/recipient obtains rent-free housing, such housing shall be valued according to the Income-in-Kind Values Chart set forth under Title 22 of the California Code of Regulations, Section 50511 (the \"Income-in-Kind Chart\"), rather than at fair market value. The value of the rent-free housing, which is presumed to include utilities, as determined under the Income-in-Kind Chart, shall be deducted from the maximum monthly payment amount. If the applicant or recipient receives rent-free housing, but pays for utilities, the applicant or recipient must present a verifiable bill for utilities at that address, and a verifiable receipt for payment of any portion of that utility bill. \n     (d)     Verified payments made directly to a housing provider on behalf of an applicant or recipient for the entire amount of the rent and/or utilities, or rent-free housing, or housing received in exchange for work, shall be assigned an in-kind value as specified by the Income-in-Kind Chart and that value shall be deducted from the maximum monthly payment for which that applicant or recipient is eligible. \n     (e)     Housing and/or meals provided to applicants and recipients who are unable to provide a verifiable rent receipt, or verifiable documentation of shared housing, or verifiable documentation of rent-free housing shall be valued as in-kind housing, utilities and/or meals as specified by the Income-In-Kind Chart, and that value shall be deducted from the maximum monthly stipend for which that applicant or recipient is eligible. \n     (f)     Nothing in this Section shall be construed as requiring an otherwise eligible applicant or recipient to accept housing in a facility which is either the subject of a pending nuisance abatement proceeding before a duly authorized agency or department of the City and County or before a court of competent jurisdiction, or which theretofore has been found to be a public nuisance pursuant to any provision of any San Francisco Municipal Code by a duly authorized agency or department of the City and County or by a court of competent jurisdiction and which nuisance has not been abated. \n(Added by Ord. 151-98, App. 5/8/98; amended by Proposition N, 11/5/2002))\n\nSEC. 20.206.4.  ALTERNATIVE PAYMENT METHODS; DIRECT PAYMENTS TO ROOM AND BOARD FACILITIES PERMITTED.\n     In addition to the emergency assistance provisions of this Article, payment for room, food expense, or both, up to the maximum SSIP payment amount, may at the recipient's option, be paid directly to any board and/or care facility should the recipient or applicant choose to reside, take her/his meals or have full room and board privileges at such facilities. The Executive Director may initiate such a program or payment arrangement, on either a pilot or continuing basis, by putting into effect the appropriate regulations. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.206.5.  SPECIAL ALLOWANCES; TRANSPORTATION OUT OF THE CITY.\n     (a)     The Department of Human Services may provide transportation and maintenance en route to a place out of the City and County where the applicant/recipient will be cared for or her/his interests best served, provided the applicant/recipient, but for fully meeting the residency requirement, is otherwise eligible and voluntarily enters into a signed contractual agreement regarding such transportation with the City and County of San Francisco. Said agreement shall contain a repayment provision permitting recoupment of the amount expended in providing such transportation at a rate not to exceed 10 percent of each payment amount should the person provided transportation thereafter reapply and become eligible for SSIP. \n     (b)     Transportation under this Section shall be provided by the least expensive means available.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.207.  CONTINUING ELIGIBILITY.\n     (a)     Persons who meet the requirements for eligibility for SSIP shall receive cash payments pursuant to this Article. Recipients are required to comply with all applicable provisions of this Article and the regulations promulgated thereunder. Recipients who fail to comply with applicable provisions of this Article and the regulations promulgated thereunder may have their SSIP payment withheld and/or decreased and/or discontinued as set forth in Department regulations. \n     (b)     No withholding, decrease, or discontinuance of SSIP payments shall occur unless the person to be affected has been advised of the possibility of such action by means of a Notice of Proposed Action and has been afforded the opportunity for a hearing to dispute the proposed action. \n     (c)     The Department may require applicants/recipients to attend substance abuse or other medical treatment programs as part of their continuing eligibility requirements. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.208.  GOOD CAUSE.\n     For purposes of this Article, where an applicant/recipient is required to show \"good cause\" for not meeting one of his/her obligations or duties under this Article, good cause may be shown by evidence of any of the following: (1) verified hospitalization; (2) verified illness; (3) verified incarceration; (4) verified disability; or other good cause satisfactorily demonstrated to the Executive Director. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.209.  TIMING OF SSIP PAYMENTS.\n     (a)     Emergency Assistance. The Department may provide emergency assistance. The Executive Director of the Department of Human Services is authorized to contract with social service agencies for the provision of emergency assistance. \n     (b)     Normal Payment Periods. The Executive Director is authorized to establish normal payment periods of either twice monthly or once monthly. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.210.  TIME LIMITS.\n     This program shall not be time limited. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.211.  IMMEDIATE TERMINATION OF ELIGIBILITY.\n     Occurrence of the following events shall result in the immediate termination of eligibility for assistance under this Article: (1) receipt of SSI payments; (2) death of the recipient; (3) applicant/recipient request; (4) abandonment of County residency; or (5) institutionalization. Discontinuance of assistance due to the death of the recipient, or at the request of the applicant/recipient is subject to the notice provisions of Section \n20.215(a); however, such discontinuances do not require 10 calendar day prior notice as specified in Section \n20.215(b). All other discontinuances under this Section do require 10 calendar day prior notice as specified in Section \n20.215(b). \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.212.  CHANGES IN SSIP PAYMENTS.\n     (a)     Changes in cash payments shall be made when an SSIP applicant/recipient becomes eligible for a payment in a different amount because of altered circumstances. \n     (b)     A change in payment shall be made effective with the next regular pay date following knowledge by the worker of circumstances warranting a change in payment, in conformance with the notice and hearing requirements of this Article. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.213.  LOST, FORGED OR STOLEN WARRANTS AND LOST OR STOLEN WARRANT PROCEEDS.\n     (a)     Lost, forged, or stolen warrants may be replaced only in accordance with specific procedures adopted by the Department.\n     (b)     If a warrant has been cashed by the recipient and the money lost or stolen, no replacement of the warrant or issuance of orders shall be permitted. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.214.  INELIGIBILITY FOR GENERAL ASSISTANCE, PAES, CALM OR OTHER COUNTY-FUNDED ASSISTANCE.\n     Recipients of SSIP payments are not eligible for General Assistance, PAES, CALM or any other County-funded cash assistance programs. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.215.  NOTICE OF PROPOSED ACTION.\n     (a)     The Department shall issue a Notice of Proposed Action whenever it intends to deny, withhold, decrease or discontinue SSIP payments. That notice shall state with reasonable particularity the legal and factual basis for the proposed action. \n     (b)     Proposed Notices of Action regarding withholding, reduction, or discontinuance from SSIP shall be hand-delivered or mailed at least 10 calendar days prior to the effective date of the proposed action. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.  HEARINGS.\n     (a)     An applicant for, or a recipient of, SSIP may challenge any denial, withholding, decrease or discontinuance by requesting an administrative hearing. \n     (b)     A request for an administrative hearing must be made to the Department within seven calendar days of the date of hand delivery of, or 10 calendar days of the date of mailing of the Proposed Notice of Action, or within three work days of the effective date of the action. Hearing requests that are not made in accordance with the time requirements shall be denied unless the applicant or recipient can establish good cause for failure to make a timely request. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.1.  HEARING; NOTICE OF HEARING; WHEN HELD.\n     (a)     After a hearing has been requested, a time and place for the hearing shall be established. Notice shall be given to the applicant or recipient indicating the day, date, time, and place of the hearing. In no event shall a hearing date be scheduled for a time less than five days after the Department's receipt of a request, unless the applicant makes a knowing and intelligent waiver of his or her right to a record review. \n     (b)     Where an applicant for SSIP is denied assistance, a hearing shall be calendared within seven days of the date of the hearing request. \n     (c)     All hearings shall be held within 30 calendar days of the request therefor.\n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.2.  IMPARTIAL HEARING OFFICER.\n     The Executive Director shall designate as an impartial hearing officer a person who is not involved in the administration of the SSIP Program. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.3.  HEARING; HEARING RIGHTS.\n     The applicant or recipient shall be advised in the Notice of Proposed Action of applicant's or recipient's rights to counsel or other representative, to review pertinent records and regulations at least five working days prior to the hearing, to present testimony and documentary evidence, to cross-examine all witnesses, to have the proceedings tape-recorded, and to have a translator provided for the hearing if the applicant or recipient is not proficient in English. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.4.  INFORMALITY, EVIDENCE, APPEARANCE AND COUNSEL.\n     The hearing shall be conducted in an impartial and informal manner. All evidence shall be submitted under oath or affirmation. The hearing officer is not bound by the rules of evidence or procedures applicable to judicial proceedings. The applicant/recipient shall attend the hearing in person and may be represented by counsel or a representative. While the applicant/recipient may or may not be represented by counsel, or a representative, the client must appear in order for the hearing to be held. However, where the applicant/recipient establishes good cause for nonattendance prior to the hearing under Section \n20.216.6, counsel or a representative may appear on behalf of the applicant/recipient. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.5.  HEARING DECISION.\n     The hearing officer shall render a written decision within seven calendar days of the hearing indicating factual findings and grounds for the decision. Such decision shall be based solely upon evidence presented at the hearing and specifically state the facts upon which it was based, the authority relied upon and any other reasons for the decision. Such decision shall be mailed to the applicant or recipient. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.216.6.  HEARING; FINALITY; EFFECT OF NONAPPEARANCE.\n     (a)     The result of all hearings are considered final and there is no further right of administrative appeal.\n     (b)     When the applicant/recipient does not appear for the scheduled hearing, it is presumed that the applicant/recipient ceases to contest the decision. The withholding, decrease, denial, discontinuance, and/or recoupment of overpayments of SSIP will, therefore, be affected. The applicant or recipient may, for good cause shown, make a written request, or oral request as specified in the Executive Director's regulations, for a second hearing within 15 days of the scheduled date for the first hearing. \n     Such request must specify the good cause for nonattendance at the first hearing. This provision is satisfied by evidence of any of the following: (1) verified hospitalization; (2) verified illness; (3) incarceration; (4) verified disability or (5) other good cause satisfactorily shown to the Executive Director. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.217.  SSIP PAYMENTS PENDING.\n     A SSIP recipient who makes a timely request for an administrative hearing shall continue to receive SSIP payments pending the hearing decision. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.218.  FAIR ADMINISTRATION; DISCLOSURES; OVERPAYMENTS.\n     The Department shall administer this program fairly to the end that all eligible persons who apply for assistance shall receive SSIP promptly, with due consideration for the needs of the applicant/recipient and the safeguard of public funds. \n     (a)     Any applicant for, or recipient or payee of, payments under this Article shall be informed as to the provisions of eligibility and her/his responsibility for reporting facts material to a correct determination of eligibility, continuing eligibility and payment amount. \n     (b)     Any applicant for, or recipient or payee of, payments under this Article shall be responsible for reporting accurately and completely all facts required of her/him pursuant to Subdivision (a) and for reporting promptly any changes of those facts. \n     (c)     Any person who makes full and complete disclosure of those facts as explained to her/him pursuant to Subdivision (a) is entitled to rely upon the payment amount as being accurate, and the warrant he or she receives as correctly reflecting the payment amount except as provided in Subdivisions (d), (e), (f). \n     (d)     Overpayment due to administrative error or negligent failure to report facts required by this Article or Department regulations may be recouped in accordance with the provisions of Section \n20.202(q) governing recoupment in the absence of recipient fraud, until collected in full, following discovery of overpayment. \n     (e)     Overpayment due to false statement or representation or by impersonation or other fraudulent device or by intentional failure to report facts required by this Article or Department regulations shall be recouped in accordance with the provisions of Section \n20.202(q) governing recoupment upon an administrative determination of recipient fraud, until collected in full, following discovery of overpayment. \n     (f)     Overpayment due to false statement or representation or by impersonation or other fraudulent device or by intentional failure to report facts as required by this Article or Department regulations shall result in immediate discontinuance of payments subject to administrative hearing procedures in this Article. The case shall be referred to the Special Investigation Unit of the Department of Human Services. Any payments made under such circumstances shall be offset against any future payments as set forth in Section \n20.202(q). \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.219.  FRAUD IN OBTAINING PAYMENTS.\n     Whenever any person has, by means of false statement or representation or by impersonation or other fraudulent device, or by intentional failure to report facts required by this Article or Department regulations, obtained payments under this Article, the matter shall be referred to the District Attorney's office for appropriate action. \n     Further, upon the first discontinuance of payments within a 24 month period due to false statement or representation or by impersonation or other fraudulent device, or by intentional failure to report facts required by the Article or Department regulations, an applicant or recipient shall be ineligible for payments for a period of 30 days. \n     Upon the second such discontinuance within a 24 month period, the applicant or recipient shall be ineligible for payments for a period of 60 days. \n     Upon the third, or additional, such discontinuance within a 24 month period, the applicant or recipient shall be ineligible for payments for a period of 90 days. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.220.  RECORDS; CONFIDENTIALITY.\n     All SSIP records shall be confidential and shall not be opened to examination or inspection except by the Grand Jury of the County or by a board or an officer of the State or the County charged with the administration, supervision or direction of the SSIP Program, or upon written waiver by the applicant or recipient. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.221.  RECORDS; DESTRUCTION OF.\n     All inactive case records that are over five years old may be destroyed. All records involving closed SSIP cases may be destroyed after five years. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.222.  AUTHORITY TO TERMINATE THE PROGRAM.\n     The Board of Supervisors of the City and County of San Francisco has complete discretion and authority to terminate SSIP at any time, for any reason. In the event that SSIP is terminated, all SSIP applicants and recipients shall be eligible to apply for General Assistance, PAES OR CALM, whichever is applicable, in accordance with the rules and regulations of those programs. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.223.  SEVERABILITY.\n     If any part or provision of this Article, or the application thereof to any person or circumstance, is held invalid, the remainder of this Article, including the application of such part or provision to other persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, provisions of this Article are severable. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.224.  LIMITED TO PROMOTION OF GENERAL WELFARE.\n     In undertaking the adoption and enforcement of this ordinance, the City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.225.  OPERATIVE DATE.\n     This Article is to become effective no sooner than June 1, 1998. \n(Added by Ord. 151-98, App. 5/8/98)\n\nSEC. 20.226.  FUNDING.\n     A baseline appropriation for housing and related services provided as in-kind aid shall be established using the City and County of San Francisco FY 2002-2003 Annual Appropriation Ordinance and any supplemental appropriations for the amount of cash aid payments to applicants and recipients who declare themselves to be homeless. In subsequent fiscal years, this baseline amount shall be appropriated to the Department of Human Services to fund housing and related services for homeless adults without dependents. This funding may be used to support, but shall not be limited to, some or all of the following: hotel master lease programs, permanent supportive housing, improvements of conditions in existing shelters, expansion of shelter capacity, mental health and substance abuse treatment, outreach, a fund for rental deposits, SSI advocacy programs, rep-payee services, case management, and meals for the homeless population through direct services and/or contracts. \n(Added by Proposition N, 11/5/2002)\n\nSEC. 20.227.  EVALUATION.\n     The provision of in-kind aid is to be evaluated by the Office of the Controller of the City and County of San Francisco every three years for program effectiveness and cost efficiency. \n(Added by Proposition N, 11/5/2002)\n\nSEC. 20.228.  OPERATIVE DATE OF AMENDMENT.\n     The provisions of this amendment, Sections \n20.206(b),(c),(i),(j), \n20.206.3(a),(b),(c),(e); \n20.226; and \n20.227 shall become operative on or before July 1, 2003. \n(Added by Proposition N, 11/5/2002)\n\nARTICLE XII:\nSHELTER MONITORING COMMITTEE\n\n\nSec. 20.300.\nFindings. \n\nSec. 20.301.\nDefinitions. \n\nSec. 20.302.\nEstablishment. \n\nSec. 20.303.\nPurpose. \n\nSec. 20.304.\nPowers and Duties. \n\nSec. 20.305.\nMembership and Organization. \n\nSec. 20.306.\nTerms of Office. \n\nSec. 20.307.\nMeetings. \n\nSec. 20.308.\nAttendance Requirement. \n\nSec. 20.309.\nLimitation of Liability. \n\nSec. 20.310.\nSeverability. \n\nSec. 20.311.\nInitial Committee Report. \n\nSec. 20.312.\nCoordination with Local Homeless Coordinating Board. \n\nSEC. 20.300.  FINDINGS.\n     The Board of Supervisors finds and declares the following: \n     (a)     The City and County of San Francisco funds shelters and resource centers that serve homeless people; and\n     (b)     There is a significant public interest in determining that the homeless shelters that the City funds are safe and sanitary, that the shelters' policies and procedures are fair and meet the needs of the clients accessing shelter services; that operators receiving City funds are complying with their contractual obligations to the City, and that shelter clients benefit from the expenditure of public funds; and \n     (c)     The Mayor, the Board of Supervisors, the Local Homeless Coordinating Board, any future advisory body created by the City and County of San Francisco, and the public, among others, need to be able to access accurate and comprehensive information regarding shelters. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.301.  DEFINITIONS.\n     For purposes of this Article only, \"shelter\" shall include shelters and resource centers that have a primary goal of serving homeless people and that are funded in whole or in part by the City. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.302.  ESTABLISHMENT.\n     A Shelter Monitoring Committee (\"Committee\") is hereby established. The Committee shall document its findings and shall submit reports consistent with this Article to the Mayor, the Board of Supervisors, the Local Homeless Coordinating Board, the public, and any other entity, as appropriate. Subject to the fiscal and budgetary provisions of the Charter, the Department of Public Health shall assign two full-time employees to staff the Shelter Monitoring Committee. The Committee shall, among other things, receive and document complaints made to the Committee regarding shelters and shall refer complaints to appropriate committee members for follow-up. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007; Ord. 51-08, File No. 080229, App. 3/28/2008) \n\nSEC. 20.303.  PURPOSE.\n     The purpose of the Committee is to provide the Mayor, the Board of Supervisors, the Local Homeless Coordinating Board, the public, and any other appropriate agency with accurate, comprehensive information about the conditions in and operations of shelters covered by this Article, as well as City policies in place that affect operations of shelters or their impact on shelter clients. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007)\n\nSEC. 20.304.  POWERS AND DUTIES.\n     The Committee shall have all of the powers and duties necessary to carry out the functions of the Committee as follows: \n     (a)     Site Visits. Individual Committee members shall form teams and make unannounced site visits to all shelters a minimum of 4 times per year, per site. The scope of the site visits shall be limited to gathering information relevant to: 1) health and safety conditions in shelters, 2) the adequacy of policies and procedures governing each facility, and 3) the treatment and personal experience of shelter residents in the shelters. Committee members shall conduct site visits in the least invasive manner possible and shall respect the privacy rights of shelter clients. In addition, teams shall make two announced site visits per year for the purpose of giving shelter residents the opportunity to discuss shelter conditions with the members of the Committee. All site visits shall occur during shelter operating hours only. After consulting shelter staff, the Committee shall post Committee contact information and information regarding announced visits at each shelter. Each team shall prepare a report for the full Committee on their findings and recommendations as described below under subsection (b), \"Reports.\" \n     (b)     Reports. The Committee shall prepare and submit quarterly reports that shall include but not be limited to information on the following: safety in the shelter, cleanliness in the shelter, disability access to and within the shelter, family life in the shelter, a review of policies and procedures in place at the shelter, and any information received regarding the treatment and personal experiences of shelter residents. In order to enable the Committee to prepare reports required under this subsection, City departments that contract for services at a shelter that is under review must respond within 15 days to any reasonable request for information submitted by the Committee relative to the shelter or to City policies that affect shelter clients. The reports shall also include recommended action steps for the shelter and for the City department that contracts for services at the shelter. City departments and the reports referenced in this subsection shall not identify shelter residents or disclose any confidential information concerning shelter residents consistent with state and federal law. The Committee may issue emergency reports at any time it deems necessary. The reports shall be provided to: 1) the Mayor, 2) the Board of Supervisors, 3) the Local Homeless Coordinating Board, 4) the appropriate city department responsible to take action, 5) the city department that contracts for services at the shelter, 6) the shelter under review, and 7) the public. These reports shall be public documents. Any city department identified in the report as responsible to take action recommended in the report shall, within 30 days of issuance of the report, provide to the Board of Supervisors a departmental report setting forth how the department intends to respond to the Committee's recommendations. \n     (c)     Training. All members of the Committee shall receive training in confidentiality laws regarding the provision of services to homeless people, as applicable, and will agree in writing to comply with any and all confidentiality requirements. In addition, members of the Committee may not disclose the following information before an unannounced shelter visit occurs: the date, time, and location of an unannounced shelter visit and the identity of the members of the team conducting the visit. After providing notice and an opportunity to be heard, the Committee may remove a Committee member for making disclosures prohibited by this subsection. If the Committee removes a Committee member pursuant to this subsection, it shall inform the appointing authority of this fact and request that the appointing authority appoint a replacement as soon as possible. All members of the Committee shall receive sensitivity training related to cultural differences, gender issues and the Americans With Disabilities Act. Committee members shall receive other training deemed necessary by the Committee to carry out its functions. \n     (d)     Monitoring unaccepted shelter bed reservations. The Committee shall collect information from reservation sites regarding how many shelter clients are turned away from a shelter bed reservation and shall include this information in the reports required under subsection (b), above. Information reported shall include the number of unaccepted bed reservations and the reason, if available, for the missed reservation. \n     (e)     Retaliation Prohibition. Shelter staff and shelter clients shall not be retaliated against for participating in any activity involving the Committee. This section is not intended to create a private right of action against the City and County of San Francisco. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007; Ord. 131-10, File no. 100437, App. 6/24/2010) \n\nSEC. 20.305.  MEMBERSHIP AND ORGANIZATION.\n     (a)     The membership of the Committee shall reflect the diversity of the homeless people that access shelter in the City. The Committee shall consist of 13 members, one of whom shall be a homeless person (or homeless within the 3 years prior to appointment) with a disability and one of whom shall be a homeless person (or homeless within the 3 years prior to appointment) living with their homeless child who is under the age of 18. The 13 members of the Committee shall be appointed as follows: three members shall be appointed by the Mayor, including one member from the Department of Human Services, one member from the Department of Public Health, and one member who is homeless or formerly homeless and who has experience providing direct services to the homeless through a community setting. Six members shall be appointed by the Board of Supervisors including: two homeless or formerly homeless individuals; one member who has experience providing direct services to the homeless through a community setting; one member selected from a list of candidates that are nominated by community agencies that provide behavioral health, housing placement, or other services to the homeless; and two members selected from a list of candidates that are nominated by non-profit agencies that provide advocacy or organizing services to homeless people, one of which is homeless or formerly homeless. Four members shall be appointed by the Local Homeless Coordinating Board, including: one member selected from a list of candidates that are nominated by non-profit agencies that provide advocacy or organizing services to homeless people; two members who have experience providing direct services to the homeless through a community setting, one of which is formerly homeless; and one member shall be homeless or formerly homeless and selected from a list of candidates that are nominated by community agencies that provide behavioral health, housing placement, or other services to homeless individuals. In making their appointments to the Committee, the appointing authorities are encouraged to select people who are bilingual. \n     (b)     Officers. At the first calendared meeting and thereafter at the beginning of each even-numbered calendar year, the members of the Shelter Monitoring Committee shall elect members to serve as chair, vice-chair, and secretary of the Committee. The chair, or vice-chair, in the absence of the chair, shall be responsible for developing agendas and conducting meetings. The secretary shall be responsible for approving meeting minutes and committee correspondence prior to distribution. \n     (c)     Committee members who work at a resource center or shelter shall not conduct site visits at that site or any other site that is part of that agency. If they are former employees of a site, they must wait at least six months before conducting a site visit. Committee members who currently reside at a shelter shall not conduct site visits at that site or any other site that is part of that agency. Committee members who used to reside at a shelter must wait at least six months before conducting a site visit at that site or any other site that is part of that agency. \n     Committee members from the Human Services Agency and the Department of Public Health shall not conduct official site visits on behalf of the Shelter Monitoring Committee at a site where their respective agency holds a contract with said site or agency. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007)\n\nSEC. 20.306.  TERMS OF OFFICE.\n     The term of office of each Committee member shall be two years. In the event that a vacancy occurs during the term of office of any Committee member, a successor shall be appointed to complete the expired term of office. The interim appointment shall be made in the same or similar manner that governed the initial appointment of the departing member. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.307.  MEETINGS.\n     The Committee shall meet a minimum of once per quarter at such times and places as the Committee shall designate. The location of the meetings shall be accessible to the public and the meetings shall comply with applicable public meeting requirements under state and local law. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.308.  ATTENDANCE REQUIREMENT.\n     The Committee shall monitor the attendance of Committee members. In the event that any Committee member misses three regularly scheduled Committee meetings in a six-month period without prior notice to the Committee, the Committee shall certify in writing to the Committee that the member missed three meetings in a six-month period of time. On the date of such certification, the member shall be deemed to have resigned from the Committee. The Committee shall notify the appointing authority accordingly and request the appointment of a new member. The vacant seat shall be filled within two months or an alternate appointing body shall fill the vacant seat. The alternate appointing body shall rotate per appointment as follows: the Local Homeless Coordinating Board, the Board of Supervisors, and the Mayor. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007)\n\nSEC. 20.309.  LIMITATION OF LIABILITY.\n     By adopting this Article, the City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such a breach proximately caused injury. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.310.  SEVERABILITY.\n     If any section, subsection, clause, phrase or portion of this Article is for any reason held invalid or unconstitutional by any court or federal or state agency of competent jurisdiction, such portion shall be deemed a separate, distinct and independent provision and such holding shall not affect the validity of the remaining portions thereof. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.311.  INITIAL COMMITTEE REPORT.\n     Once initially constituted, the Committee shall, within sixty days, report to the Rules Committee of the Board of Supervisors (or its successor committee) regarding its planned course of action. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004)\n\nSEC. 20.312.  COORDINATION WITH LOCAL HOMELESS COORDINATING BOARD.\n     The Chair of the Shelter Monitoring Committee, or his or her designee, shall attend all meetings of the Full Local Homeless Coordinating Board and Local Homeless Coordinating Board Steering Committee in order to report on this Committee's site visits and recommended actions based on those site visits. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007)\n\nARTICLE XIII:\nSTANDARD OF CARE FOR CITY SHELTERS\n\n\nSec. 20.400.\nFindings. \n\nSec. 20.401.\nDefinitions. \n\nSec. 20.402.\nPurpose. \n\nSec. 20.403.\nCity Requirements. \n\nSec. 20.404.\nContract Requirements. \n\nSec. 20.405.\nComplaint Process and Investigation. \n\nSec. 20.406.\nCorrective Action Plan, Imposition of Liquidated Damages. \n\nSec. 20.407.\nSeverability. \n\nSec. 20.408.\nLimited to Promotion of General Welfare. \n\nSEC. 20.400.  FINDINGS.\n     The Board of Supervisors finds and declares the following: \n     (a)     In 2004, the Board of Supervisors created the Shelter Monitoring Committee that is required to provide the Mayor, the Board of Supervisors, and others with accurate and comprehensive information about the conditions in and operations of shelters funded by the City. \n     (b)     After conducting numerous site visits of City-funded shelters and after investigating many complaints it received from shelter clients, the Shelter Monitoring Committee found that the City's shelter system lacks comprehensive standards of care to be provided to clients utilizing shelter services. \n     (c)     In order to ensure that all City-funded shelter operators meet minimum standards of care in the shelter system, and that all shelter clients are treated with dignity and respect and are provided with a clean, healthy, and safe shelter stay, the Board of Supervisors hereby adopts the following contractual requirements that apply to all shelter operators in San Francisco. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008)\n\nSEC. 20.401.  DEFINITIONS.\n     For the purposes of this Chapter, the following definitions shall apply to the terms used herein. \n     (a)     \"City\" means the City and County of San Francisco department that contracts for services at a particular shelter.\n     (b)     \"Contract monitor\" means the City employee who monitors the shelter operator's compliance with the contract for shelter services.\n     (c)     \"Director\" means the Director of the City department that oversees the contract for City-funded shelter services.\n     (d)     \"Shelter\" means a facility, including a resource center, operating under a contract with the City, to provide temporary emergency shelter services for homeless single adults or families. \n     (e)     \"Shelter operator\" means the operator of a shelter.\n     (f)     \"Case management services\" means those services offered to shelter clients by people with the title of \"case manager,\" or with equivalent job duties, that include, but are not limited to, housing referrals, behavioral health services referrals, and mental health services. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008; Ord. 131-10, File no. 100437, App. 6/24/2010)\n\nSEC. 20.402.  PURPOSE.\n     The purpose of this Chapter is to establish standards of care (\"shelter operating standards\") that the City must include in contracts with shelters and to ensure that the City takes corrective enforcement measures against shelter operators who fail to comply with shelter operating standards. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008)\n\nSEC. 20.403.  CITY REQUIREMENTS.\n     The City shall provide the following shelter services, consistent with this Article: \n     (a)     Ensure 24-hour client access to a shelter in order to make shelter reservations, provide on-site shelter reservations for current shelter clients, and ensure that shelters with shelter reservation desks make reservations for on-site beds if requested by a shelter client. \n     (b)     Provide at least one 24-hour emergency drop-in center. that provides shelter reservations, mental health services, medical services, and transportation to available off-site services and program; \n     (c)     Deploy a roving maintenance person to provide maintenance support to all shelters,\n     (d)     Provide bi-annual training to shelter staff on the Americans with Disabilities Act and mental disabilities through interdepartmental work orders with the Mayor's Office on Disability and the City Attorney's Office. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008; Ord. 131-10, File no. 100437, App. 6/24/2010)\n\nSEC. 20.404.  CONTRACT REQUIREMENTS.\n     (a)     All contracts between the City and shelter operators shall include provisions that require shelter operators to:\n          (1)     treat all shelter clients equally, with respect and dignity, including in the application of shelter policies and the grievance process; \n          (2)     provide shelter services in an environment that is safe and free of physical violence by ensuring that safety protocols are in place that include training to shelter staff regarding de-escalation techniques; \n          (3)     provide liquid soap with a dispenser permanently mounted on the wall in the restrooms; small individual packets of liquid soap, or small bar soap for use by one individual only, paper towels or hand towels, hand sanitizers, and at least one bath-size (24× 48towel to shelter clients and staff in each bathroom: if hand dryers are currently installed they shall be maintained in proper working condition; in addition, shelters shall provide toilet paper in each bathroom stall and hire janitorial staff to clean the shelters on a daily basis; \n          (4)     provide feminine hygiene and incontinence supplies upon request;\n          (5)     comply with current City policy set forth in the San Francisco Environment Code, including the requirements set forth in Chapter 3 (the Integrated Pest Management Code) and Chapter 2 (the Environmentally Preferable Purchasing Ordinance) to ensure that shelter operators use products that are least harmful to shelter clients, staff, and the environment; \n          (6)     ensure that first aid kits, CPR masks, and disposable gloves are available to staff at all times and make Automatic External Defibrillators (AED) available to staff in compliance with all regulatory requirements of state and local law relating to the use and maintenance of AEDs; \n          (7)     supply shelter clients with fresh cold or room temperature drinking water at all times during normal operating hours;\n          (8)     provide shelter services in compliance with the Americans with Disabilities Act (ADA), including but not limited to:\n               (i)     appropriate and secure storage of medication;\n               (ii)     the provision of accessible sleeping, bathing and toileting facilities in previously designated ADA compliant shelters. Sleeping areas designated as accessible shall comply with Federal and State law requiring a minimum of 36 inches between sleeping units and a sleeping surface height between 17-19 inches above the finished floor. In consultation with the contracting City department, and based on a history of previous usage, shelter operators shall designate an adequate number of accessible sleeping units to meet the needs of shelter clients requiring such facilities due to a mobility disability; and \n               (iii)     reasonable modifications to shelter policies, practices, and procedures.\n               (iv)     In addition, shelters shall provide orientation to new shelter clients that includes information on shelter rules and how to access case management services, and shall ensure case management services go to those shelter clients most in need of case management services. This information shall be made accessible to shelter clients with disabilities through the use of appropriate auxiliary aids and/or services, such as large print for clients with visual impairments or ASL interpreting for Deaf clients. The City shall provide equal access to shelter clients with disabilities without regard to whether they accept auxiliary aids; \n          (9)     engage a nutritionist, who shall develop all meal plans, including meal plans for children and pregnant women and post menus on a daily basis; \n          (10)     make dietary modifications to accommodate requests from clients based on religious beliefs and practices, health, or disability reasons; \n          (11)     comply with \nArticle 19F of the San Francisco Health Code that prohibits smoking in homeless shelters;\n          (12)     provide shelter clients with one clean blanket, two clean sheets, and one pillow enclosed in a plastic or vinyl sleeve with a clean pillowcase; sheets shall be cleaned at least once per week and upon client turnover; \n          (13)     make the shelter facility available to shelter clients for sleeping at least 8 hours per night;\n          (14)     provide daytime access to beds in all 24-hour shelters;\n          (15)     provide shelter clients with pest-free, secure property storage inside each shelter. Shelter staff shall provide closable plastic bags to clients for storage purposes. If storage inside a shelter is unavailable, the shelter operator may provide free, pest-free storage off-site as long as the off-site storage is available to the shelter client up until the time of evening bed check; \n          (16)     provide shelter clients with access to electricity for charging their cell phones and other durable medical equipment for clients with disabilities; \n          (17)     note in writing and post in a common area in the shelter when a maintenance problem will be repaired and note the status of the repair; \n          (18)     provide access to free local calls during non-sleeping hours, including TTY access and amplified phones for clients who are deaf or hearing-impaired; \n          (19)     provide a minimum of 22 inches between the sides of sleeping units, excluding designated ADA-accessible sleeping units and sleeping units separated by a wall; \n          (20)     provide all printed materials produced by the City and shelters in English and Spanish and other languages upon request and ensure that all written communications are provided to clients with sensory disabilities in alternate formats such as large print, Braille, etc. upon request; \n          (21)     communicate with each client in the client's primary language or provide professional translation services, including but not limited to American Sign Language interpretation; however, children or other clients may be asked to translate in emergency situations; \n          (22)     provide at least one front line staff at each site that is bilingual in English and Spanish;\n          (23)     ensure that each shelter has an emergency disaster plan that requires drills on a monthly basis and that, in consultation with the Mayor's Office on Disability, includes specific evacuation devices and procedures for people with disabilities; \n          (24)     locate an alternative sleeping unit for a client who has been immediately denied shelter services after 5:00 p.m., unless the denial of service was for acts or threats of violence; \n          (25)     require all shelter staff to wear a badge that identifies the staff person by name and position;\n          (26)     ensure that all clients receive appropriate and ADA-compliant transportation services, to attend medical appointments, permanent housing appointments, substance abuse treatment, job-search appointments and job interviews, mental health services, and shelter services; \n          (27)     provide public notification at least 24 hours in advance of on-site, community meetings;\n          (28)     provide clients with access to free laundry services with hot water and a dryer that reaches a temperature between 120-130 degrees Fahrenheit, on or off site; \n          (29)     to the extent not inconsistent with Proposition N, passed by the voters on November 5, 2002, ensure that all single adult shelter reservations be for a minimum of 7 nights; \n          (30)     agree to comply with the California Department of Industrial Relations, Division of Occupational Safety and Health (Cal-OSHA) General Industry Safety Orders regarding Bloodborne Pathogens (8 CCR 5193) and its Injury and Illness Prevention Program (8 CCR 3203), including but not limited to applicable requirements regarding personal protective equipment, universal precautions, and the development of an exposure control plan, as defined therein; \n          (31)     in consultation with the San Francisco Department of Public Health, provide annual all-staff mandatory trainings, appropriate for each shelter position, that address Cal-OSHA regulatory requirements listed in subsection (30), above, as well as the following topics: \n               (i)     hand washing requirements and other communicable disease prevention;\n               (ii)     proper food handling and storage;\n               (iii)     emergency procedures in case of disaster, fire, or other urgent health or safety risk, including but not limited to CPR requirements;\n               (iv)     safe and appropriate intervention with violent or aggressive shelter clients, including training on the harm reduction model in dealing with substance abuse; \n               (v)     safe and appropriate interaction with shelter clients who suffer from mental illness or substance abuse;\n               (vi)     on-the-job burn-out prevention;\n               (vii)     requirements under the ADA, in collaboration with the Mayor's Office on Disability and the City Attorney's Office;\n               (viii)     policies and procedures explained in shelter training manuals; and\n               (ix)     cultural humility, including sensitivity training regarding homelessness, the lesbian, bisexual, gay, and transgender communities, people with visible and invisible disabilities, youth, women, and trauma victims. \n     (b)     In addition, every contract covered by this Article shall contain a provision in which the shelter operator agrees:\n          (1)     to be liable to the City for liquidated damages as provided in this Article;\n          (2)     to be subject to the procedures governing enforcement of breaches of contracts based on violations of contract provisions required by this Article as set forth in this section; \n          (3)     that the contractor's commitment to comply with contractual obligations that this Article imposes is a material element of the City's consideration for this contract; that the failure of the contractor to comply with such obligations will cause harm to the City and the public that is significant and substantial but extremely difficult to quantify; and that the assessment of liquidated damages of up to $250.00 made pursuant to the liquidated damages schedule referred to in section \n20.406(b)(1) below for every unmitigated failure to comply with such obligations is a reasonable amount of damages to redress the harm to the City caused by such obligations; \n          (4)     that the failure of contractors to comply with contract provisions that this Article requires may result in debarment and monetary penalties set forth in Sections 6.80 et seq. of the San Francisco Administrative Code, as well as any other remedies available under the contract or at law; and \n          (5)     that in the event the City brings a civil action to recover liquidated damages for breach of a contract provision required by this Article and prevails, the contractor will be liable for the City's costs and reasonable attorneys fees. \n     (c)     The Board of Supervisors recognizes that these amendments will have a material effect on the existing shelters whose contracts with the City require the City to pay the shelter operators a certain negotiated amount for services offered at each shelter. The City and the shelter operators contemplated that the shelters would operate at or near capacity through most of the year. This legislation may reduce the number of beds available in some shelters. In addition this legislation will impose obligations on shelter operators that exceed their obligations under their existing agreements with the City and therefore increase their operating costs. City officials and shelter operators based their budgetary assumptions and contracting decisions on factors that existed before this legislation existed. Therefore, the Board of Supervisors authorizes each City department overseeing contracts affected by this legislation to negotiate amendments to existing contracts to reflect these changes so long as current contract amounts are not reduced; and 32. maximize the space for sleeping in the shelter to the fullest extent possible. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008; Ord. 131-10, File no. 100437, App. 6/24/2010)\n\nSEC. 20.405.  COMPLAINT PROCESS AND INVESTIGATION.\n     (a)     Each shelter shall provide client complaint forms in common areas of the shelter and shall make a complaint form available to a shelter client upon request. In addition, shelter staff must accept and investigate written client complaints from the Shelter Monitoring Committee. Shelter staff shall review and respond to written client complaints within 2 business days. Shelter staff shall make best efforts to take necessary corrective action in response to all client complaints internally within 5 days. If the client is not satisfied with the response, the shelter operator shall refer the complaint to the contract monitor and to the Shelter Monitoring Committee. The Shelter Monitoring Committee shall investigate these complaints within 10 days of receipt of the complaint and shall provide the shelter operator with an opportunity to respond to the allegations. The Shelter Monitoring Committee shall also forward the results of its investigation to the Director of the San Francisco Department of Public Health (DPH), or his or her designee, who shall comply with Section \n20.406(a) below within 30 days. \n     (b)     Each Director, in consultation with the Director of DPH, or his or her designee, shall promulgate appropriate guidelines or rules for the enforcement of the shelter operator's contractual obligations imposed pursuant to this Article. Such guidelines or rules may establish procedures for ensuring fair, efficient, and cost-effective implementation of these obligations, including mechanisms to monitor contractor compliance and to determine whether a contractor has failed to comply with its contract obligations set forth in Section \n20.404, above. \n     (c)     Committee teams conducting site visits may initiate investigations into alleged violations of contractual obligations imposed by this Chapter and shall forward a request for a full investigation to the full Shelter Monitoring Committee. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008; Ord. 131-10, File no. 100437, App. 6/24/2010)\n\nSEC. 20.406.  CORRECTIVE ACTION PLAN, IMPOSITION OF LIQUIDATED DAMAGES.\n     (a)     Where the Director of DPH, or his or her designee, after providing the contractor with the opportunity to respond to the alleged violation, determines that a contractor failed to comply with the provisions of this Article, the Director of DPH, or his or her designee, shall provide written notice to the contractor and the contract monitor as follows: \n          (1)     the factual basis for the determination;\n          (2)     the corrective action plan that the contractor must take to remedy the violation;\n          (3)     the amount of liquidated damages that the Director of DPH, or his or her designee, has assessed for the contractor's violation of this Article; \n          (4)     notice that the contractor has 15 days to either follow the required corrective action plan, including payment of liquidated damages, or to file an appeal consistent with subsection (5), below; \n          (5)     that the contractor has the right to appeal the Director of DPH, or his or her designee's final determination, including the assessment of liquidated damages and the amount assessed, to an arbitration panel appointed by the Director of DPH, but that the contractor must file any such appeal in writing with the arbitration panel within 15 days of the date of the issuance of the City's determination and that a contractor's failure to exhaust this administrative remedy will bar subsequent judicial action challenging the City's determination; \n          (6)     that if the contractor fails to follow the corrective action plan or file an appeal in writing with the arbitration panel within 15 days as set forth above, the Director of DPH, or his or her designee's determination shall be the City's final and binding decision which the City may enforce in a court of law, and \n          (7)     that the contractor must comply with the decision within 5 business days of the City's decision becoming final, including payment of liquidated damages, if any, together with simple annual interest of 10% from the date that payment should have been made. \n     (b)     (1)     liquidated damages in the maximum amount set forth in this section are a reasonable estimate of harm to the City caused by the contractor's non-compliance with contract provisions required by this Article, the Director of DPH, or his or her designee, may determine that less than the full amount is warranted depending on the circumstances of each case. The Director of Public Health, or his or her designee, shall adopt a schedule for liquidated damages based on the degree of harm that the violation causes, the number of days the violation occurs, and the number of shelter clients affected by the violation. In addition, the Director of Public Health, or his or her designee, shall consider the following factors in determining the amount of liquidated damages, if any, to impose against a contractor who fails to comply with contract provisions required by this Article: \n               (A)     the size of the contractor's business;\n               (B)     the contractor's good faith efforts to comply with contract provisions required by this Article;\n               (C)     the gravity of the violation;\n               (D)     whether the contractor has a history of violations of contract provisions required by this Article;\n               (E)     whether the contractor has failed to comply with recordkeeping requirements imposed by contract provisions under this Article; and \n               (F)     whether the imposition of liquidated damages would undermine the purpose of this Article by imposing unreasonable financial burdens on the contractor, thereby imperiling the contractor's ability to continue complying with contract provisions required by this Article. \n     (c)     (1)     15 days of receiving an appeal from the Director of Public Health, or his or her designee's final determination, the arbitration panel shall so inform the Shelter Monitoring Committee, the contract monitor, the shelter operator, the Director of DPH, or his or her designee, and/or their respective counsel or authorized representative. The arbitration panel may assign a hearing officer within the panel to collect and review evidence and to make recommendations to the full arbitration panel, but the full arbitration panel must issue written findings and orders consistent with subsection (4), below. \n          (2)     The arbitration panel shall promptly set a date for a hearing. The hearing must commence within 45 days of the notification of the appeal to the arbitration panel and conclude within 75 days of such notification, not including the issuance of a decision, unless all parties agree to an extended period. If a contractor appeals the Director of DPH, or his or her designee's initial determination but fails to attend a hearing set under this subsection, the Director of DPH, or his or her designee's initial determination shall become final. \n          (3)     The Director of DPH, or his or her designee, shall have the burden of producing evidence demonstrating the contractor's violation of contract provisions required by this Article and warranting imposition of liquidated damages. The contractor shall have the right to present evidence on its behalf in response to any alleged violation of contract provisions required by this Article. \n          (4)     Within 30 days of the conclusion of the hearing, the arbitration panel shall issue a written decision affirming, modifying, or vacating the City's determination relating to the violation of the contract obligations that this Article imposes, the corrective action that the contractor must take to remedy any violation, and the amount of liquidated damages to be assessed, if any. The arbitration panel's decision shall consist of findings and a determination, which shall be the City's final decision. \n          (5)     The contractor shall comply with the arbitration panel's decision, including the payment of liquidated damages, within 5 business days of service of the decision. Service shall be made by first class mail to the contractor's address of record. Failure to pay liquidated damages within the time specified in this ordinance shall result in interest on the unpaid damages at the simple annual interest rate of 10% from the day that such damages were due. \n          (6)     The contractor may seek review of the arbitration panel's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (7)     When a contractor fails to take corrective action or pay damages within the time required by the provisions of this section, the City may immediately pursue all available remedies against the contractor for breach of contract, including debarment proceedings where applicable and filing a civil action to recover liquidated damages due under this Article. \n          (8)     The failure of the City to comply with the time requirements of this section shall not cause the City or the arbitration panel to lose jurisdiction over an appeal from the City's determination filed under this section. \n     (d)     Liquidated damages obtained pursuant to contract provisions required by this Article shall be deposited in the City's general fund. \n     (e)     Six months after the effective date of this ordinance, the Director of DPH shall provide a written report to the Board of Supervisors that shall address the following issues; the level of shelter compliance with this Chapter; the number of cases that have resulted in the imposition of liquidated damages; the number of cases that have been referred to an arbitration panel; and the financial impact of this Chapter, if any, on DPH. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008)\n\nSEC. 20.407.  SEVERABILITY.\n     If any section, subsection, clause, phrase or portion of this Article is for any reason held invalid or unconstitutional by any court or federal or State agency of competent jurisdiction, such portion shall be deemed a separate, distinct and independent provision and such holding shall not affect the validity of the remaining portions thereof. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008)\n\nSEC. 20.408.  LIMITED TO PROMOTION OF GENERAL WELFARE.\n     In undertaking the adoption and enforcement of this Article, the City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its commissions, departments, officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"20","chaptersection":"127. ","identifier":"20.127. ","catch_text":"OPERATIVE DATE OF AMENDMENTS."}}