{"text":"\n     (a)     The Executive Director of the Department of Human Services may establish an Earned Income and Asset Disregard Program for applicants/recipients who are employed. The Earned Income and Asset Disregard Program shall provide for disregarding a certain amount of gross income which an applicant/recipient earns as wages and savings derived therefrom when determining an applicant/recipient's SSIP eligibility and payment amount. \n     (b)     The total amount of gross income disregarded shall not exceed the sum of the following amounts: (1) all of the first $200 of recipient gross wage earnings; (2) two-thirds of the next $150 of recipient gross wage earnings; (3) one-half of the next $150 of recipient gross wage earnings; (4) one-third of the next $150 of recipient gross wage earnings; and (5) one-fifth of the next $150 of recipient gross wage earnings. All recipient gross wage earnings above $800 shall be offset on a dollar-for-dollar basis against the payment amount to which an applicant/recipient would otherwise be entitled. \n     (c)     In addition, for applicant/recipients in this program up to $2,000 of applicant/recipient savings derived from the applicant/recipient's gross wage earnings shall be disregarded during the applicant/recipient's participation in this program and for up to three months thereafter. \n     (d)     If, as a result of retrospective budgeting, an applicant/recipient's total currently available financial resources in a month including her/his adjusted SSIP payment, wages, and savings are less than the maximum SSIP payment amount, the applicant/recipient shall be eligible for a payment supplement in the form of a rental expense voucher for unpaid rent in that month and up to $50 in cash so that the applicant/recipient's currently available financial resources may total up to the maximum SSIP payment amount. This payment supplement is available a maximum of three times per year for program applicants/recipients and is not available to applicants/recipients who quit a job without good cause. \n     (e)     Applicant/recipient gross wage earnings are defined for purposes of this Section as any income received by the applicant/recipient as payment for an applicant/recipient's labor. All other applicant/recipient income and assets shall continue to be offset on a dollar-for-dollar basis when calculating the payment amount to which an applicant/recipient is otherwise eligible. For recipients participating in this program, SSIP eligibility shall be determined on a monthly basis and an applicant/recipient's payment amount shall be adjusted for gross wage earnings on the basis of retrospective budgeting in the month following the applicant/recipient's receipt of wage income. Verified expenses which exceed the total sum of an applicant/recipient's payment, wages, and savings in any given month create a rebuttable presumption of ineligibility for assistance. \n(Added by Ord. 151-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"206.2. ","identifier":"20.206.2. ","catch_text":"EARNED INCOME DISREGARD."}}