{"text":"\n     (a)     In order to be eligible to receive SSIP, an applicant must have medical verification of a disabling condition that either has lasted, or is likely to last, 12 months in duration and/or verified psychological incapacity to understand regulations and/or instructions. \n     (b)     In addition, applicants must: (1) apply for; (2) have applied for; or (3) have been determined eligible for, and in compliance with, SSA regulations, but have not yet received their first federal disability payment from the Social Security Administration (SSI benefits), and/or State supplemental disability payments (SSP). The applicant must submit, to the Department, proof of their application for SSI benefits, and their determination of eligibility. Upon determination that the applicant is in the process of applying for, or is eligible for, and will ultimately receive, SSI benefits, based upon federal eligibility criteria, the applicant will be eligible for SSIP until such applicant receives SSI benefits. \n     (c)     All applicants/recipients, and all members of their family budget unit, are required to apply for, and pursue receipt of payment(s) from any and all federal, State, and/or private means of assistance for which they may be eligible as directed by the Department. This includes, but is not limited to: (1) Unemployment Insurance Benefits; (2) Worker's Compensation Insurance; (3) SSI; (4) retirement benefits, (5) any other insurance or disability payments. Failure to apply for, and pursue receipt of, any such assistance to which an applicant/recipient, and all members of their family budget unit, may be eligible shall be considered to be a failure to meet continuing eligibility requirements of this Article. \n     (d)     Individuals residing in an institution are not eligible to receive assistance under this Article.\n     (e)     Applicants may be required to attend group orientation session(s), and failure to do so shall be grounds for denial of assistance.\n     (f)     Applicants who are eligible for CALM are not eligible to receive SSIP payments.\n     (g)     Applicants serving a sanction for fraud under any County-funded indigent assistance program under this Chapter are ineligible to receive SSIP until that sanction period is completed. \n     (h)     Receipt of SSI payments renders the applicant/recipient ineligible for further SSIP payments under this Article.\n(Added by Ord. 151-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"205","identifier":"20.205","catch_text":"ELIGIBILITY."}}