{"text":"\n     The Committee shall have all of the powers and duties necessary to carry out the functions of the Committee as follows: \n     (a)     Site Visits. Individual Committee members shall form teams and make unannounced site visits to all shelters a minimum of 4 times per year, per site. The scope of the site visits shall be limited to gathering information relevant to: 1) health and safety conditions in shelters, 2) the adequacy of policies and procedures governing each facility, and 3) the treatment and personal experience of shelter residents in the shelters. Committee members shall conduct site visits in the least invasive manner possible and shall respect the privacy rights of shelter clients. In addition, teams shall make two announced site visits per year for the purpose of giving shelter residents the opportunity to discuss shelter conditions with the members of the Committee. All site visits shall occur during shelter operating hours only. After consulting shelter staff, the Committee shall post Committee contact information and information regarding announced visits at each shelter. Each team shall prepare a report for the full Committee on their findings and recommendations as described below under subsection (b), \"Reports.\" \n     (b)     Reports. The Committee shall prepare and submit quarterly reports that shall include but not be limited to information on the following: safety in the shelter, cleanliness in the shelter, disability access to and within the shelter, family life in the shelter, a review of policies and procedures in place at the shelter, and any information received regarding the treatment and personal experiences of shelter residents. In order to enable the Committee to prepare reports required under this subsection, City departments that contract for services at a shelter that is under review must respond within 15 days to any reasonable request for information submitted by the Committee relative to the shelter or to City policies that affect shelter clients. The reports shall also include recommended action steps for the shelter and for the City department that contracts for services at the shelter. City departments and the reports referenced in this subsection shall not identify shelter residents or disclose any confidential information concerning shelter residents consistent with state and federal law. The Committee may issue emergency reports at any time it deems necessary. The reports shall be provided to: 1) the Mayor, 2) the Board of Supervisors, 3) the Local Homeless Coordinating Board, 4) the appropriate city department responsible to take action, 5) the city department that contracts for services at the shelter, 6) the shelter under review, and 7) the public. These reports shall be public documents. Any city department identified in the report as responsible to take action recommended in the report shall, within 30 days of issuance of the report, provide to the Board of Supervisors a departmental report setting forth how the department intends to respond to the Committee's recommendations. \n     (c)     Training. All members of the Committee shall receive training in confidentiality laws regarding the provision of services to homeless people, as applicable, and will agree in writing to comply with any and all confidentiality requirements. In addition, members of the Committee may not disclose the following information before an unannounced shelter visit occurs: the date, time, and location of an unannounced shelter visit and the identity of the members of the team conducting the visit. After providing notice and an opportunity to be heard, the Committee may remove a Committee member for making disclosures prohibited by this subsection. If the Committee removes a Committee member pursuant to this subsection, it shall inform the appointing authority of this fact and request that the appointing authority appoint a replacement as soon as possible. All members of the Committee shall receive sensitivity training related to cultural differences, gender issues and the Americans With Disabilities Act. Committee members shall receive other training deemed necessary by the Committee to carry out its functions. \n     (d)     Monitoring unaccepted shelter bed reservations. The Committee shall collect information from reservation sites regarding how many shelter clients are turned away from a shelter bed reservation and shall include this information in the reports required under subsection (b), above. Information reported shall include the number of unaccepted bed reservations and the reason, if available, for the missed reservation. \n     (e)     Retaliation Prohibition. Shelter staff and shelter clients shall not be retaliated against for participating in any activity involving the Committee. This section is not intended to create a private right of action against the City and County of San Francisco. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007; Ord. 131-10, File no. 100437, App. 6/24/2010) \n\n","heading":{"title":"20","chaptersection":"304. ","identifier":"20.304. ","catch_text":"POWERS AND DUTIES."}}