{"text":"\n     (a)     The membership of the Committee shall reflect the diversity of the homeless people that access shelter in the City. The Committee shall consist of 13 members, one of whom shall be a homeless person (or homeless within the 3 years prior to appointment) with a disability and one of whom shall be a homeless person (or homeless within the 3 years prior to appointment) living with their homeless child who is under the age of 18. The 13 members of the Committee shall be appointed as follows: three members shall be appointed by the Mayor, including one member from the Department of Human Services, one member from the Department of Public Health, and one member who is homeless or formerly homeless and who has experience providing direct services to the homeless through a community setting. Six members shall be appointed by the Board of Supervisors including: two homeless or formerly homeless individuals; one member who has experience providing direct services to the homeless through a community setting; one member selected from a list of candidates that are nominated by community agencies that provide behavioral health, housing placement, or other services to the homeless; and two members selected from a list of candidates that are nominated by non-profit agencies that provide advocacy or organizing services to homeless people, one of which is homeless or formerly homeless. Four members shall be appointed by the Local Homeless Coordinating Board, including: one member selected from a list of candidates that are nominated by non-profit agencies that provide advocacy or organizing services to homeless people; two members who have experience providing direct services to the homeless through a community setting, one of which is formerly homeless; and one member shall be homeless or formerly homeless and selected from a list of candidates that are nominated by community agencies that provide behavioral health, housing placement, or other services to homeless individuals. In making their appointments to the Committee, the appointing authorities are encouraged to select people who are bilingual. \n     (b)     Officers. At the first calendared meeting and thereafter at the beginning of each even-numbered calendar year, the members of the Shelter Monitoring Committee shall elect members to serve as chair, vice-chair, and secretary of the Committee. The chair, or vice-chair, in the absence of the chair, shall be responsible for developing agendas and conducting meetings. The secretary shall be responsible for approving meeting minutes and committee correspondence prior to distribution. \n     (c)     Committee members who work at a resource center or shelter shall not conduct site visits at that site or any other site that is part of that agency. If they are former employees of a site, they must wait at least six months before conducting a site visit. Committee members who currently reside at a shelter shall not conduct site visits at that site or any other site that is part of that agency. Committee members who used to reside at a shelter must wait at least six months before conducting a site visit at that site or any other site that is part of that agency. \n     Committee members from the Human Services Agency and the Department of Public Health shall not conduct official site visits on behalf of the Shelter Monitoring Committee at a site where their respective agency holds a contract with said site or agency. \n(Added by Ord. 283-04, File No. 041449, App. 12/1/2004; Ord. 150-07, File No. 070084, App. 7/3/2007)\n\n","heading":{"title":"20","chaptersection":"305","identifier":"20.305","catch_text":"MEMBERSHIP AND ORGANIZATION."}}