{"text":"\n     (a)     Each shelter shall provide client complaint forms in common areas of the shelter and shall make a complaint form available to a shelter client upon request. In addition, shelter staff must accept and investigate written client complaints from the Shelter Monitoring Committee. Shelter staff shall review and respond to written client complaints within 2 business days. Shelter staff shall make best efforts to take necessary corrective action in response to all client complaints internally within 5 days. If the client is not satisfied with the response, the shelter operator shall refer the complaint to the contract monitor and to the Shelter Monitoring Committee. The Shelter Monitoring Committee shall investigate these complaints within 10 days of receipt of the complaint and shall provide the shelter operator with an opportunity to respond to the allegations. The Shelter Monitoring Committee shall also forward the results of its investigation to the Director of the San Francisco Department of Public Health (DPH), or his or her designee, who shall comply with Section \n20.406(a) below within 30 days. \n     (b)     Each Director, in consultation with the Director of DPH, or his or her designee, shall promulgate appropriate guidelines or rules for the enforcement of the shelter operator's contractual obligations imposed pursuant to this Article. Such guidelines or rules may establish procedures for ensuring fair, efficient, and cost-effective implementation of these obligations, including mechanisms to monitor contractor compliance and to determine whether a contractor has failed to comply with its contract obligations set forth in Section \n20.404, above. \n     (c)     Committee teams conducting site visits may initiate investigations into alleged violations of contractual obligations imposed by this Chapter and shall forward a request for a full investigation to the full Shelter Monitoring Committee. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008; Ord. 131-10, File no. 100437, App. 6/24/2010)\n\n","heading":{"title":"20","chaptersection":"405","identifier":"20.405","catch_text":"COMPLAINT PROCESS AND INVESTIGATION."}}