{"text":"\n     (a)     All contracts between the City and shelter operators shall include provisions that require shelter operators to:\n          (1)     treat all shelter clients equally, with respect and dignity, including in the application of shelter policies and the grievance process; \n          (2)     provide shelter services in an environment that is safe and free of physical violence by ensuring that safety protocols are in place that include training to shelter staff regarding de-escalation techniques; \n          (3)     provide liquid soap with a dispenser permanently mounted on the wall in the restrooms; small individual packets of liquid soap, or small bar soap for use by one individual only, paper towels or hand towels, hand sanitizers, and at least one bath-size (24× 48towel to shelter clients and staff in each bathroom: if hand dryers are currently installed they shall be maintained in proper working condition; in addition, shelters shall provide toilet paper in each bathroom stall and hire janitorial staff to clean the shelters on a daily basis; \n          (4)     provide feminine hygiene and incontinence supplies upon request;\n          (5)     comply with current City policy set forth in the San Francisco Environment Code, including the requirements set forth in Chapter 3 (the Integrated Pest Management Code) and Chapter 2 (the Environmentally Preferable Purchasing Ordinance) to ensure that shelter operators use products that are least harmful to shelter clients, staff, and the environment; \n          (6)     ensure that first aid kits, CPR masks, and disposable gloves are available to staff at all times and make Automatic External Defibrillators (AED) available to staff in compliance with all regulatory requirements of state and local law relating to the use and maintenance of AEDs; \n          (7)     supply shelter clients with fresh cold or room temperature drinking water at all times during normal operating hours;\n          (8)     provide shelter services in compliance with the Americans with Disabilities Act (ADA), including but not limited to:\n               (i)     appropriate and secure storage of medication;\n               (ii)     the provision of accessible sleeping, bathing and toileting facilities in previously designated ADA compliant shelters. Sleeping areas designated as accessible shall comply with Federal and State law requiring a minimum of 36 inches between sleeping units and a sleeping surface height between 17-19 inches above the finished floor. In consultation with the contracting City department, and based on a history of previous usage, shelter operators shall designate an adequate number of accessible sleeping units to meet the needs of shelter clients requiring such facilities due to a mobility disability; and \n               (iii)     reasonable modifications to shelter policies, practices, and procedures.\n               (iv)     In addition, shelters shall provide orientation to new shelter clients that includes information on shelter rules and how to access case management services, and shall ensure case management services go to those shelter clients most in need of case management services. This information shall be made accessible to shelter clients with disabilities through the use of appropriate auxiliary aids and/or services, such as large print for clients with visual impairments or ASL interpreting for Deaf clients. The City shall provide equal access to shelter clients with disabilities without regard to whether they accept auxiliary aids; \n          (9)     engage a nutritionist, who shall develop all meal plans, including meal plans for children and pregnant women and post menus on a daily basis; \n          (10)     make dietary modifications to accommodate requests from clients based on religious beliefs and practices, health, or disability reasons; \n          (11)     comply with \nArticle 19F of the San Francisco Health Code that prohibits smoking in homeless shelters;\n          (12)     provide shelter clients with one clean blanket, two clean sheets, and one pillow enclosed in a plastic or vinyl sleeve with a clean pillowcase; sheets shall be cleaned at least once per week and upon client turnover; \n          (13)     make the shelter facility available to shelter clients for sleeping at least 8 hours per night;\n          (14)     provide daytime access to beds in all 24-hour shelters;\n          (15)     provide shelter clients with pest-free, secure property storage inside each shelter. Shelter staff shall provide closable plastic bags to clients for storage purposes. If storage inside a shelter is unavailable, the shelter operator may provide free, pest-free storage off-site as long as the off-site storage is available to the shelter client up until the time of evening bed check; \n          (16)     provide shelter clients with access to electricity for charging their cell phones and other durable medical equipment for clients with disabilities; \n          (17)     note in writing and post in a common area in the shelter when a maintenance problem will be repaired and note the status of the repair; \n          (18)     provide access to free local calls during non-sleeping hours, including TTY access and amplified phones for clients who are deaf or hearing-impaired; \n          (19)     provide a minimum of 22 inches between the sides of sleeping units, excluding designated ADA-accessible sleeping units and sleeping units separated by a wall; \n          (20)     provide all printed materials produced by the City and shelters in English and Spanish and other languages upon request and ensure that all written communications are provided to clients with sensory disabilities in alternate formats such as large print, Braille, etc. upon request; \n          (21)     communicate with each client in the client's primary language or provide professional translation services, including but not limited to American Sign Language interpretation; however, children or other clients may be asked to translate in emergency situations; \n          (22)     provide at least one front line staff at each site that is bilingual in English and Spanish;\n          (23)     ensure that each shelter has an emergency disaster plan that requires drills on a monthly basis and that, in consultation with the Mayor's Office on Disability, includes specific evacuation devices and procedures for people with disabilities; \n          (24)     locate an alternative sleeping unit for a client who has been immediately denied shelter services after 5:00 p.m., unless the denial of service was for acts or threats of violence; \n          (25)     require all shelter staff to wear a badge that identifies the staff person by name and position;\n          (26)     ensure that all clients receive appropriate and ADA-compliant transportation services, to attend medical appointments, permanent housing appointments, substance abuse treatment, job-search appointments and job interviews, mental health services, and shelter services; \n          (27)     provide public notification at least 24 hours in advance of on-site, community meetings;\n          (28)     provide clients with access to free laundry services with hot water and a dryer that reaches a temperature between 120-130 degrees Fahrenheit, on or off site; \n          (29)     to the extent not inconsistent with Proposition N, passed by the voters on November 5, 2002, ensure that all single adult shelter reservations be for a minimum of 7 nights; \n          (30)     agree to comply with the California Department of Industrial Relations, Division of Occupational Safety and Health (Cal-OSHA) General Industry Safety Orders regarding Bloodborne Pathogens (8 CCR 5193) and its Injury and Illness Prevention Program (8 CCR 3203), including but not limited to applicable requirements regarding personal protective equipment, universal precautions, and the development of an exposure control plan, as defined therein; \n          (31)     in consultation with the San Francisco Department of Public Health, provide annual all-staff mandatory trainings, appropriate for each shelter position, that address Cal-OSHA regulatory requirements listed in subsection (30), above, as well as the following topics: \n               (i)     hand washing requirements and other communicable disease prevention;\n               (ii)     proper food handling and storage;\n               (iii)     emergency procedures in case of disaster, fire, or other urgent health or safety risk, including but not limited to CPR requirements;\n               (iv)     safe and appropriate intervention with violent or aggressive shelter clients, including training on the harm reduction model in dealing with substance abuse; \n               (v)     safe and appropriate interaction with shelter clients who suffer from mental illness or substance abuse;\n               (vi)     on-the-job burn-out prevention;\n               (vii)     requirements under the ADA, in collaboration with the Mayor's Office on Disability and the City Attorney's Office;\n               (viii)     policies and procedures explained in shelter training manuals; and\n               (ix)     cultural humility, including sensitivity training regarding homelessness, the lesbian, bisexual, gay, and transgender communities, people with visible and invisible disabilities, youth, women, and trauma victims. \n     (b)     In addition, every contract covered by this Article shall contain a provision in which the shelter operator agrees:\n          (1)     to be liable to the City for liquidated damages as provided in this Article;\n          (2)     to be subject to the procedures governing enforcement of breaches of contracts based on violations of contract provisions required by this Article as set forth in this section; \n          (3)     that the contractor's commitment to comply with contractual obligations that this Article imposes is a material element of the City's consideration for this contract; that the failure of the contractor to comply with such obligations will cause harm to the City and the public that is significant and substantial but extremely difficult to quantify; and that the assessment of liquidated damages of up to $250.00 made pursuant to the liquidated damages schedule referred to in section \n20.406(b)(1) below for every unmitigated failure to comply with such obligations is a reasonable amount of damages to redress the harm to the City caused by such obligations; \n          (4)     that the failure of contractors to comply with contract provisions that this Article requires may result in debarment and monetary penalties set forth in Sections 6.80 et seq. of the San Francisco Administrative Code, as well as any other remedies available under the contract or at law; and \n          (5)     that in the event the City brings a civil action to recover liquidated damages for breach of a contract provision required by this Article and prevails, the contractor will be liable for the City's costs and reasonable attorneys fees. \n     (c)     The Board of Supervisors recognizes that these amendments will have a material effect on the existing shelters whose contracts with the City require the City to pay the shelter operators a certain negotiated amount for services offered at each shelter. The City and the shelter operators contemplated that the shelters would operate at or near capacity through most of the year. This legislation may reduce the number of beds available in some shelters. In addition this legislation will impose obligations on shelter operators that exceed their obligations under their existing agreements with the City and therefore increase their operating costs. City officials and shelter operators based their budgetary assumptions and contracting decisions on factors that existed before this legislation existed. Therefore, the Board of Supervisors authorizes each City department overseeing contracts affected by this legislation to negotiate amendments to existing contracts to reflect these changes so long as current contract amounts are not reduced; and 32. maximize the space for sleeping in the shelter to the fullest extent possible. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008; Ord. 131-10, File no. 100437, App. 6/24/2010)\n\n","heading":{"title":"20","chaptersection":"404","identifier":"20.404","catch_text":"CONTRACT REQUIREMENTS."}}