{"text":"\n     (a)     Where the Director of DPH, or his or her designee, after providing the contractor with the opportunity to respond to the alleged violation, determines that a contractor failed to comply with the provisions of this Article, the Director of DPH, or his or her designee, shall provide written notice to the contractor and the contract monitor as follows: \n          (1)     the factual basis for the determination;\n          (2)     the corrective action plan that the contractor must take to remedy the violation;\n          (3)     the amount of liquidated damages that the Director of DPH, or his or her designee, has assessed for the contractor's violation of this Article; \n          (4)     notice that the contractor has 15 days to either follow the required corrective action plan, including payment of liquidated damages, or to file an appeal consistent with subsection (5), below; \n          (5)     that the contractor has the right to appeal the Director of DPH, or his or her designee's final determination, including the assessment of liquidated damages and the amount assessed, to an arbitration panel appointed by the Director of DPH, but that the contractor must file any such appeal in writing with the arbitration panel within 15 days of the date of the issuance of the City's determination and that a contractor's failure to exhaust this administrative remedy will bar subsequent judicial action challenging the City's determination; \n          (6)     that if the contractor fails to follow the corrective action plan or file an appeal in writing with the arbitration panel within 15 days as set forth above, the Director of DPH, or his or her designee's determination shall be the City's final and binding decision which the City may enforce in a court of law, and \n          (7)     that the contractor must comply with the decision within 5 business days of the City's decision becoming final, including payment of liquidated damages, if any, together with simple annual interest of 10% from the date that payment should have been made. \n     (b)     (1)     liquidated damages in the maximum amount set forth in this section are a reasonable estimate of harm to the City caused by the contractor's non-compliance with contract provisions required by this Article, the Director of DPH, or his or her designee, may determine that less than the full amount is warranted depending on the circumstances of each case. The Director of Public Health, or his or her designee, shall adopt a schedule for liquidated damages based on the degree of harm that the violation causes, the number of days the violation occurs, and the number of shelter clients affected by the violation. In addition, the Director of Public Health, or his or her designee, shall consider the following factors in determining the amount of liquidated damages, if any, to impose against a contractor who fails to comply with contract provisions required by this Article: \n               (A)     the size of the contractor's business;\n               (B)     the contractor's good faith efforts to comply with contract provisions required by this Article;\n               (C)     the gravity of the violation;\n               (D)     whether the contractor has a history of violations of contract provisions required by this Article;\n               (E)     whether the contractor has failed to comply with recordkeeping requirements imposed by contract provisions under this Article; and \n               (F)     whether the imposition of liquidated damages would undermine the purpose of this Article by imposing unreasonable financial burdens on the contractor, thereby imperiling the contractor's ability to continue complying with contract provisions required by this Article. \n     (c)     (1)     15 days of receiving an appeal from the Director of Public Health, or his or her designee's final determination, the arbitration panel shall so inform the Shelter Monitoring Committee, the contract monitor, the shelter operator, the Director of DPH, or his or her designee, and/or their respective counsel or authorized representative. The arbitration panel may assign a hearing officer within the panel to collect and review evidence and to make recommendations to the full arbitration panel, but the full arbitration panel must issue written findings and orders consistent with subsection (4), below. \n          (2)     The arbitration panel shall promptly set a date for a hearing. The hearing must commence within 45 days of the notification of the appeal to the arbitration panel and conclude within 75 days of such notification, not including the issuance of a decision, unless all parties agree to an extended period. If a contractor appeals the Director of DPH, or his or her designee's initial determination but fails to attend a hearing set under this subsection, the Director of DPH, or his or her designee's initial determination shall become final. \n          (3)     The Director of DPH, or his or her designee, shall have the burden of producing evidence demonstrating the contractor's violation of contract provisions required by this Article and warranting imposition of liquidated damages. The contractor shall have the right to present evidence on its behalf in response to any alleged violation of contract provisions required by this Article. \n          (4)     Within 30 days of the conclusion of the hearing, the arbitration panel shall issue a written decision affirming, modifying, or vacating the City's determination relating to the violation of the contract obligations that this Article imposes, the corrective action that the contractor must take to remedy any violation, and the amount of liquidated damages to be assessed, if any. The arbitration panel's decision shall consist of findings and a determination, which shall be the City's final decision. \n          (5)     The contractor shall comply with the arbitration panel's decision, including the payment of liquidated damages, within 5 business days of service of the decision. Service shall be made by first class mail to the contractor's address of record. Failure to pay liquidated damages within the time specified in this ordinance shall result in interest on the unpaid damages at the simple annual interest rate of 10% from the day that such damages were due. \n          (6)     The contractor may seek review of the arbitration panel's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (7)     When a contractor fails to take corrective action or pay damages within the time required by the provisions of this section, the City may immediately pursue all available remedies against the contractor for breach of contract, including debarment proceedings where applicable and filing a civil action to recover liquidated damages due under this Article. \n          (8)     The failure of the City to comply with the time requirements of this section shall not cause the City or the arbitration panel to lose jurisdiction over an appeal from the City's determination filed under this section. \n     (d)     Liquidated damages obtained pursuant to contract provisions required by this Article shall be deposited in the City's general fund. \n     (e)     Six months after the effective date of this ordinance, the Director of DPH shall provide a written report to the Board of Supervisors that shall address the following issues; the level of shelter compliance with this Chapter; the number of cases that have resulted in the imposition of liquidated damages; the number of cases that have been referred to an arbitration panel; and the financial impact of this Chapter, if any, on DPH. \n(Added by Ord. 50-08, File No. 071518, App. 3/28/2008)\n\n","heading":{"title":"20","chaptersection":"406. ","identifier":"20.406. ","catch_text":"CORRECTIVE ACTION PLAN, IMPOSITION OF LIQUIDATED DAMAGES."}}