{"text":"\n     (a)     Emergency Assistance. Emergency assistance of up to two weeks shall be provided in the form of in-kind aid, vouchers, warrants, or electronic benefit transfers. During this period of emergency assistance, the Department of Human Services shall investigate the facts material to the determination of eligibility for the General Assistance Program. If good cause exists that said investigation cannot be completed within two weeks, emergency assistance may be extended for another two weeks. \n     The Executive Director of the Department of Human Services is authorized to contract with social service agencies for the provision of emergency assistance outside normal working hours. \n     (b)     Normal Payment Periods. The normal payment period may be either every two weeks, semimonthly, or monthly. There is no limit to the number of normal payment periods during which a recipient may receive aid. \n     (c)     Supplemental Rent Payments. Applicants or recipients whose verified monthly rent exceeds the maximum monthly grant for which they are eligible may elect to have rental payments made in the form of a two-party check payable to the applicant/recipient and the housing provider for the entire amount of the rent not to exceed the applicable monthly amount listed below. \nMAXIMUM SUPPLEMENTAL\nMONTHLY RENT PAYMENT AMOUNT\n\nSingle Individual Applicant/Recipient\n$345\nNumber of Eligible Persons in Same Family\n 2 Persons\n$ 567\n3 Persons\n703\n4 Persons\n834\n5 Persons\n952\n6 Persons\n1,070\n7 Persons\n1,175\n8 Persons\n1,281\n9 Persons\n1,388\n10 Persons\n1,508\n     In the case of more than 10 persons in a family budget unit, an additional $25 each month shall be paid for each additional person in the family budget unit. \n     The \"housing provider\" must be the owner of the property, or the owner's designated management agent, on which the applicant/recipient resides, or a nonprofit community organization that either directly, or through agreements with property owners, provides housing. Supplemental rent payments shall not be considered \"personal needs\" for purposes of Section \n20.57.3 of this Article. In addition, the termination of supplemental rent payments shall be subject to the notice provisions of Section \n20.60. However, the applicant/recipient may waive such notice, or any portion of the 10 calendar day notice period to allow for a change in aid payment. \n(Amended by Ord. 271-81, App. 5/21/81; Ord. 152-98, App. 5/8/98; Ord. 93-07, File No. 070208, App. 4/27/2007)\n\n","heading":{"title":"20","chaptersection":"59","identifier":"20.59","catch_text":"AID PAYMENTS."}}