{"text":"\n     (a)     For each eligible individual or for each eligible family of two or more persons who qualify for aid under the General Assistance Program, the maximum monthly amount of aid to which such recipients are entitled is listed below. \nMAXIMUM GENERAL\nASSISTANCE GRANT AMOUNT\n\nSingle Individual\n$ 320\nNumber of Eligible Persons in Same Family\n 2 Persons\n$ 574\n3 Persons\n647\n4 Persons\n771\n5 Persons\n877\n6 Persons\n984\n7 Persons\n1,081\n8 Persons\n1,179\n9 Persons\n1,273\n10 Persons\n1,367\n     In the case of more than 10 persons in a family budget unit, an additional $14 each month shall be paid for each additional person in the family budget unit. For the purpose of this Section, a family is defined as an eligible applicant/recipient and his or her spouse or \"domestic partner,\" as defined under Section \n62.2 of the San Francisco Administrative Code, and/or any of the applicant/recipient's children who are under age 18, living with, and applying for General Assistance with, such applicant/recipient, provided that such child(ren) was (were) never eligible for TANF/CalWORKs. For family budget units in which members receive cash payments from more than one federal, State or County assistance program, except for SSI/SSP, the total aid payment shall consist of the sum of each individual's proportionate share of the aid payment for a family budget unit of the same size within each program for which each member is eligible. \n     Any individual or family receiving aid pursuant to this subsection shall continue to receive the maximum monthly grant for which they were eligible prior to any reduction in the maximum monthly grant structure enacted by the Board of Supervisors, until that eligible individual or family has applied for and been denied, or has refused to apply for, assistance under the PAES, CALM, or SSIP Programs. \n     (b)     With respect to all applicants, initial aid payments shall be conditional upon completion of the Department orientation program. In addition, with respect to each employable recipient, continuing aid shall be conditioned, at the option of the Department, upon either completion of 20 verifiable job applications per month and/or participation in a Department-approved job counseling, vocational rehabilitation, drug or alcohol treatment or work assignment program. Verifiable job applications or job searches within the meaning of this Section, Section \n20.58(c), and Section \n20.58.2(b)(5) of this Article, shall include, but not be limited to: (1) sending applications, resumes and cover letters to apply for available positions for which the recipient meets the minimum qualifications, with copies of these documents and the telephone number of the prospective employer provided to the Department of Human Services so they can be verified; and (2) participation by a union member in union hiring hall programs that make use of telephone job searches for currently available positions. \n     In addition, with respect to each unemployable recipient, continuing aid shall be conditioned upon application for, and pursuit of, SSI/SSP benefits, if eligible, and participation in a Department-approved rehabilitation program. Aid may be withheld, reduced, or discontinued for failure to meet these requirements. \n     (c)     The Maximum General Assistance Grant may include Municipal Railway tokens, in which event the cost of the Municipal Railway tokens to the Department of Human Services shall not be deducted from the Maximum General Assistance Grant Amounts listed above to arrive at the Maximum Cash General Assistance Grant Amount which may be issued by means of in-kind assistance, vouchers, checks, two-party checks or electronic benefit transfers. The Municipal Railway tokens shall be for the sole use of the recipient. \n     (d)     The Maximum General Assistance Grant Amounts listed in Section \n20.57 (a) of this ordinance shall be increased by any annual percentage cost of living increase to the Maximum Aid Payment, and according to the same schedule, if such an increase is implemented by the State of California in the TANF/CalWORKs program. \n     (e)     The maximum monthly amount of aid for which an applicant is eligible shall be the Maximum General Assistance Grant Amount prorated as of the eligibility determination date, minus any nonexempt assets and/or nonexempt personal property available to the applicant during that calendar month, and minus the value of any prorated in-kind housing, utilities and/or meals available or provided to the applicant. Rent, retroactive to the first of the month in which eligibility was determined, may be authorized to prevent eviction from existing housing. Applicants who anticipate receiving first-time income from other sources during the month of their application for General Assistance, shall receive the prorated maximum monthly grant amount for which they are eligible until the verified date of anticipated receipt of such other income. \n     (f)     The maximum monthly amount of aid for which a recipient is eligible shall be the Maximum General Assistance Grant Amount, or the amount determined pursuant to Subsection (b) minus any cash received from sources other than General Assistance which is or will be available to the recipient during the month for which aid is paid unless otherwise exempt, minus the fair market value of any nonexempt personal property which is or will be available to the recipient during the month for which aid is paid, and minus the value of any in-kind housing, utilities and/or meals available or provided to the recipient. \n     (g)     No grant shall be issued for less than $5.\n     (h)     To promote the transition of General Assistance recipients to gainful employment, the Executive Director of the Department of Human Services may establish an Earned Income and Asset Disregard Program for the recipients who are employed. The Earned Income and Asset Disregard Program shall provide for disregarding a certain amount of gross income which a recipient earns as wages and savings derived therefrom when determining a recipient's General Assistance Program eligibility and grant amount. The total amount of gross income disregarded shall not exceed the sum of the following amounts: (1) all of the first $200 of recipient gross wage earnings; (2) two-thirds of the next $150 of recipient gross wage earnings; (3) one-half of the next $150 of recipient gross wage earnings; (4) one-third of the next $150 of recipient gross wage earnings; and (5) one-fifth of the next $150 of recipient gross wage earnings. All recipient gross wage earnings above $800 shall be offset on a dollar-for-dollar basis against the grant amount to which a recipient would otherwise be entitled. In addition, for recipients participating in this program up to $2,000 of recipient savings derived from the recipient's gross wage earnings shall be disregarded during the recipient's participation in this program and for up to three months thereafter. Also, if as a result of retrospective budgeting a recipient's total currently available financial resources in a month including his or her adjusted General Assistance grant, wages, and savings are less than the maximum General Assistance grant amount, the recipient shall be eligible for a grant supplement in the form of a rental expense voucher for unpaid rent in that month and up to $50 in cash so that the recipient's currently available financial resources may total up to the maximum General Assistance grant amount. This grant supplement is available a maximum of three times per year for program participants and is not available to recipients who quit a job without good cause. \n     Recipient gross wage earnings are defined for purposes of this Section as any income received by the recipient as payment for a recipient's labor. This Section supersedes the provisions of Subsection \n20.55.2(r), Section \n20.56.6, Subsections \n20.56.10 (a) and (b), Subsections \n20.57 (e) and (f), and Subsections \n20.59.10 (d), (e) and (f) when determining recipient eligibility and when calculating the maximum monthly amount of aid for program participants. All other recipient income and assets shall continue to be offset on a dollar-for-dollar basis when calculating the grant amount to which a recipient is otherwise eligible. For recipients participating in this program, General Assistance eligibility shall be determined on a monthly basis and a recipient's grant amount shall be adjusted for gross wage earnings on the basis of retrospective budgeting in the month following the recipient's receipt of wage income. Verified expenses which exceed the total sum of a participant's grant, wages, and savings in any given month create a rebuttable presumption of ineligibility for aid. \n     (i)     The automatic adjustment provisions of Subsection (d) are hereby suspended for fiscal year 1997-98. Adjustments for subsequent fiscal years made pursuant to this Section shall not include any adjustments for any fiscal year in which the cost of living was suspended. \n(Amended by Ord. 271-81, App. 5/21/81; Ord. 253-90, App. 6/29/90; Ord. 389-90, App. 12/6/90; Ord. 125-93, App. 4/30/93; Ord. 206-94, App. 5/27/94; Ord. 419-94, App. 12/23/94; Ord. 155-95, App. 5/12/95; Ord. 196-96, App. 5/22/96; Ord. 209-97, App. 5/30/97; Ord. 152-98, App. 5/8/98; Proposition N, 11/5/2002; Ord. 193-03, File No. 030871, App. 7/25/2003) \n\n","heading":{"title":"20","chaptersection":"57. ","identifier":"20.57. ","catch_text":"COMPUTATION AND PAYMENT OF AID GRANTS; AMOUNTS PAYABLE."}}