{"text":"\n     (a)     Participants in PAES must enter into a written Participant Agreement which outlines the first phase of PAES activities with which the participant must comply. Such activities may include, but are not limited to: (1) supported work experience; and/or (2) job search; and/or (3) group sessions or activities; and/or (4) any other appropriate activity, as determined by the Department, that leads to preparation of the PAES Plan; and (5) keeping an appointment to establish a PAES Plan upon the notification of the date and time of such an appointment. The maximum number of hours of activities, which would be considered \"employment\" under the Fair Labor Standards Act (29 U.S.C. §§ 201 et. seq.) and any applicable U.S. Department of Labor Guidelines, that the Department may require shall be the same amount as for General Assistance recipients, as calculated for General Assistance recipients under Section 20.58.6 of this Chapter. \n     (b)     Participants who provide verification of a temporary physical or mental condition which prevents them from complying with the Participant Agreement as specified above may: (1) be temporarily exempted from those requirements, or (2) be required to participate in any appropriate activity that is likely to remedy the temporary physical or mental condition and lead to preparation of the PAES Plan. \n     (c)     Failure to comply with the Participant Agreement shall be considered failure to meet continuing eligibility requirements. Such failure shall result in discontinuance from PAES, subject to the notice and administrative hearing provisions of this Article, and the imposition of a 60 day sanction. Failure to comply with the Participant Agreement is not subject to the Conciliation For PAES Plan Noncompliance provisions of this Article. \n(Added by Ord. 150-98, App. 5/8/98; Ord. 81-06, File No. 051924, App. 4/21/2006)\n\n","heading":{"title":"20","chaptersection":"77.1","identifier":"20.77.1","catch_text":"PARTICIPANT AGREEMENT."}}