{"text":"\n     (a)     The Executive Director of the Department of Human Services may establish an Earned Income and Asset Disregard Program for participants who are employed. The Earned Income and Asset Disregard Program shall provide for disregarding a certain amount of gross income that a participant earns as wages and savings derived therefrom when determining a participant's PAES eligibility and stipend amount. \n     (b)     The total amount of gross income disregarded shall not exceed the sum of the following amounts: (1) all of the first $200 of participant gross wage earnings; (2) two-thirds of the next $150 of participant gross wage earnings; (3) one-half of the next $150 of participant gross wage earnings; (4) one-third of the next $150 of participant gross wage earnings; and (5) one-fifth of the next $150 of participant gross wage earnings. All participant gross wage earnings above $800 shall be offset on a dollar-for-dollar basis against the stipend amount to which a participant would otherwise be entitled. \n     (c)     In addition, for participants in this program, up to $2,000 of participant savings derived from the participant's gross wage earnings shall be disregarded during the individual participant's participation in this program and for up to three months thereafter. \n     (d)     If, as a result of retrospective budgeting, a participant's total currently available financial resources in a month including her/his adjusted PAES stipend, wages, and savings are less than the maximum PAES stipend amount, the participant shall be eligible for a stipend supplement in the form of a rental expense voucher for unpaid rent in that month and up to $50 in cash so that the participant's currently available financial resources may total up to the maximum PAES stipend amount. This stipend supplement is available a maximum of three times per year for program participants and is not available to participants who quit a job without good cause. \n     (e)     Participant gross wage earnings are defined for purposes of this Section as any income received by the participant as payment for a participant's labor. All other participant income and assets shall continue to be offset on a dollar-for-dollar basis when calculating the stipend amount to which a participant is otherwise eligible. For individuals participating in this program, the PAES stipend amount shall be adjusted for gross wage earnings on the basis of retrospective budgeting in the month following the participant's receipt of wage income. Verified expenses that exceed the total sum of a participant's stipend, wages, and savings in any given month create a rebuttable presumption of ineligibility for assistance. \n(Added by Ord. 150-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"76.2","identifier":"20.76.2","catch_text":"EARNED INCOME DISREGARD."}}