{"text":"\n     (a)     Findings. The Board of Supervisors in adopting this ordinance finds that providing the authority for the Department of Human Services to establish a wage subsidy program as defined herein will promote the permanent employment of PAES participants. \n     (b)     Employer Wage Subsidy For the purposes of this Section, \"employer wage subsidy\" means a payment from revenues appropriated for a PAES participant to an employer for a PAES participant who becomes employed through this program and is employed for at least 26 weeks and earns a minimum of $800 per month in gross wage earnings. \n     (c)     Wage SubsidySchedule. A wage subsidy payment shall only be issued to an employer by the Department of Human Services upon receipt of documentation of gross wage earnings paid to a participant of the program by the employer for the first 26 weeks of employment, except when the payment of a wage subsidy in two installments is approved by the Executive Director. A wage subsidy payment issued to an employer in two installments shall only be issued by the Department of Human Services upon receipt of documentation of gross wage earnings paid to the participant by the employer for 13 consecutive weeks of employment and the second payment shall only be issued upon receipt of documentation of gross wage earnings paid to the same participant by the employer for an additional 13 consecutive weeks of employment. \n     (d)     Amount of Subsidy. The employer wage subsidy shall not exceed an amount that is 14 percent of the participant's monthly gross wage earnings and shall not exceed in any month the maximum amount of a PAES stipend for which the participant would otherwise be eligible. A wage subsidy shall not be paid to an employer for more than the first 26 weeks of employment. Participant \"gross wage earnings\" are defined for purposes of this Section as income received by the participant as payment for the participant's labor. \n     (e)     Authority. The Department of Human Services may utilize an employer wage subsidy to encourage employers to hire qualified PAES participants as full-time employees. The Department shall make reasonable efforts to coordinate with community agencies that provide job search services to implement these provisions. \n     (f)     Program Administration. Prior to the Department's implementation of this authority, the Executive Director shall establish procedures and regulations for the proper administration of this authority. The regulations shall include a prohibition against the payment of a subsidy under this program for placing PAES participants in positions in which they would be replacing striking employees. \n     (g)     Report. The Executive Director of the Department of Human Services shall report to the Human Services Commission about the results of the Department's implementation of the program one year from the effective date of this ordinance, and annually thereafter. \n(Added by Ord. 150-98, App. 5/8/98)\n\n","heading":{"title":"20","chaptersection":"76.6","identifier":"20.76.6","catch_text":"EMPLOYER WAGE SUBSIDY - PAES PROGRAM."}}