{"text":"\n     (a)     Approval of Purchases. The Purchaser shall purchase all Commodities or Services required by City departments and offices of the City, except as otherwise provided in this Code. The Purchaser shall, by regulation, designate and authorize appropriate department personnel to exercise the Purchaser's approval authority for contracts approved as provided in this section. \n     (b)     Purchases to be Made on Requisitions; Exception for Large Quantities or Common Use. All purchases made by the Purchaser shall be made on the basis of requisitions of ordering departments; except that Commodities and Services in common use by more than one department, or used in large quantities by a department may be purchased on the basis of the total of such requisitions or estimates previously filed from the various departments. The Purchaser is authorized to enter into City-wide requirements contracts for the purchase of indefinite quantities of Commodities or Services for the period of time and at prices set forth in the contract, under which any department may elect to order such Commodities or Services. \n     (c)     Standardization of Purchases. The Purchaser may establish specifications, terms and conditions, and product tests to cover all Commodities and Services purchases of (i) large quantities, or (ii) recurring purchases, or (iii) Commodities or Services in common use by more than one department. The Purchaser may, as far as is practicable, standardize Commodities according to the use to which they are to be put, when two or more types, brands or kinds are specified or requested by individual departments. \n     (d)     Purchases of Commodities. Purchases of Commodities shall be made in accordance with selection criteria or specifications furnished by the department requiring such Commodities whenever the need for particular selection criteria or specifications is peculiar to such department. For patented or proprietary Commodities sold by brand name, the Purchaser may require each department requisitioning same by such brand name to furnish specifications of the Commodity requisitioned, and may advertise for Offers on the basis of such specifications, under conditions permitting manufacturers of, or dealers in other products made and sold for the same purpose, to make Offers on such specifications or on the specifications of their own product. If the Purchaser recommends the acceptance of the lowest or best Offer, stating the Purchaser's reasons in writing therefor, and if the department head concerned recommends the acceptance of any other Offer on such proprietary Commodities, stating the department's reasons in writing therefor, the award shall be determined by the Controller. \n     (e)     Procurement of Vehicles for Use of City Officials And Employees.\n          (1)     When purchasing, leasing, or otherwise procuring passenger vehicles, including passenger cars, passenger vans, sport utility vehicles, cargo vans and pickup trucks up to and including one ton in payload, departments shall request vehicles of the same functional type and passenger capacity approved by the Board of Supervisors in the budget. \n          (2)     In evaluating vehicle purchase requests, the Purchaser is authorized to consider the price, durability, fuel efficiency, resale value, expected repair and maintenance cost, and all other factors, including options and accessories that may among other considerations enhance the safety and resale value of the vehicle and that bear directly on the total cost to the City of the vehicle in relationship to the service it will render. \n          (3)     The Purchaser may develop sets of general specifications, including optional equipment, for purchases of compact, mid-size and full-size passenger cars or may specify vehicles by proprietary brand name when purchasing additional vehicles for an existing fleet. The specifications shall note the major items of standard equipment of such vehicles and may include, in the Purchaser's discretion, optional equipment which the Purchaser has determined should be ordered on City passenger cars. When procuring passenger cars, the purchaser shall include this group of options, to the extent possible, even if the department which will use the car does not request them. \n               If a department requests optional equipment that is not part of the Purchaser's group of options and which would cost in excess of a dollar limit to be set by the Purchaser in regulations, the department must either: \n               (A)     Itemize the equipment in the description of the vehicle itself, when the vehicle purchase is reviewed as part of the City's annual budget process, and obtain the Board's approval of the vehicle as equipped; or \n               (B)     Obtain the approval of the Mayor's Budget Office before submitting a requisition to the Purchaser.\n          (4)     If a department desires to procure a passenger vehicle that is upgraded in terms of the functional type or capacity from what was approved in the budget, then the department must first obtain the approval of the Mayor's Budget Office before submitting a requisition to the Purchaser. \n          (5)     This section shall not apply to the procurement of mass transit vehicles over one ton or other specialized vehicles as defined in the Purchaser's regulations. \n     (f)     Payment procedures. The Purchaser and Controller shall establish procedures to approve all bills and vouchers for Commodities and Services. All approvals required pursuant to such procedures must be obtained before the Controller shall draw and approve warrants therefor. \n     (g)     Storerooms and Garages. The Purchaser shall have charge of a garage and shop for the repair of City equipment, and of the Purchaser's storerooms and warehouses for the City and the personnel assigned thereto. \n     (h)     Leasing Of Equipment From Non-profit Corporations Without Competitive Bidding. Notwithstanding any other provisions of this Code, the Purchaser is authorized to award a Contract, without issuing Solicitations, to a non-profit corporation for the leasing of equipment; provided, that the non-profit corporation has been formed for the purpose of aiding and assisting the City, and the formation of the non-profit corporation has been approved by resolution of the Board of Supervisors. \n     (i)     Disposal of Surplus. Commodities which have been determined to be surplus to City needs shall be disposed of in a manner which will best serve the interests of the City. For the purposes of this section, the interests of the City shall include the City's ability to maximize the City's economic return on surplus Commodities, the City's interest in maximizing the re-use of surplus Commodities by public entities, non-profit organizations and schools, and the City's interest in avoiding any unnecessary additions to the waste stream by maximizing the re-use and recycling of surplus Commodities. Disposal of surplus Commodities may include sales to, exchanges with, or donation to public entities, non-profit organizations, and private organizations for a public purpose, or donation to private entities for recycling of parts or materials. The Purchaser may maintain lists of all known local resources for transfer of surplus Commodities to public entities, non-profit organizations, and private organizations for a public purpose, and for the recycling of parts. The Purchaser shall have the authority to require the transfer of surplus property in any department to the Purchaser's stores or to other departments. \n          (1)     The Purchaser shall have the authority to exchange used Commodities to the advantage of the City, to advertise for Bids, and to sell Commodities belonging to the City on the recommendation of a department head that such Commodities are surplus to the needs of the department. \n          (2)     The Purchaser shall have the authority to donate obsolete, used or surplus Commodities if a department head states in writing that such Commodities are surplus to the needs of the department. The Purchaser shall document in writing each donation. \n               (A)     Donations of Commodities meeting the criteria listed above may be offered to public entities, non-profit organizations, or private organizations serving the public. The order of priority for donations shall be to entities or organizations: \n                    (i)     Engaged in distributing the surplus Commodities offered at no cost or for a nominal fee to non-profit organizations, schools, or low-income individuals or families that are physically located in San Francisco; \n                    (ii)     Engaged in distributing the surplus Commodities offered at no cost or for a nominal fee to non-profit organizations, schools, or low-income individuals or families that are physically located in the Bay Area; \n                    (iii)     Engaged in distributing the surplus Commodities offered at no cost or for a nominal fee to non-profit organizations, schools, or low-income individuals or families that are physically located in the United States; \n                    (iv)     Engaged in distributing the surplus Commodities offered at no cost or for a nominal fee to non-profit organizations, schools, or low-income individuals or families that are physically located in foreign countries; \n                    (v)     Engaged in recycling the surplus Commodities, including parts or materials.\n               (B)     Surplus medical supplies that are no longer in compliance with Federal Drug Administration regulations may be offered to entities and organizations which are engaged in distributing or administering the surplus medical supplies at no cost or for a nominal fee to low-income individuals or families in foreign countries. \n               (C)     To the extent that more than one organization meets the criteria in a category listed above, surplus Commodities shall be made available on a rotational basis to entities and organizations in the same category. If there is a need to dispose of surplus Commodities and no entity or organization meeting the criteria noted in Section \n21.03(i)(2)(A) can be located to receive a donation, the Purchaser is authorized to utilize other means that may be available to dispose of such Commodities in a manner that will best serve the interests of the City. \n     (j)     Information Technology Purchases. All contracts for the acquisition of information technology Commodities or Services shall be made by the Purchaser. \n     (k)     Rules And Regulations. The Purchaser, with the approval of the Director of Administrative Services and the Controller, shall establish rules and regulations for the purpose of implementing the provisions of this Chapter. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99; Ord. 9-11, File No. 101007, App. 1/7/2011)\n\n","heading":{"title":"21","chaptersection":"03. ","identifier":"21.03. ","catch_text":"GENERAL AUTHORITY OF THE PURCHASER OF SUPPLIES."}}