{"text":"\n     (a)     Department heads shall be authorized to purchase Commodities or Services directly and without the approval of purchasing, as provided in the Charter or Municipal Code of San Francisco, or in the following circumstances: \n          (1)     When such purchase is recommended by a department head and is approved by the Purchaser. The Purchaser's approval of direct department purchases may be for individual contracts or for classes of contracts anticipated to be required by the department. \n          (2)     Departments may directly enter into contracts with other public entities for the purpose of fulfilling their governmental functions, which may include the provision or exchange of Commodities or Services incidental to the purpose of the contract. \n          (3)     Departments may directly enter into contracts for the investment of trust moneys and agreements relating to the management of trust assets. \n          (4)     Purchases of works of art or artifacts for museums or to display in public areas, specialized art restoration, insuring, transport, storage, curation and conservation services. \n          (5)     The Risk Manager is authorized to purchase insurance and expert services in forms, amounts and by procedures as approved by the Board of Supervisors in the annual Risk Management Budget. \n          (6)     The General Manager of the Public Utilities Commission may directly purchase water, power or natural gas, the conveyance or transmission of same, or ancillary services such as spinning reserve, voltage control, or load scheduling, as required for assuring reliable services in accordance with good utility practice, to or on behalf of the San Francisco Public Utilities Commission. \n          (7)     Officers and employees of the City may contract directly for the provision of services related to travel required for official City business, subject to compliance with rules and regulations established by the approving department and the Controller for reimbursement of such expenses. \n     (b)     Nothing in this section is intended to affect the authorities granted to departments elsewhere in this Code or in the Charter.\n(Added by Ord. 156-99, File No. 990743, App. 6/2/99)\n\n","heading":{"title":"21","chaptersection":"04","identifier":"21.04","catch_text":"DIRECT PURCHASING AUTHORITY OF DEPARTMENTS."}}