{"text":"\n     As used in this Chapter the following words shall have the following respective meanings: \n     (a)     \"Bid\" shall mean a bid, quotation, or other offer, other than a Proposal, from a person or entity to sell a Commodity or Service to the City at a specified price. \n     (b)     \"Bidder\" shall mean any person or entity which submits a Bid.\n     (c)     \"City\" shall mean the City and County of San Francisco.\n     (d)     \"Code\" or \"this Code\" shall mean the most current version of the San Francisco Charter and the San Francisco Municipal Code.\n     (e)     \"Commodity\" shall mean products, including materials, equipment and supplies, purchased by the City. \"Commodity\" shall specifically exclude legal and litigation related contracts or contracts entered into pursuant to settlement of legal proceedings, and employee benefits, including, without limitation, health plans, retirement or deferred compensation benefits, insurance and flexible accounts, provided by or through the City's Human Resources Department or the Retirement Board. \n     (f)     \"Contractor\" shall mean any corporation, partnership, individual, sole proprietorship, joint venture or other legal entity which enters into a contract to sell Commodities or Services to the City. \n     (g)     \"Contracting Officer\" shall mean the City employee who is authorized to execute a contract, which may be either the Department head or a person designated in writing by the Department head, board or commission as having the authority to sign contracts for the Department. A designation of authority to sign contracts on behalf of a Department may specify authority to sign a single contract, specified classes of contracts, or all contracts entered into by a Department. \n     (h)     \"Electronic\" shall mean electrical, digital, magnetic, optical, electromagnetic or other similar technology for conveying documents or authorizations, excluding facsimile. \n     (i)     \"General Services\" shall mean those services that are not Professional Services. General Services include, but are not limited to, janitorial, security guard, pest control, parking lot management, and landscaping services. \n     (j)     \"Minimum Competitive Amount\" shall mean (i) for the procurement of Commodities and Professional Services, the \"Minimum Competitive Amount\" as defined in Section 6.40(A) of the Administrative Code, which shall be $100,000 and (ii) for the procurement of General Services, an amount equivalent to the \"Threshold Amount\" as defined in Chapter 6.1(M) of the Administrative Code which shall be $400,000, provided that on January 1, 2015 and every five years thereafter, the Controller shall recalculate the Minimum Competitive Amount (and the Threshold Amount from which the Minimum Competitive Amount for General Services is calculated) to reflect any proportional increase in the Urban Regional Consumer Price Index from January 1, 2010, rounded to the nearest $1,000. \n     (k)     \"Offer\" shall mean a Bid or Proposal submitted to the City in response to an invitation for Bids or a Request for Proposals. \"Offer\" may include a response to a request for qualifications if no further ranking prior to Contractor selection is contemplated by the procurement process. \n     (l)     \"Offeror\" shall mean a person or entity that submits an Offer to the City to provide Commodities or Services.\n     (m)     \"Professional Services\" shall mean those services which require extended analysis, the exercise of discretion and independent judgment in their performance, and/or the application of an advanced, specialized type of knowledge, expertise, or training customarily acquired either by a prolonged course of study or equivalent experience in the field. Professional service providers include, but are not limited to, licensed professionals such as architects, engineers, and accountants, and non-licensed professionals such as software developers and financial consultants. \n     (n)     \"Proposal\" shall mean a response to a request for Proposals issued by the City for Commodities or Services, or a response to a request for qualifications if no further ranking prior to Contractor selection is contemplated by the procurement process. \n     (o)     \"Proposer\" shall mean a person or entity that submits a Proposal in response to a request for Proposals issued by the City.\n     (p)     \"Purchase Order\" shall mean an authorization document designated as such by the Purchaser for the procurement of Commodities or Services, whether issued in a paper or electronic format, including blanket purchase orders for purchases involving multiple payments. \n     (q)     \"Purchaser\" shall mean the Purchaser of Commodities or Services of the City and County of San Francisco, or his or her designee(s).\n     (r)     \"Quotation\" shall mean an Offer to supply Commodities or Services to the City for a specified price (and possibly subject to other terms and conditions) which is acquired without the use of advertising to solicit Bids. \n     (s)     \"Services\" shall mean Professional Services and General Services. \"Services\" shall specifically exclude grants to a nonprofit entity to provide services to the community, which may include incidental purchases of commodities; legal and litigation related services or contracts entered into pursuant to settlement of legal proceedings; and services related to employee benefits, including, without limitation, health plans, retirement or deferred compensation benefits, insurance and flexible accounts, provided by or through the San Francisco Health Service System or the Retirement Board.  \n     (t)     \"Solicitation\" shall mean an invitation for Bids, request for Quotations, request for qualifications, or request for Proposals issued by the City for the purpose of soliciting Bids, Quotations, or Proposals to perform a City contract. \n     (u)     \"Technology Store\" shall mean the City-wide, multiple award contract for the procurement of certain Commodities and Services awarded pursuant to the \"Request for Proposal for Computer Hardware, Software, Peripherals and Appropriate Network, Consulting, Maintenance, Training and Support Services,\" and any successor contracts thereto. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99; Ord. 9-11, File No. 101007, App. 1/7/2011; Ord. 3-12, File No. 111246, App. 1/12/2012, Eff. 2/11/2012)\n\n","heading":{"title":"21","chaptersection":"02","identifier":"21.02","catch_text":"DEFINITIONS."}}