{"text":"\n     (a)     The Board of Supervisors hereby declares that an actual emergency shall exist when it becomes necessary to immediately procure Commodities or Services to make repairs, to safeguard the lives or property of the citizens or the property of the City or to maintain public health or welfare as a result of extraordinary conditions created by war, epidemic, weather, fire, flood, earthquake or other catastrophe, or the breakdown of any plant equipment, structure, street or public work. \n     (b)     For any Commodities or Services that would normally be procured by the Purchaser, a contract may be executed by the Purchaser in the most expeditious manner, and shall be promptly confirmed by issuance of a regular purchase order. \n     (c)     The department head responsible for the operations for which Commodities or Services are needed may also enter into a contract directly in the most expeditious manner necessary in order to respond to the emergency; however, if the emergency permits, the department head shall first secure the written approval of the president of the board or commission concerned, or from the Mayor or the Mayor's designee for any department under the Mayor's jurisdiction, and in all cases the approval of the Board of Supervisors must be obtained for any contract in excess of $100,000. If the emergency does not permit such approvals to be obtained before the contract is executed, such approvals shall be obtained as soon thereafter as it is possible to do so. \n     (d)     The Purchaser or the department, as the case may be, shall attempt to obtain at least three Bids for emergency purchases.\n     (e)     The Board of Supervisors hereby declares that an actual emergency shall exist during a period of material shortages when goods meeting the exact specifications as ordered are not procurable. When such goods are immediately required, the Purchaser, with the approval of the Director of Administrative Services, shall have authority to accept satisfactory substitutes and to make proper price adjustments therefor; provided, that if such price adjustment should increase the contractual obligation by more than 10 percent, the Purchaser shall first obtain approval by the Controller, who shall reserve the additional amount of money required to meet the increased obligation. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99)\n\n","heading":{"title":"21","chaptersection":"15. ","identifier":"21.15. ","catch_text":"EMERGENCY PROCUREMENT PROCEDURES."}}