{"text":"\n     (a)     The Board of Supervisors hereby approves the execution of perpetual, nonexclusive software licensing agreements which warrant performance of the software according to specifications and which are for an amount of less than ten million dollars, including any associated escrow agreement for source code or finance agreement, without further Board approval. \n     (b)     Software licensing procurements are not subject to the contracting requirements of the Administrative or Environment Code, but shall be subject to the requirements established by Section \n21.03(j) and \nChapter 67. For the purpose of this section, software licensing procurements shall be deemed to include both the licensed software product, any escrow agreement for source code, finance agreements, and support services for such product where support for that product is available only from the licensor. \n     (c)     Agreements for the development of software shall include acceptance testing of the software and/or performance criteria, and shall condition payments on successful completion of the acceptance test or satisfaction of the performance criteria specified in the contract. \n     (d)     Where a vendor has proprietary rights to software or where maintenance of equipment by a particular vendor is required to preserve a warranty, software support and equipment maintenance agreements entered into with that vendor shall be treated as a sole source for the purposes of any contract requirements included in the Municipal Code. \n     (e)     A Contracting Officer is authorized to make payment for software license fees and software support, equipment maintenance and associated escrow and finance fees in advance of receiving services under a contract. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99; amended by Ord. 115-05, File No. 050595, App. 6/17/2005)\n\n","heading":{"title":"21","chaptersection":"30","identifier":"21.30","catch_text":"SOFTWARE LICENSES, SUPPORT, ESCROW, FINANCE, AND EQUIPMENT MAINTENANCE AGREEMENTS."}}