{"text":"\n     (a)     Invitation for Bids. Except as otherwise authorized in this Code, for any Commodity or General Services purchase estimated to cost in excess of the Minimum Competitive Amount, an invitation for Bids shall be issued to solicit Bids and shall include a purchase description and all contractual terms and conditions applicable to the procurement, including a reservation of the City's right to reject all Offers. \n     (b)     Bid Opening. Bids shall be opened publicly by the Contracting Officer at the time and place designated in the Invitation for Bids in the presence of all Bidders who attend. Relevant information as the Purchaser may specify by regulation shall be recorded. Except for materials protected from disclosure pursuant to Administrative Code Section \n67.24, the record and each Bid shall be open to public inspection following Bid opening. \n     (c)     Bid Evaluation. Bids shall be evaluated based on the requirements and specifications set forth in the Invitation for Bids, which may include criteria to determine acceptability such as inspection, testing, quality, workmanship, delivery, and suitability for a particular purpose. Those criteria that will affect the Bid price and be considered in evaluation for award shall be objectively measurable, such as discounts, transportation costs, conversion costs and total or life cycle costs. \n     (d)     Correction, Withdrawal, or Rejection of Bids; Cancellation of Awards. Correction or withdrawal of inadvertently erroneous Bids before or after award, or cancellation of awards or contracts based on such Bid mistakes, shall be permitted in accordance with regulations promulgated by the Purchaser. After Bid opening, no changes in Bid prices or other provisions of Bids prejudicial to the interest of the City or fair competition shall be permitted. Except as otherwise provided by regulation, all decisions to permit the correction or withdrawal of Bids, or to cancel awards or Contracts based on Bid mistakes, shall be supported by a written determination made by the Purchaser. The Purchaser may reject all Bids at any time prior to award. \n     (e)     Award. Except for a showing of good cause, a Contract shall be awarded not less than five (5)-working days after Bid opening by written notice to the lowest responsible and responsive Bidder whose Bid meets the requirements and criteria set forth in the Invitation for Bids. In the event that all Bids exceed available funds and the lowest responsible and responsive Bidder does not exceed such funds by more than ten percent (10%), the Purchaser is authorized in situations where time and economic considerations preclude resolicitation of work of a reduced scope to negotiate an adjustment of the Bid price, including changes in the Bid requirements, with the low responsive and responsible Bidder, in order to bring the Bid within the amount of available funds. \n     (f)     Awards in the Public Interest. If the Purchaser finds that the public interest would be best served by accepting other than the lowest total or unit price the Purchaser is authorized to accept the Bid(s) that in the Purchaser's opinion will best serve the public interest, to make the awards and to enter into the necessary contracts. Prior to making an award to a Bidder other than the lowest Bidder(s), the Purchaser shall submit a written statement of the basis for the finding to the Director of Administrative Services. \n     (g)     Additional Purchases. Where the quantity of Commodities or General Services to be provided under a contract is fixed, the Contracting Officer may, within one year after award and subject to the Contractor's consent, purchase additional quantities of the specific Commodities or General Services for which award was made at the award price or a lower price, in accordance with the Purchaser's regulations. \n     (h)     Multi-step Bidding. A Contracting Officer may prequalify Bidders prior to issuing an Invitation for Bids based on prequalification criteria set forth in a Solicitation. \n     (i)     Bid Protests. The procedure for resolving Bid protests shall be established by regulations adopted by the Purchaser. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99; Ord. 9-11, File No. 101007, App. 1/7/2011)\n\n","heading":{"title":"21","chaptersection":"3. ","identifier":"21.3. ","catch_text":"COMPETITIVE SEALED BIDDING."}}