{"text":"\n     (a)     Local Bidder Defined. For the purposes of determining eligibility for the price adjustment set forth in this Section \n21.32 only, \"Local Bidder\" shall mean a business that is physically located at, and registered with the Office of the Treasurer & Tax Collector's Business Registration records as at, an address located within the geographic limits of the City. \n     (b)     Bids for the purchase of Commodities with an estimated value in excess of $1,000 submitted by Local Bidders shall be reduced by an amount equal to 1.25% of the Bid amount for the purpose of determining the lowest responsible Bidder. \n     (c)     For Bids from Local Bidders for purchase of Commodities of an indefinite quantity, the Purchaser shall select a fixed quantity of the identified Commodity based on the minimum amount of the Commodity the Purchaser estimates, in his or her sole discretion, the City will purchase over the term of the contract, and apply the 1.25% price adjustment required by Paragraph (b) to Bids from Local Bidders to that same fixed quantity for the purpose of comparing prices offered. \n     (d)     For Bids from Local Bidders for General or Professional Services which include the purchase of Commodities with an estimated value of Commodities in excess of $1,000, the Purchaser shall reduce the Bid price of the included Commodities only by 1.25% for the purpose of determining the lowest responsible bidder. No bid adjustment shall be made for Services Contracts that will be awarded according to criteria other than lowest price. \n     (e)     The Bid adjustment required by Paragraph (b) shall be in addition to any other discounts, preferences, or adjustments required by City law. \n     (f)     Exception. The following Commodities purchases shall not be subject to the 1.25% price adjustment: (1) purchases paid for with City Retirement or Health Services System trust funds; (2) purchases where the City is entering into a cooperative procurement with one or more other jurisdiction; and (3) purchases where the price adjustment would conflict with conditions contained in federal or state grants or violate preemptive federal or state law or the City Charter. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99; Ord. 9-11, File No. 101007, App. 1/7/2011)\nCross reference\n     Duties of the Sealer of Weights and Measures assumed by the Director of the Department of Consumer Assurance, Regulatory Compliance and Agricultural Standards, see Administrative Code Section 16.3-7.5. \n\n","heading":{"title":"21","chaptersection":"32","identifier":"21.32","catch_text":"PRICE ADJUSTMENT FOR ANTICIPATED LOCAL TAX REVENUE."}}