{"text":"\n     (a)     The covenant of good faith and fair dealing is contained in every City Commodities or Services Contract, and Contractors and subcontractors shall at all times deal in good faith with the City and shall submit claims, requests for equitable adjustments, requests for change orders, requests for contract modifications or requests of any kind seeking increased compensation on a City contract only upon a good-faith, honest evaluation of the underlying circumstances and a good-faith, honest calculation of the amount sought. Any Contractor, subcontractor, or consultant who commits any of the following acts shall be liable to the City for three times the amount of damages which the City sustains because of the act of that Contractor, subcontractor or consultant. A Contractor, subcontractor or consultant who commits any of the following acts shall also be liable to the City for the costs, including attorney's fees, of a civil action brought to recover any of those penalties or damages, and may be liable to the City for a civil penalty of up to $10,000 for each false claim: \n          (1)     Knowingly presents or causes to be presented to an officer or employee of the City a false claim or request for payment or approval; \n          (2)     Knowingly makes, uses, or causes to be made or used a false record or statement to get a false claim paid or approved by the City; \n          (3)     Conspires to defraud the City by getting a false claim allowed or paid by the City;\n          (4)     Knowingly makes, uses, or causes to be made or used a false record or statement to conceal, avoid, or decrease an obligation to pay or transmit money or property to the City; \n          (5)     Is a beneficiary of an inadvertent submission of a false claim to the City, subsequently discovers the falsity of the claim, and fails to disclose the false claim to the City within a reasonable time after discovery of the false claim. \n     (b)     This Section does not apply to any controversy involving an amount of less than $500 in value. For purposes of this Section, \"controversy\" means any one or more false claims submitted by the same Contractor, subcontractor, or consultant in violation of this Section. \n     (c)     Every Contractor for Commodities or Services performed at the expense of the City or the cost of which is paid for out of monies deposited in the treasury of City, whether directly awarded or indirectly by or under subcontract, subpartnership, day labor, station work, piece work, or any other arrangement whatsoever, is subject to the requirements of Subdivision (a). \n     (d)     Liability under this Section shall be joint and several for any act committed by two or more persons.\n     (e)     For purposes of this Section, the terms \"Contractor\" and \"subcontractor\" shall have the same definitions as found in Section 14B of the San Francisco Administrative Code. The term \"consultant\" shall be broadly defined to include any person or entity that provides services to the City. \n     (f)     For purposes of this Section, \"claim\" includes any request or demand for money, property, or services made to any employee, officer, or agent of the City, or to any Contractor, subcontractor, grantee, or other recipient, whether under contract or not, if any portion of the money, property, or services requested or demanded issued from, or was provided by the City. \n     (g)     For purposes of this Section, \"knowingly\" means that a Contractor, subcontractor, or consultant, with respect to information, does any of the following: \n          (1)     Has actual knowledge of the information;\n          (2)     Acts in deliberate ignorance of the truth or falsity of the information;\n          (3)     Acts in reckless disregard of the truth or falsity of the information.\n     Proof of specific intent is not required and reliance on the claim by the City is also not required. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99; Ord. 23-10, File No. 091233, App. 2/11/2010; Ord. 9-11, File No. 101007, App. 1/7/2011) \n\n","heading":{"title":"21","chaptersection":"35. ","identifier":"21.35. ","catch_text":"SUBMITTING FALSE CLAIMS; MONETARY PENALTIES."}}