{"text":"\n     (a)     Authorization; Evaluation Criteria. A Contracting Officer may issue a request for Proposals, or request for qualifications, for the selection of Professional Service Contractors following consideration of the evaluation factors set forth in the request for Proposals, which may include cost, except as prohibited by law. If a department determines that it would be in the best interests of the City to acquire combined Commodities and Services or General Services by means of a request for Proposals or qualifications, rather than an invitation for Bids, such request for Proposals or qualifications shall be issued by the Purchaser. A request for Proposals or qualifications for Professional Services maybe issued directly by the department. \n     (b)     Negotiation. The Contracting Officer is authorized to negotiate terms and conditions, including price, with the highest ranked Proposer. If the Contracting Officer cannot conclude a contract that, in the opinion of the Contracting Officer is in the City's best interest, the Contracting Officer may terminate negotiations with the highest ranked Proposer. In the event that the Contracting Officer cannot conclude negotiations with the next highest ranked Proposer on terms acceptable to the City, then the Contracting Officer may negotiate with each successively ranked proposer. \n     (c)     Requests for Qualifications. A department may issue a request for qualification to determine the qualifications of prospective Contractors for particular types of Commodities and/or Services to be provided to that department. Prequalification may be for the purpose of issuing a further Solicitation to select from among the prequalified entities for a particular contract, or it may be for the purpose of maintaining a list from which Contractors will be selected for future contracts as needed by the department, or the department may select Contractor(s) based on ranking of responses to the request for qualifications. For the procurement of Commodities and Services for which lists of prequalified entities are created by a department, selection of a Contractor for a particular contract may be made without the use of a further Solicitation if the list is maintained by issuing a new request for qualifications at least once every two years. The Purchaser may also maintain City-wide lists of prequalified contractors. \n     (d)     Content of Requests for Proposals. A request for Proposals shall specify evaluation criteria for selection, and shall reserve the right to reject or cancel the request for Proposals in whole or in part. \n     (e)     Mass-transit Vehicles . Notwithstanding any other provision of the charter or laws of the City, the Public Transportation Department, through its department head and through the Purchaser is authorized to include among its purchasing specifications the use of negotiated procurement procedures for the purchase of mass-transit vehicles. \n(Added by Ord. 156-99, File No. 990743, App. 6/2/99)\n\n","heading":{"title":"21","chaptersection":"4","identifier":"21.4","catch_text":"INVITATIONS FOR COMPETITIVE PROPOSALS OR QUALIFICATIONS."}}