{"text":"\n     (a)     Prevailing Wage Requirement. Every Contract issued by the City and County of San Francisco for Moving Services to be performed at any facility owned or leased by the City and County of San Francisco, where such work is to be done directly under the contract awarded (a \"prime contract\") must require that any Individual performing Moving Services thereunder be paid not less than the Prevailing Rate of Wages, including fringe benefits or the matching equivalents thereof, paid in private employment for similar work in the area in which the Contract is being performed. \n     (b)     Exclusions. This Section shall not apply to the following: \n          (1)     Non-profits. This Section shall not apply to a Contract where the Moving Services are to be performed by a non-profit organization that provides job training and work experience for disadvantaged individuals in need of such training. \n          (2)     Prior Agreements. This Section shall not apply to agreements entered into before the effective date of this Section. \n          (3)     Contracts for $1000 or less. This Section shall not apply to contracts for $1000 or less per moving service provider. Contracts may not be split for purposes of evading the requirements of this Section. \n     (c)     Definitions. For purposes of this Section, the following definitions shall apply to the terms used herein: \n          (1)     \"Contract\" shall mean an agreement for Moving Services to be performed at the expense of the City and County of San Francisco or to be paid out of moneys deposited in the treasury or out of trust moneys under the control or collected by the City and County of San Francisco. \n          (2)     \"Moving Services\" shall mean moving or handling of goods being relocated under a contract for commercial moving services to relocate City offices, facilities and institutions. \n          (3)     \"Non-profit\" shall mean a non-profit corporation, duly organized, validly existing and in good standing under the laws of the jurisdiction of its incorporation and (if a foreign corporation) in good standing under the laws of the State of California, which corporation has established and maintains a valid non-profit status under Section 501(c)(3) of the United States Internal Revenue Code of 1986, as amended, and all rules and regulations promulgated under such Section. \n          (4)     \"Prevailing Rate of Wages\" shall mean that rate of compensation as determined in Section \n21C.7.\n1\n     (d)     Preemption. Nothing in this Section shall be interpreted or applied so as to create any power or duty in conflict with any federal or state law. \n     (e)     Effective Date and Application. This Section shall become effective 30 days after it is enacted. This Section is intended to have prospective effect only, and shall not be interpreted to impair the obligations of any pre-existing agreement to which the City is a party, unless such pre-existing agreement has been amended after the effective date of this Section. \n     (f)     Severability. If any part or provision of this Section, or the application thereof to any Person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other Persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, the provisions of this Section are severable. \n(Added by Ord. 169-04, File No. 040540, App. 7/22/2004; amended by Ord. 9-11, File No. 101007, App. 1/7/2011; Ord. 12-12, File No. 111190, App. 2/2/2012, Eff. 3/3/2012)\nCODIFICATION NOTE\n\n1.     Section reference corrected by the codifier.\n\n","heading":{"title":"21C","chaptersection":"6. ","identifier":"21C.6. ","catch_text":"PREVAILING RATE OF WAGES REQUIRED IN CONTRACTS FOR MOVING SERVICES; NONPROFIT ORGANIZATIONS EXCLUSION."}}