{"text":"\n     (a)     Prevailing Wage Requirement. Every Covered Contract issued by the City and County of San Francisco must require that any Individual performing services thereunder be paid not less than the Prevailing Rate of Wages.\n     (b)     Definitions. For purposes of this Section, the following definitions shall apply to the terms used herein.\n          (1)     \"City\" shall mean the City and County of San Francisco.\n          (2)     \"Contracting Officer\" shall mean any officer or employee of the City authorized to enter into a Covered Contract on behalf oft he City.\n          (3)     \"Contractor\" shall mean any Person who submits a bid or proposal and/or enters into a Covered Contract.\n          (4)     \"Covered Contract\" shall mean an agreement between the City and a Contractor for the following services:\n               (i)     \"Motor Bus Services\" as defined in Section \n21C.1, subject to the provisions of Section \n21C.1;\n               (ii)     \"Janitorial Services\" as defined in Section \n21C.2;\n               (iii)     \"Public Off-Street Parking Lots, Garages, or Storage Facilities for Automobiles\" as defined in Section \n21C.3;\n               (iv)     \"Theatrical Services\" as defined in Section \n21C.4;\n               (v)     \"Solid Waste Generated By The City In Course of City Operations\" as defined in Section \n21C.5; and\n               (vi)     \"Moving Services\" as defined in Section \n21C.6.\n          (5)     \"Individual\" shall mean any person who performs work under a Covered Contract.\n          (6)     \"Person\" shall mean any individual, proprietorship, partnership, joint venture, corporation, limited liability company, trust, association, or other entity that may employ or hire individuals or enter into contracts.\n          (7)     \"Prevailing Rate of Wages\" shall mean that rate of compensation, including fringe benefits or the matching equivalents thereof, being paid to a majority of workers engaged in the services for which a Covered Contract is entered into by the City and County of San Francisco, if a majority of such workers are paid at a single rate; if there is no single rate being paid to a majority, then the prevailing rate shall be that single rate being paid to the greatest number of workers.\n          (8)     \"Subcontract\" shall mean any agreement under or subordinate to a prime Contract. \n          (9)     \"Subcontractor\" shall mean any Person who enters into a Subcontract with a Contractor.\n     (c)     Prevailing Wage Rate Requirements.\n          (1)     Determination of Prevailing Rate of Wages. It shall be the duty of the Board of Supervisors, from time to time and at least once during each calendar year, to fix and determine the Prevailing Rate of Wages paid in private employment in the City for Individuals engaged in services under Covered Contracts including such rate of wages paid for overtime and holiday work, which said Prevailing Rate of Wages shall be fixed and determined as follows: \n                    The Civil Service Commission shall furnish to the Board of Supervisors on or before the first Monday in November of each year, data as to the Prevailing Rate of Wages for Individuals engaged in services under Covered Contracts including such rate of wages paid for overtime and holiday work, and the Board of Supervisors shall, upon receipt of such data, fix and determine the Prevailing Rate of overtime and holiday work, as paid for similar work in the City in private employment. Such Prevailing Rate of Wages as so fixed and determined by the Board of Supervisors shall remain in force and shall be deemed to be the Prevailing Rate of Wages paid in private employment for similar work, until the same is changed by the Board of Supervisors.\n                    In determining the Prevailing Rate of Wages, as provided for in this Section, the Board of Supervisors shall not be limited to the consideration of data furnished by the Civil Service Commission, but may consider such other evidence upon the subject as the Board of Supervisors shall deem proper and thereupon base its determination upon any or all of the data or evidence considered.\n                    For purposes of this Section, the Civil Service Commission shall provide data on and the Board shall certify two components for each craft, classification, and type of work, which together shall be deemed the \"Prevailing Rate of Wages\":  (1) the basic hourly wage rate and (2) the hourly rate of each fringe benefit, which together equal the hourly prevailing rate of wages. The Civil Service Commission shall provide this data to the Board of Supervisors within days of the effective date of this Section.\n          (2)     Contracting Officers. Each bid or proposal for a Contract shall include, on a form provided by the Contracting Officer, the (a) basic hourly rate of wages to be paid by the Contractor and Subcontractor, if any, for each craft, classification, or type of work to be performed by Employees under the Contract, and (b) for each required fringe benefit, the hourly cost of each fringe benefit, or cash equivalent, the Contractor and Subcontractor, if any, intend to provide. In meeting the Prevailing Rate of Wages, no amount of fringe benefit credit shall be used to reduce the obligation to pay the basic hourly straight time or overtime wage rate. The Contracting Officer shall reject any bid or proposal that does not include payment of the Prevailing Rate of Wages as defined in this Section. This provision shall become operative after the Board of Supervisors adopts a \"Prevailing Rate of Wages\" under Subsection (c)(1) that includes a wage rate and the hourly rate of each fringe benefit.\n          (3)     Contractual Provision Concerning Prevailing Wage Rate Requirement. All Contracts subject to this Section shall include a provision in which the Contractor agrees to comply with, and to require Subcontractors to comply with, the prevailing wage rate requirement imposed by this Section.\n          (4)     Enforcement of Prevailing Wage Rate Requirements. Where the Contracting Officer or the Labor Standards Enforcement Officer determines that a Contractor or a Subcontractor may have violated the prevailing wage rate requirements of this Section, the Contracting Officer or Labor Standards Enforcement Officer shall send written notice to the Contractor of the possible violation (a \"violation notice\"). In addition to and without prejudice to any other remedy available, the Contracting Officer may terminate the Contract, in which case the Contractor shall not be entitled to any additional payment thereon unless within thirty (30) days of receipt of the violation notice the Contractor has either (i) cured the violation or (ii) established by documentary evidence, including but not limited to payroll records, the truth and accuracy of which is attested to by affidavit, proof of compliance with the provisions of this Section. For purposes of this Section, where a Contractor or Subcontractor fails to pay at least the Prevailing Rate of Wages to Individuals as required by this Section, the Contractor shall have \"cured the violation\" once the Contractor or Subcontractor reimburses such Individuals by paying each individual the balance of what he or she should have earned in accordance with the requirements of this Section, plus an annualized rate of interest of ten percent (10%). In addition to, or instead of terminating the Contract, if the Contracting Officer or the Labor Standards Enforcement Officer finds that the Contractor has willfully violated the requirements of this Section, the Contracting Officer or the Labor Standards Enforcement Officer, shall assess a penalty (a \"willful violation penalty\") of not more than ten (10%) percent of the dollar amount of the Contract, such sums to be deposited in the fund out of which the Contract is awarded or, if none exists, the General Fund. The Contracting Officer or Labor Standards Enforcement Officer may impose such willful violation penalty regardless of whether the Contractor has cured the violation.\n     (d)     Transition Employment Requirements. The City has an important proprietary interest in maintaining the stability of the workforce engaged by a Contractor or Subcontractor under a Covered Contract. Turnover of experienced workers resulting from a change in the City's Contractor jeopardizes the quality, efficiency, and cost-effectiveness of service provided to the City under the successor Contract. All Covered Contracts shall impose the following obligations on the Contractor and Subcontractor.\n          (1)     Where the Contracting Officer has given notice that a Covered Contract will be bid, or where a Contractor has given notice of termination, upon giving or receiving such notice, as the case may be, the Contractor (\"ending Contractor\") shall, within ten days thereafter, provide to the Contracting Officer and the Purchaser, for each Employee who worked at least 15 hours per week for the ending Contractor, the name, date of hire, number of hours and months worked in total for the employer, wage rate, and employment occupation classification. This provision shall also apply to the subcontractors of the ending Contractor.\n               Where a Subcontractor has been terminated prior to the termination or ending of the Contract, the Subcontractor shall for the purposes of this Section be deemed an ending Contractor.\n               All requests for bids for Covered Contracts shall include the information listed above for Employees and shall notify prospective bidders about the Transition Employment requirements of this Section.\n          (2)     A successor Contractor shall retain, for a six-month transition employment period, Employees who have worked at least 15 hours per week and have been employed by the ending Contractor or its Subcontractors, if any, for the preceding twelve months under the Covered Contract, providing that just cause does not exist to terminate such Employee. The ending Contractor's Employees who worked at least 15 hours per week shall be employed in order of their seniority with the predecessor within job classification and shall be paid the Prevailing Rate of Wages to which they were entitled when employed by the ending Contractor. This requirement shall be stated by the City in all initial bid packages involving a Covered Contract. \n          (3)     If at any time a successor Contractor determines that fewer Employees are required to perform the new Contact than were required by the ending Contractor (and Subcontractors, if any), the successor Contractor shall retain Employees by seniority within job classification.\n          (4)     During such six-month period the successor Contractor (or Subcontractor, where applicable) shall maintain a preferential hiring list of eligible covered Employees not retained by the successor Contractor (or Subcontractor) from which the successor Contractor (or Subcontractor) shall hire additional Employees.\n          (5)     During the six-month period, the successor Contractor (or Subcontractor, where applicable) shall not discharge without cause an Employee retained pursuant to this Subsection. \"Cause,\" for this purpose, shall include, but not be limited to, the Employee's conduct while in the employ of the ending Contractor or Subcontractor that contributed to any decision to terminate the Contract or Subcontract for fraud or poor performance, excluding permissible union-related activity.\n          (6)     At the end of the six-month period, a successor Contractor (or Subcontractor, where applicable) shall perform a written performance evaluation for each Employee retained pursuant to this Subsection. If the Employee's performance during such six-month period is satisfactory, the successor Contractor (or Subcontractor) shall offer the Employee continued employment under the terms and conditions established by the successor Contractor (or Subcontractor) or as required by law.\n          (7)     All Covered Contracts subject to this Section shall include a provision in which the Contractor agrees to require any Subcontractor to comply with the obligation imposed by this Subsection (d).\n          (8)     Successor's Prior Employees. Notwithstanding the provisions of this Subsection (d), a successor Contractor or Subcontractor may replace an Employee otherwise entitled to be retained with a person employed by the Contractor or Subcontractor continuously for twelve months prior to the commencement of the successor Contract or Subcontract in a capacity similar to that proposed under the successor Contract or Subcontract. This provision shall apply only where the existing Employee of the successor Contractor or Subcontractor would otherwise be laid off work as a result of the award of the successor Contract.\n          (9)     The retention requirements of this Subsection (d) shall not apply where there is no successor Contractor or Subcontractor. For example, where a Contract is for services over a single day, week, or month for a discrete nonrepeating event there is no successor and the retention requirements described herein are inapplicable.\n          (10)     For the purposes of this Subsection (d) on Transition Employment Requirements only, the term \"Employee\" shall include any person who performs work under a Covered Contract but shall not include an individual who serves in a managerial, supervisory, or confidential capacity, including those individuals who would be defined as such under the Fair Labor Standards Act.\n          (11)     Enforcement. An Employee who has not been hired or has been discharged in violation of this Section by a successor Contractor or its Subcontractor may bring an action in the Superior Court of the State of California, as appropriate, against the successor Contractor and, where applicable, its Subcontractor, and shall be awarded back pay, including the value of benefits for each day during which the violation continues, which shall be calculated at a rate of compensation not less than the higher of:\n               (i)     The average regular rate of pay received by the Employee during the last three years of the Employee's employment in the same occupation classification; or\n               (ii)     The final regular rate received by the Employee.\n               If the Employee is the prevailing party in any such legal action, the Court shall award reasonable attorney's fees and costs as part of the costs recoverable.\n          (12)     This Section is not intended to create a private right of action against the City and County of San Francisco.\n          (13)     If during the term of a Covered Contract, a Contractor (or Subcontractor engaged by said Contractor) violates the worker transition requirements of this Subsection (d), the Contractor or Subcontractor shall be subject to the enforcement remedies as set forth in Subsection (c)(4), including termination of the Contract or Subcontract and penalties for willful violation.\n     (e)     Requirement of Employer-Employee Relationship.\n          (1)     The City has an important proprietary interest in maintaining the stability of the workforce engaged by a Contractor for a Covered Contract by ensuring that individuals working pursuant to City contracts have the protections afforded by state and municipal laws governing employment. In order for the City to maintain the integrity of its contracting process, the city's prevailing wage laws ensure contractors a level playing field on which to bid for contracts. When contractors are allowed to classify workers as independent owner operators, contractors can appear to pay the prevailing wage when in reality, after the owner operator's operating costs are taken into account, the owner operator receives less than the prevailing wage for his or her labor. This outcome contradicts one of the goals of the prevailing wage law, which is to provide for fair competition among contractors, all of whom must pay workers, at a minimum, the same prevailing rate of wages and benefits. The City's proprietary interest is such that employment of Employees in an Employer-Employee relationship shall be required for all work done under any Covered Contract.\n          (2)     Every Covered Contract shall require the Contractor (and Subcontractors, if any) to perform said Contract, with Individuals employed by said Contractor or Subcontractor in an Employer-Employee relationship as defined by California law.\n          (3)     No Covered Contract shall be awarded by the City to a Contractor and/or Subcontractor who proposes to perform the Contract with self-employed persons or independent contractors.\n          (4)     If during the term of a Covered Contract, a Contractor (or Subcontractor engaged by said Contractor) engages any self-employed persons or independent contractors to perform the Contract for a period of three (3) days or more, the Contractor or Subcontractor shall be subject to the enforcement remedies as set forth in Subsection (c)(4), including termination oft he Contract or Subcontract and penalties for willful violation.\n          (5)     Contractors shall be fully responsible for the compliance of Subcontractors with this provision. Contractors shall be jointly and severally liable for any penalties assessed against their Subcontractors in the event that the Subcontractor is unable or unwilling to pay a penalty.\n     (f)     Preemption. Nothing in this Section shall be interpreted or applied so as to create any power or duty in conflict with any federal or state law.\n     (g)     No Cause of Action Against City. This Section is not intended to create a private right of action against the City.\n     (h)     Prospective Application. This Section is intended to have prospective effect only, and shall not be interpreted to impair the obligations of any pre-existing Contract entered into by the City. This Section shall only apply to Contracts entered into on or after the effective date of this Section.\n     (i)     Severability. If any part or provision of this Section, or the application thereof to any Person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other Persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, the provisions of this Section are severable.\n(Added by Ord. 12-12, File No. 111190, App. 2/2/2012, Eff. 3/3/2012)\nCHAPTER 21D:\n[RESERVED]\nCHAPTER 21E:\n[RESERVED]\nCHAPTER 21F:\n[RESERVED]\nSEC. 21F.1.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.2.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.3.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.4.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.5.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.6.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.7.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.8.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.9.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.10.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21F.11.  RESERVED.\n(Added by Ord. 121-99, File No. 990405, App. 5/21/99; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nCHAPTER 21G:\n[RESERVED]\nSEC. 21G.1.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.2.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.3.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.4.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.5.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.6.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.7.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.8.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.9.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.10.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSEC. 21G.11.  RESERVED.\n(Added by Ord. 15-03, File No. 021791, App. 2/7/2003; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"21C","chaptersection":"7. ","identifier":"21C.7. ","catch_text":"STANDARD PROVISIONS GOVERNING THE PREVAILING RATE OF WAGES, WORKER RETENTION, AND USE OF EMPLOYEES FOR WORK UNDER CITY CONTRACTS FOR CERTAIN SERVICES."}}