{"text":"\n     (a)     Prevailing Wage Requirement. Every Lease, Management Agreement, or Other Contractual Arrangement for the operation of a public off-street parking lot, garage, or storage facility for automobiles on property owned or leased by the City and County of San Francisco must require that any Individual working in such public off street parking lot, garage, or storage facility for automobiles, including but not limited to individuals engaged in Washing, Polishing, Lubrication, Rent-Car Service, Parking Vehicles, Cashiers, Attendants, Checking Coin Boxes, Non-Attendant Parking Lot Checking, Daily Ticket Audit, Traffic Directors and Shuttle Driver, shall be paid not less than the Prevailing Rate of Wages, including fringe benefits or the matching equivalents thereof, paid in private employment for similar work in the area in which the Lease, Management Agreement, or Other Contractual Arrangement is being performed, as determined by the Civil Service Commission. \n     (b)     Definitions. For purposes of this Section, the following definitions shall apply to the terms used herein: \n          (1)\n1     \"Lease, Management Agreement, or Other Contractual Arrangement\" shall mean an agreement with the City and County of San Francisco for the operation of a public off-street parking lot, garage, or storage facility for automobiles on property owned or leased by the City and County of San Francisco. \n          (2)     \"Prevailing Rate of Wages\" shall mean that rate of compensation as determined in Section \n21C.7. \n          (3)     \"Public Off-Street Parking Lot, Garage, or Automobile Storage Facility\" shall mean any off-street parking lot, garage, or automobile storage facility that is operated on property owned or leased by the City and County of San Francisco. \n     (c)     Preemption. Nothing in this Section shall be interpreted or applied so as to create any power or duty in conflict with any federal or state law. \n     (d)     Effective Date and Application. This Section shall become effective 30 days after it is enacted, is intended to have, prospective effect only, and shall not be interpreted to impair the obligations of any pre-existing Lease, Management Agreement, or Other Contractual Arrangement to which the City and County of San Francisco is a party, unless such pre-existing Lease, Management Agreement, or Other Contractual Arrangement has been amended after the effective date of this Section. \n     (e)     Public Entities with Coterminous Boundaries with the City and County of San Francisco. It is the policy of the City and County of San Francisco that all public entities with coterminous boundaries with the City and County of San Francisco, including but not limited to the Parking Authority of the City and County of San Francisco, adopt this prevailing wage and employee transition period policy. The Board of Supervisors of the City and County of San Francisco urges all public entities with coterminous boundaries with the City and County of San Francisco, including but not limited to the Parking Authority of the City and County of San Francisco, to adopt this prevailing wage and employee transition period policy. \n     (f)     Severability. If any part or provision of this Section, or the application thereof to any Person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other Persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, the provisions of this Section are severable. \n(Added by Ord. 3-03, File No. 021504, App. 1/24/2003; amended by Ord. 9-11, File No. 101007, App. 1/7/2011; Ord. 12-12, File No. 111190, App. 2/2/2012, Eff. 3/3/2012)\nCODIFICATION NOTE\n\n1.     Designation of divisions (b)(1) - (3) corrected by the codifier. \n\n","heading":{"title":"21C","chaptersection":"3. ","identifier":"21C.3. ","catch_text":"PREVAILING RATE OF WAGES AND DISPLACED WORK PROTECTION REQUIRED FOR WORKERS IN PUBLIC OFF-STREET PARKING LOTS, GARAGES, OR STORAGE FACILITIES FOR AUTOMOBILES."}}