{"text":"\n     (a)     Prevailing Wage Requirement. Every Contract awarded by the City for the hauling of solid waste generated by the City in the course of City operations must require that any Individual engaged in the hauling of solid waste be paid not less than the Prevailing Rate of Wages, including fringe benefits or the matching equivalents thereof, paid in private employment for similar work in the area in which the Contract is being performed.\n     (b)     Definitions. For purposes of this Section, the following definitions shall apply to the terms used herein. \n          (1)     \"Contract\" shall mean an agreement with the City for the hauling of solid waste, generated by the City in the course of City operations, to be performed at the expense of the City or to be paid out of moneys deposited in the treasury or out of trust moneys under the control or collected by the City. For purposes of this Section, \"Contract\" shall not include (a) a permit issued under the Refuse Collection and Disposal Ordinance, \nAppendix 1 of the San Francisco Administrative Code, or (b) a contract governed by the provisions of \nChapter 6 of the San Francisco Administrative Code. Should the Administrative Code be amended to change the permit process contained in \nAppendix 1 to a franchise process, or any other process for authorizing refuse collection and disposal within the City, it shall be City policy to require refuse companies to pay the prevailing wage to any individual engaged in the hauling of refuse, recyclables, compostables and solid waste within the City.\n          (2)     \"Hauling\" of solid waste shall mean collection and transport of solid waste generated by the City in the course of City operations. For purposes of this Section, \"hauling\" shall not include \"solid waste disposal\" or \"disposal\" as defined in Section 40192 of the California Public Resources Code. \n          (3)     \"Prevailing Rate of Wages\" shall mean that rate of compensation as determined in Section \n21C.7.\n          (4)     \"Solid Waste\" shall mean \"solid waste\" as defined in Section 40191 of the California Public Resources Code and includes material collected for \"recycling\" as defined in Section 40180 of the California Public Resources Code. \n     (c)     Preemption. Nothing in this Section shall be interpreted or applied so as to create any power or duty in conflict with any federal or state law. \n     (d)     Prospective Application. This Section is intended to have prospective effect only, and shall not be interpreted to impair the obligations of any pre-existing Contract entered into by the City. This Section shall only apply to Contracts entered into on or after the effective date of this Section. \n     (e)     Severability. If any part or provision of this Section, or the application thereof to any Person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other Persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, the provisions of this Section are severable. \n(Added by Ord. 299-06, File No. 061468, App. 12/12/2006; amended by Ord. 5-07, File No. 061584, App. 1/19/2007; Ord. 9-11, File No. 101007, App. 1/7/2011; Ord. 12-12, File No. 111190, App. 2/2/2012, Eff. 3/3/2012) \n\n","heading":{"title":"21C","chaptersection":"5","identifier":"21C.5","catch_text":"PREVAILING RATE OF WAGES AND WORKER RETENTION REQUIRED FOR WORKERS ENGAGED IN HAULING OF SOLID WASTE GENERATED BY THE CITY IN THE COURSE OF CITY OPERATIONS."}}