{"text":"\n     (a)     Prevailing Wage Requirement. Every Contract issued by the City and County of San Francisco for Janitorial Services to be performed at any facility owned or leased by the City and County of San Francisco, where such work is to be done directly under the contract awarded (a \"prime contract\") must require that any Individual performing Janitorial Services thereunder be paid not less than the Prevailing Rate of Wages, including fringe benefits or the matching equivalents thereof, paid in private employment for similar work in the area in which the Contract is being performed, as determined by the Civil Service Commission. This Section does not extend to contracts beyond those entered into by the City specifically for janitorial services on property owned or leased by the City.\n     (b)\n1     Exclusion. This Section shall not apply to a Contract for Janitorial Services with a non-profit organization to provide work experience for persons with disabilities.\n     (c)     Definitions. For purposes of this Section, the following definitions shall apply to the terms used herein:\n          (1)     \"Contract\" shall mean an agreement for Janitorial Services to be performed at the expense of the City and County of San Francisco or to be paid out of moneys deposited in the treasury or out of trust moneys under the control or collected by the City and County of San Francisco, and does not include contracts for the sale of goods, contracts issued by the San Francisco Airport Commission or to be performed at any facility owned, leased or otherwise under the jurisdiction of the San Francisco Airport Commission, agreements entered into before the effective date of this Section, or contracts for a cumulative amount of $10,000 or less per janitorial service provider in each fiscal year. \n          (2)     \"Janitorial Services\" shall mean maintenance and cleaning services on property owned or leased by the City and County of San Francisco.\n          (3)     \"Prevailing Rate of Wages\" shall mean that rate of compensation as determined under Section \n21C.7.\n     (d)     Preemption. Nothing in this Section shall be interpreted or applied so as to create any power or duty in conflict with any federal or state law. \n     (e)     Effective Date and Application. This Section shall become effective 30 days after it is enacted, is intended to have prospective effect only, and shall not be interpreted to impair the obligations of any pre-existing agreement to which the City is a party, unless such pre-existing agreement has been amended after the effective date of this Section. \n     (f)     Severability. If any part or provision of this Section, or the application thereof to any Person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provisions to other Persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, the provisions of this Section are severable. \n(Added by Ord. 222-99, File No. 990877, App. 8/6/99; amended by Ord. 9-11, File No. 101007, App. 1/7/2011; Ord. 12-12, File No. 111190, App. 2/2/2012, Eff. 3/3/2012)\nCODIFICATION NOTE\n\n1.     The first two divisions of this section were designated \"(a)\" in Ord. 12-12. This second division was redesignated \"(b)\" and all subsequent divisions redesignated accordingly by the codifier.\n\n","heading":{"title":"21C","chaptersection":"2. ","identifier":"21C.2. ","catch_text":"PREVAILING RATE OF WAGES REQUIRED IN CONTRACTS FOR JANITORIAL SERVICES; NON-PROFIT ORGANIZATIONS EXCLUSION."}}