{"text":"\n     As a means of carrying out the policy defined in the preceding Section, the Chief of the Department of Electricity shall have the responsibility of performing and the authority to perform the following duties: \n     (a)     He or she shall have charge of the installation, repair, maintenance and inspection of all radio communication equipment owned and operated by the City and County or any department or agency thereof. \n     (b)     He or she shall make recommendations for proposed radio systems and installations at the request of the Board of Supervisors or any City and County department. \n     (c)     He or she shall function as technical advisor to all departments to the end that the operation and use of existing or proposed radio facilities operated by the various departments of the City and County shall be coordinated. \n     (d)     He or she shall make certain that all City and County radio equipment is installed, maintained and operated in compliance with State and federal laws, rules and regulations pertaining thereto. \n     (e)     He or she shall make such rules and regulations affecting operational procedure and conduct as are necessary to bring about conformity with Federal Communications Commission requirements and such rules and regulations shall be complied with by all departments. \n     (f)     He or she shall provide adequate representation before the Federal Communications Commission in matters affecting the use of radio by the City and County or any City and County department. He or she shall be responsible for obtaining proper construction permits and licenses issued by the Federal Communications Commission and is hereby authorized to sign applications on behalf of the City and County for such permits and licenses. \n     (g)     He or she shall advise and consult with the State Communications Advisory Board, making available to the various City and County departments the services rendered by such board. \n     (h)     Upon the request of the Director of Telecommunications and Information Services or the Mayor, Board of Supervisors or Controller, through the Director of Telecommunications and Information Services, he or she shall investigate proposed expenditures for radio communication facilities and report his or her findings and recommendations. \n     (i)     Upon request of the Purchaser, he or she shall assist and advise the Purchaser of Supplies in his or her endeavors to standardize materials, supplies and equipment to be used for radio communications. \n(Ord. No. 8485(1939), Sec. 2; amended by Ord. 287-96, App. 7/12/96)\n\n","heading":{"title":"22","chaptersection":"2","identifier":"22.2","catch_text":"DUTIES OF CHIEF OF DEPARTMENT OF ELECTRICITY RELATIVE TO CHAPTER."}}