{"text":"\n     (a)     Establishment and Composition: There is hereby created the position of Chief Information Officer (CIO) for the City and County of San Francisco. The CIO shall: \n          (1)     Be appointed by the Mayor.\n          (2)     Serve as a permanent member of the Committee on Information Technology (COIT) with the authority and responsibility to develop recommendations and implement COIT standards, policies, and procedures for all City Departments. \n          (3)     Serve as the Director of the Department of Technology with responsibility for making recommendations regarding development, implementation, maintenance, operation, and support of all citywide ICT. \n     (b)     Purpose and Duties: The CIO shall (i) monitor trends and advances in ICT; (ii) advise the Mayor, Board of Supervisors, and City Departments regarding opportunities to provide higher quality, more timely, and more cost-effective governmental services; (iii) ensure coordinated and non-duplicative acquisition of ICT technologies for maximum cost effectiveness and use; (iv) ensure sharing of ICT technologies among City Departments as the most cost-effective method of providing the highest quality and most timely governmental services that could otherwise be cost prohibitive; (v) develop uniform policies and coordinated systems for the use, acquisition, and implementation of ICT technologies; and (vi) establish Citywide standards, and procedures to ensure cost-effective and useful retrieval and exchange of information both within and among the various City Departments and from the City to the people of San Francisco. \n     (c)     The CIO shall (i) consult with City Departments about ICT staffing needs and develop an ICT staffing plan for review and approval by COIT; and (ii) monitor hiring of ICT staff and adherence to the ICT staffing plan adopted by COIT. \n     (d)     The CIO shall develop for the review and approval of COIT policies and procedures for the effective management of technology investments throughout their entire life-cycle including, but not limited to project definition, procurement, development, implementation, operation, performance evaluation, and enhancement or retirement. \n(Added by Ord. 169-10, File No. 100095, App. 7/23/2010)\n\n","heading":{"title":"22A","chaptersection":"4. ","identifier":"22A.4. ","catch_text":"CHIEF INFORMATION OFFICER."}}