{"text":"\n     Establishment and Composition. There is hereby created a Committee on Information Technology (COIT). \n     (a)     COIT shall be composed of five (5) permanent members consisting of the Mayor, the President of the Board of Supervisors, the Controller, the City Administrator, and the CIO, or their designees. The Mayor, the President of the Board of Supervisors, the Controller, the City Administrator and the CIO, shall elect a Chair, who shall serve for a 2-year term. All of the permanent members of COIT shall be eligible to serve as Chair. Five additional Department Heads shall be recommended by the Chair and approved by the permanent members for two year terms, one representing each of the major service areas: (a) Public Protection, (b) Human Welfare and Neighborhood Development, (c) Community Health, (d) Culture and Recreation, and (e) General Administration and Finance; and three representing the major service area of Public Works, Transportation, and Commerce. The five permanent members and eight non-permanent members will be voting members of COIT. \n     (b)     COIT shall organize into subcommittees. The Chair shall appoint subcommittee members based on participants' technical, financial, management, and policy-making capabilities and responsibilities. The Chair shall consult with and consider the recommendations of the CIO regarding the number, type and make-up of subcommittees, Subcommittee members shall represent major service areas of the City. \n     (c)     Purpose and Duties. COIT shall review and approve the recommendations of the City CIO for (i) the five-year City ICT plan, including budget, projects and staffing for all City departments, boards, commissions and agencies (City Departments), (ii) ICT plans, budgets, projects and staffing plans for City Departments; and (iii) ICT standards, policies and procedures to enable successful development, operation, maintenance, and support of the City's ICT. \n     (d)     COIT shall monitor compliance of all City Departments with adopted ICT plans, budgets, projects, standards, policies and procedures.\n     (e)     COIT shall ensure the most cost-effective and useful retrieval and exchange of information both within and among City Departments and from the City to the people of San Francisco. \n     (f)     There will be two additional non voting members of COIT selected by the voting members of COIT. These individuals cannot be employees of the City and County of San Francisco and shall have expertise in fields of ICT innovation and advances, emerging ICT applications, and public policy issues related to ICT. \n     (g)     COIT shall incorporate performance and financial reporting on the Department of Technology and all other City Departments' ICT planning and purchases in the ICT Capital and Operating Plan and the annual reviews of the plan. The factors to be evaluated in determining the performance of all departments shall include, but are not limited to: quality of service level agreements, adherence to budgeted costs, and cost recovery methodology for all ICT products and services provided by City Departments, including the Department of Technology. \n     (h)     COIT shall work to ensure adequate City ICT workforce development, including training and certification in order to maintain the competitiveness of City ICT staff. \n     (i)     COIT will review and approve procedures, developed by the Office of Contract Administration and the Department of Technology, for the development and administration of ICT enterprise agreements. The factors addressed by the procedures will include, but not be limited to; (1) Whether the purchase is consistent with the City's current ICT Capital and Operating Plan; (2) Whether the purchase is the most economical method of obtaining the highest-quality products and services; (3) The best interests of the City. \n     (j)     The Department of Technology shall provide support to the COIT. COIT shall review and approve the Department's annual plan, budget, and staffing required to support the Committee. \n(Added by Ord. 169-10, File No. 100095, App. 7/23/2010)\n\n","heading":{"title":"22A","chaptersection":"3. ","identifier":"22A.3. ","catch_text":"COMMITTEE ON INFORMATION TECHNOLOGY."}}