{"text":"\n     As a means of carrying out the policy defined in the preceding section, the General Manager of the Department of Electricity, hereinafter referred to as \"General Manager,\" shall have the responsibility and authority to perform the following duties: \n     (a)     General Manager shall have charge of the planning, design, coordination, installation, repair, maintenance, inspection of all telecommunications equipment, facilities and services owned, operated, or subscribed to, by the City and County or any department, board, commission, or agency thereof, pursuant to the budgetary provisions of the Charter. The General Manager will obtain concurrence of the appropriate MIS department when data facilities or services are involved; \n     (b)     General Manager shall make recommendations for proposed telecommunications systems and services to the Electronic Information Processing Steering Committee (EIPSC) to meet its stated functional requirements for any City and County department, board or commission; \n     (c)     General Manager shall function as technical advisor to all departments to the end that the operation and use of existing or proposed telecommunications equipment, facilities, and services used by the various departments, boards, and commissions of the City and County shall be coordinated; \n     (d)     General Manager shall make certain that all City and County telecommunications equipment, facilities, and services are installed, maintained and operated in compliance with State, federal and local laws, rules and regulations pertaining thereto; \n     (e)     General Manager shall prescribe and promulgate such rules and regulations affecting telecommunications technical standards and operational procedures and conduct reasonably necessary to bring about conformity with Department of Electricity and EIPSC requirements for telecommunications and such rules and regulations shall be complied with by all departments, boards and commissions; \n     (f)     General Manager shall provide adequate representation for the City and County of San Francisco before any regulatory body having jurisdiction over matters affecting the use of telecommunications by any City and County department, board, and commission. General Manager may delegate this responsibility, with the approval of the Director of Telecommunications and Information Services; \n     (g)     General Manager shall advise and consult with the State Communications Advisory Board, making available to the various City and County departments, boards and commissions the services rendered by such board; \n     (h)     Upon request of the Purchaser of Supplies, General Manager shall assist and advise the Purchaser with respect to the Purchaser's endeavors to standardize materials, supplies, facilities, services and equipment to be used for telecommunications; \n     (i)     The General Manager of Department of Electricity with the consent of any City and County department, board, or commission may delegate any of the above responsibilities at his/her discretion, except as provided in Paragraph (f) of this Section. \n(Added by Ord. 293-92, App. 9/17/92; amended by Ord. 287-96, App. 7/12/96)\n\n","heading":{"title":"22B","chaptersection":"2. ","identifier":"22B.2. ","catch_text":"DUTIES OF GENERAL MANAGER OF DEPARTMENT OF ELECTRICITY RELATIVE TO CHAPTER."}}