{"text":"\n     (a)     Chief Data Officer. In order to coordinate implementation, compliance, and expansion of the City's Open Data Policy, the Mayor shall appoint a Chief Data Officer (CDO) for the City and County of San Francisco. The CDO shall be responsible for sharing City data with the public, facilitating the sharing of information between City departments, and analyzing how data sets can be used to improve city decision making. To accomplish these objectives, the CDO shall:\n          (1)     Coordinate utilization, maintenance, and updates of the City's Open Data website, currently known as \"DataSF\";\n          (2)     Oversee the design, adoption by the Committee on Information Technology (COIT) and implementation of technical standards for DataSF to ensure that the portal and its data sets are implemented, updated, and utilized in accordance with San Francisco's open data policies;\n          (3)     Provide education and analytic tools for City departments to improve and assist with their open data efforts;\n          (4)     Assist departments with compliance with Open Data policies by working with Department Data Coordinators, collecting and reviewing each department's open data implementation plans and creating a template for the departmental quarterly progress reports;\n          (5)     Present an annual updated citywide implementation plan to COIT, the Mayor, and Board of Supervisors and respond, as necessary, regarding the status of DataSF in the City;\n          (6)     Actively work to further the goals of open data in the City;\n          (7)     Coordinate creation and sharing of internal City data sets outside of those designated for publication on DataSF;\n          (8)     Help establish data standards within and outside the City through collaboration with external organizations;\n          (9)     Assist City departments with analysis of City data sets to improve decision making; and,\n          (10)     Analyze and report on the usage of DataSF.\n     (b)     City Departments. Each City department, board, commission, and agency (\"Department\") shall:\n          (1)     Make reasonable efforts to make available all data sets under the Department's control, provided however, that such disclosure shall be consistent with the rules and standards promulgated by the CDO and adopted by COIT and with applicable law, including laws related to privacy;\n          (2)     Conduct quarterly reviews of their progress on providing access to data sets requested by the public through the designated web portal beginning six months after the appointment of the CDO; and\n          (3)     Designate a Data Coordinator (DC) who will oversee implementation and compliance with the Open Data Policy within his/her respective department. Each DC shall work with the CDO to implement the City's open data policies and standards. The DC shall prepare an Open Data plan for the Department which shall:\n               (A)     Include a timeline for the publication of the Department's open data and a summary of open data efforts planned and/or underway in the Department;\n               (B)     Include a summary description of all data sets under the control of each Department (including data contained in already-operating information technology systems);\n               (C)     Prioritize all public data sets for inclusion on DataSF;\n               (D)     Be updated quarterly after the initial submission to the CDO. In the event of unsatisfactory implementation of the plan by the Department and/or disagreement over publication of data sets, the CDO may request the Department's DC appear before COIT; and,\n               (E)     Be published on the department's web site in addition to the DataSF site.\n               (F)     Review department data sets for potential inclusion on DataSF and ensure they comply with the following guidelines:\n                    (i)     Data prioritized for publication should be of likely interest to the public and should not disclose information that is proprietary, confidential, or protected by law or contract;\n                    (ii)     Data sets that contain personally identifiable information or represent potential breaches to security or privacy should be flagged for potential exclusion from DataSF; and,\n                    (iii)     Data sets should be free of charge to the public through the web portal.\n               (G)     Make data sets available, provided that such disclosure is consistent with the City's Open Data Policy, technical standards, and with applicable law, including laws related to privacy;\n               (H)     Catalogue and prioritize the Department's open data for publication on a quarterly basis;\n               (I)     Appear before COIT and respond to questions regarding the Department's compliance with the City's Open Data policies and standards;\n               (J)     Conspicuously display his/her contact information (including name, phone number or email address) on DataSF with his/her department's data sets;\n               (K)     Monitor comments and public feedback on the Department's data sets on a timely basis;\n               (L)     Upon receipt of comments or information requests from the public related to data set content and supporting documentation, assess the nature and complexity of the request and provide DT with an expected time frame to resolve the support inquiry as soon as possible;\n               (M)     Notify DT upon publication of any updates or corrective action; and,\n               (N)     Notify DT prior to any structural changes to data sets when releasing updated data;\n     (c)     Department of Technology. The Department of Technology (DT) shall provide and manage a single Internet site (web portal) for the City's public data sets (http://data.sfgov.org or successor site), called \"DataSF.\" In managing the site, DT shall:\n          (1)     Publish data sets with reasonable, user-friendly registration requirements, license requirements, or restrictions on the use and distribution of data sets; \n          (2)     Indicate data sets that have been recently updated;\n          (3)     Ensure that updated data sets retain the original data structure, i.e., the number of data elements per record, name, formats and order of the data elements must be structurally consistent with the originally approved submission;\n          (4)     Use open, non-proprietary standards when practicable;\n          (5)     Include an on-line forum to solicit feedback from the public and to encourage public discussion on Open Data policies and public data set availability;\n          (6)     Forward open data requests to the assigned DC; and,\n          (7)     Take measures to ensure access to public data sets while protecting DataSF from unlawful abuse or attempts to damage or impair use of the website.\n(Added by Ord. 293-10, File No. 101155, App. 11/18/2010; amended by Ord. 69-13, File No. 121017, App. 4/23/2013, Eff. 5/23/2013)\n\n","heading":{"title":"22D","chaptersection":"2","identifier":"22D.2","catch_text":"CHIEF DATA OFFICER AND CITY DEPARTMENTS."}}