{"text":"\n     The Director of Property may Convey any Real Property owned by the City upon recommendation of the department responsible for the administration of such Real Property, excepting park lands pursuant to Charter Section \n4.113(2) or where a Conveyance of such Real Property would violate the terms of any gift, trust, deed restriction, bond covenant, or other covenant or restriction under which the City holds the Real Property. Such Conveyance may be made after the Board of Supervisors, by resolution, determines that the public interest or necessity demands, or will not be inconvenienced by such Conveyance, and approves the Conveyance. If the Conveyance is a Competitive Bidding Process or a public auction, the Board shall approve and confirm by resolution any such Conveyance after such Competitive Bidding Process or auction process is complete. The Board's resolution authorizing a Conveyance shall set forth the means of Conveyance, whether by public auction, Competitive Bidding Process or such other means of disposition as the Board may authorize by resolution. The Board of Supervisors may authorize such Conveyance by resolution without advertisement, public auction, or Competitive Bidding Process if it determines that an auction or Competitive Bidding Process is impractical or impossible, including, for example only and not by way of limitation, when the Real Property is not capable of independent development, will be exchanged for other Real Property, or when the Board determines that a negotiated direct Conveyance of the Real Property will further a proper public purpose. \n     Before the Board of Supervisors approves a Conveyance, the Director of Property shall appraise the fair market value of such Real Property and give the notices required by California Government Code Section 54220 et seq. or any other applicable provision of state law. The Director of Property shall also advertise by publication the proposed Conveyance if the Conveyance will be by public auction or Competitive Bidding Process, for an appropriate period as determined by the Director of Property. Every Conveyance other than a sale at public auction or through a Competitive Bidding Process shall be for a sales price of at least 100 percent of the Director of Property's appraisal of such Real Property, except where the Board determines either that (i) a lesser sum will further a proper public purpose, or (ii) based on substantial evidence in the record, the terms and conditions of such Conveyance are reflective of the fair market value of the Real Property notwithstanding the appraisal. \n(Added by Ord. 15-01, File No. 001965, App. 2/2/2001; amended by Ord. 179-03, File No. 030582, App. 7/18/2003. Former Sec. 23.3 was repealed by Ord. 15-01.) \n\n","heading":{"title":"23","chaptersection":"3","identifier":"23.3","catch_text":"CONVEYANCE OF REAL PROPERTY."}}