{"text":"\n     All agreements permitting the use for private gain Real Property situated in the City and County of San Francisco and owned by the City, including any agency thereof, shall contain a clear and unequivocal understanding that a possessory interest subject to taxation may be created and that the party with the right to use such Real Property shall pay any and all possessory interest taxes levied upon his or her interest therein pursuant to an assessment made by the Assessor. However, the Board of Supervisors may by resolution specifically authorize and approve to be included in such agreement a provision for the City's assumption of the payment of such possessory interest taxes, in whole or in part, or for an offset against revenues otherwise due and payable to the City under such agreement in an amount equal to all or a portion of such possessory interest taxes. \n     Such agreement shall also provide that the holder of such interest shall, upon request, furnish the information required in Section \n23.39 of this Code to the City within 30 days of any transaction that is subject to the reporting requirements of such Section. \n     Within 60 days after execution of an agreement pertaining to the use of City Real Property as described above, the agency executing such agreement on behalf of the City shall forward or cause the holder of such interest to forward, a copy of the agreement to the Assessor of the City and County of San Francisco, as required in Section \n23.39 below. \n     As used in this section and in Section \n23.39 below, the term \"agreement\" shall mean any written contract, instrument or other document permitting the possession, occupancy or use of City Real Property including, but not limited to, Leases, concession agreements, franchise agreements and management agreements. \n(Added by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\n","heading":{"title":"23","chaptersection":"38","identifier":"23.38","catch_text":"AGREEMENTS FOR PRIVATE USE OF CITY PROPERTY; POSSESSORY INTEREST TAXES."}}