{"text":"\n     All lot line window agreements shall comply with the following requirements: \n          1.     The building to which the agreement relates shall comply with the Building Code and all other applicable codes, ordinances and regulations of the City and with all applicable federal and State laws and regulations. \n          2.     The building shall be constructed or remodeled in conformity with the plans and specifications submitted with the application for a lot line window agreement and shall be used for the purposes stated in the application. \n          3.     The agreement shall be terminable at any time, with or without cause and without penalty, by either party. The termination will not be effective, however, unless the terminating party gives at least 90 days prior written notice of termination which is mailed or delivered to the other party. The notice of termination shall contain the legal descriptions of both properties and shall be acknowledged by the terminating party. The notice of termination may be recorded by either party at any time and, after the termination date, the recorded notice shall be conclusive proof of termination of the agreement. \n          4.     The building owner shall agree that, in the event the agreement is revoked, the openings consented to by the agreement shall be protected or closed, as required by the Building Code, and the building otherwise modified as may be necessary to comply with those Building Code requirements that become applicable because of protecting or closing the openings. \n          5.     The building owner shall indemnify the City, its officers, employees and agents, against all liabilities that may result from or be connected with the agreement. \n          6.     During the life of the agreement, the building owner shall maintain comprehensive personal liability insurance with limits satisfactory to the Risk Manager of the City and with the City, its officers, agents and employees named as additional insureds. \n          7.     The agreement shall be binding upon and inure to the benefit of the parties, their successors and assigns.\n          8.     The agreement shall be executed by both parties and shall contain the legal descriptions of both properties. The Director of Property shall execute the agreement for and on behalf of the City, provided the agreement has been previously approved by the City Attorney and the head of the department having jurisdiction over the City's Real Property. The agreement shall be acknowledged by both parties and the Director of Property shall cause the agreement to be recorded. \n(Formerly Sec. 23.29; added by Ord. 559-85, App. 12/27/85; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\n","heading":{"title":"23","chaptersection":"47. ","identifier":"23.47. ","catch_text":"REQUIREMENTS FOR LOT LINE WINDOW AGREEMENTS."}}