{"text":"\n     (a)     Upon approval by the Recreation and Park Commission, the Board of Supervisors may by resolution authorize transfer by deed to the National Park Service of the United States Department of the Interior for inclusion in the Golden Gate National Recreation Area as presently defined and delimited by Public Law 92-589, 86 Stat. 1299, of any interest which the City has in lands restricted to use for recreation or park purposes or otherwise under the exclusive control, management or direction of the Recreation and Park Commission, except the premises and grounds of the Palace of the Legion of Honor and Lincoln Park Golf Course, provided that such deed shall be executed under the restriction that the transferred lands be reserved in perpetuity for recreation or park purposes by the National Park Service of the United States Department of the Interior and shall grant the City a power of termination upon a breach of such restriction, and provided further that said transfer shall be executed under such conditions and restrictions as shall prevent the reversion of any portion of such lands to any person or entity other than the City. \n     (b)     Upon approval of the officer, board or commission in charge of the department responsible for the administration of any interest which the City has in Real Property not referred to in Subsection (a), the Board of Supervisors may by resolution authorize transfer of such interest by deed to the National Park Service of the United States Department of the Interior for inclusion in the Golden Gate National Recreation Area as presently defined and delimited by Public Law 92-589, 86 Stat. 1299, provided that said deed shall be executed under the restriction that said lands be reserved by the National Park Service of the United States Department of the Interior in perpetuity for recreation or park purposes with a power of termination upon breach of said restriction, and provided further that said transfer shall be executed under such conditions and restrictions as shall prevent the reversion of any portion of said lands to any person or entity other than the City. \n(Formerly Sec. 23.25-3; added by Ord. 439-96, App. 11/8/96; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\nARTICLE V:\nLOT LINE WINDOW AGREEMENTS\n\n\nSec. 23.45.\nAuthority of Director of Property. \n\nSec. 23.46.\nDetermination of Value. \n\nSec. 23.47.\nRequirements for Lot Line Window Agreements. \n\nSec. 23.48.\nFees and Fee Payments. \n\nSEC. 23.45.  AUTHORITY OF DIRECTOR OF PROPERTY.\n     An owner of Real Property adjoining Real Property of the City may request that the City consent to openings in building walls on the owner's Real Property that are closer to the common property line than the distances prescribed in the San Francisco Building Code by filing with the Director of Property an original and two copies of a written application, together with plans, specifications and other supporting documents, and paying the required application fee. Upon such filing, the Director of Property shall investigate the application and consult with the department that has jurisdiction over the Real Property. Copies of the application and its supporting documents shall be delivered by the Director of Property to the Department of City Planning and the Bureau of Building Inspection for review and comment as that department and that bureau may deem appropriate. If the department having jurisdiction over the Real Property approves and the Director of Property concludes that it is in the best interest of the City to give the requested consent, the Director of Property is authorized to approve and execute a lot line window agreement which complies with all of the provisions of this Article. \n(Formerly Sec. 23.27; added by Ord. 559-85, App. 12/27/85; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\nSEC. 23.46.  DETERMINATION OF VALUE.\n     The Director of Property shall determine a monthly fee for the privilege of installing the openings in building walls that are made possible by the City's consent. The monthly fee shall be based upon an appraisal by the Director of Property of the enhancement in fair market value of the building owner's Real Property that will result from installation of the proposed openings in building walls. \n     If the original monthly fee based upon the Director of Property's appraisal is more than $50 the agreement shall provide for payment by the building owner, in advance, of the monthly fee so determined by the Director of Property. The monthly fee may, at the Director of Property's discretion, be payable monthly, quarterly, semiannually or annually. The agreement shall contain a provision for annual adjustment of the monthly fee to reflect increases or decreases in the Consumer Price Index for all Urban Consumers for the San Francisco-Oakland Metropolitan Area and a provision for a redetermination of the monthly fee by the Director of Property, upon the same appraisal basis as the original fee determination, at the end of each five-year period. \n     If the original monthly fee based upon the Director of Property's appraisal is $50 or less, a one-time fee of $1,000 shall be paid by the building owner and no monthly fees shall be payable. \n(Formerly Sec. 23.28; added by Ord. 559-85, App. 12/27/85; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\nSEC. 23.47.  REQUIREMENTS FOR LOT LINE WINDOW AGREEMENTS.\n     All lot line window agreements shall comply with the following requirements: \n          1.     The building to which the agreement relates shall comply with the Building Code and all other applicable codes, ordinances and regulations of the City and with all applicable federal and State laws and regulations. \n          2.     The building shall be constructed or remodeled in conformity with the plans and specifications submitted with the application for a lot line window agreement and shall be used for the purposes stated in the application. \n          3.     The agreement shall be terminable at any time, with or without cause and without penalty, by either party. The termination will not be effective, however, unless the terminating party gives at least 90 days prior written notice of termination which is mailed or delivered to the other party. The notice of termination shall contain the legal descriptions of both properties and shall be acknowledged by the terminating party. The notice of termination may be recorded by either party at any time and, after the termination date, the recorded notice shall be conclusive proof of termination of the agreement. \n          4.     The building owner shall agree that, in the event the agreement is revoked, the openings consented to by the agreement shall be protected or closed, as required by the Building Code, and the building otherwise modified as may be necessary to comply with those Building Code requirements that become applicable because of protecting or closing the openings. \n          5.     The building owner shall indemnify the City, its officers, employees and agents, against all liabilities that may result from or be connected with the agreement. \n          6.     During the life of the agreement, the building owner shall maintain comprehensive personal liability insurance with limits satisfactory to the Risk Manager of the City and with the City, its officers, agents and employees named as additional insureds. \n          7.     The agreement shall be binding upon and inure to the benefit of the parties, their successors and assigns.\n          8.     The agreement shall be executed by both parties and shall contain the legal descriptions of both properties. The Director of Property shall execute the agreement for and on behalf of the City, provided the agreement has been previously approved by the City Attorney and the head of the department having jurisdiction over the City's Real Property. The agreement shall be acknowledged by both parties and the Director of Property shall cause the agreement to be recorded. \n(Formerly Sec. 23.29; added by Ord. 559-85, App. 12/27/85; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\nSEC. 23.48.  FEES AND FEE PAYMENTS.\n     The application fee which is to accompany each application shall be $2,500 unless changed by appropriate action of the Board of Supervisors. If the Director of Property determines, after his investigation of the application, that the application fee is inadequate to cover the cost of preparing and processing an agreement, the Director of Property shall notify the building owner of the additional amount that is required. The additional amount shall be paid by the building owner as a prerequisite to preparation and processing of an agreement by the Real Estate Department. \n     The Real Estate Department is authorized to collect the fees due under lot line window agreements and shall deposit such fees to the credit of the department having jurisdiction over the City's Real Property. \n     The application fees and any additional amounts required to cover the cost of preparing and processing agreements shall be deposited to the credit of the Real Estate Department. \n(Formerly Sec. 23.30; added by Ord. 559-85, App. 12/27/85; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\nARTICLE VI:\nLABOR REPRESENTATION PROCEDURES IN HOTEL AND RESTAURANT DEVELOPMENTS IN WHICH THE CITY HAS AN ONGOING PROPRIETARY INTEREST\n\n\nSec. 23.50.\nFindings and Declarations. \n\nSec. 23.51.\nDefinitions. \n\nSec. 23.52.\nPolicy, Requirements and Procedures to Minimize Labor/Management Conflict When City Has Proprietary Interest. \n\nSec. 23.53.\nScope and Exemptions. \n\nSec. 23.54.\nEnforcement. \n\nSec. 23.55.\nEffective Date and Application. \n\nSec. 23.56.\nSeverability. \n\nSEC. 23.50.  FINDINGS AND DECLARATIONS.\n     (1)     In the course of managing Real Property that it owns or in otherwise carrying out its functions in the public interest, the City and County of San Francisco (hereinafter \"City\") occasionally participates in Real Property development as a landlord, proprietor, lender or guarantor, facing the same risks and liabilities as other business entities participating in such ventures. For example, the City sometimes Leases its Real Property under a percentage Lease, or otherwise invests or pledges its resources in real estate development projects as a landlord, a lender or a guarantor. When it does, the City has an ongoing proprietary interest in that development, and, thus, has a direct interest in its performance. \n     (2)     In such situations, the City must make prudent business decisions, as does any private business entity, to ensure efficient and cost-effective management of its business concerns, and to maximize benefit and minimize risk. One of those risks is the possibility of labor/management conflict arising out of labor union organizing campaigns. Such conflict can adversely affect the City's investment in real estate developments or other circumstances in which it has a proprietary business interest by causing delay in the completion of projects, and/or by reducing revenues or increasing costs of the project when they are completed. \n     (3)     These risks are heightened in the hotel and restaurant industry because they are so closely related to tourism-a mainstay of San Francisco's economy. Labor strife in hotel or restaurant projects in which the City is an investor or other economic participant can jeopardize the operation of related tourist and commercial facilities, as well as the City's national reputation as a tourist and convention destination. To minimize that risk in circumstances where costly labor/management conflict has arisen in the past, the City enacts this Article which requires that certain specified employers in the hotel and restaurant industry shall agree, as a condition of the City's economic involvement in a hotel or restaurant project, to nonconfrontational and expeditious procedures by which their workers can register their preference regarding union representation. \n     (4)     A major potential source of labor/management conflict that threatens the economic interests of the City as a participant in development projects is the possibility of economic action taken by labor unions against employers in those developments when labor unions seek to organize their workers over employer opposition to unionization. Experience of municipal and other investors has demonstrated that organizing drives pursuant to formal and adversarial union certification processes often deteriorate into protracted and acrimonious labor/management conflict. That conflict potentially can result in construction delays, work stoppages, picketing, strikes and more recently, in consumer boycotts or other forms of \"corporate campaigns\" that can generate negative publicity and reduced revenues that threaten the interests not only of the immediate \"target\" of such tactics, i.e., the employer, but of other investors in the development, and also the City's special interests identified herein. \n     (5)     These risks of potential labor/management conflict are particularly acute when labor unions seek to organize workers in hotels and restaurants, as labor relations in the hospitality industry in San Francisco have proven especially contentious, and have resulted in many protests, boycotts and other activities which have disrupted the business of the hotel or restaurant and the tourist industry and the downtown hotel area. \n     (6)     In view of these concerns, the City deems it necessary to approach with great caution any economic participation in a hotel or restaurant project if the City retains a proprietary interest, either as landlord, lender or guarantor. The City finds that cautionary approach to be particularly appropriate given other possible factors present in such developments, such as the City's sometimes special proprietary interests or other special concerns identified herein, and/or their complex financing schemes, the possible use of scarce land resources, as well as the dependence of such projects on public \"good will\" and the special vulnerability of such projects to consumer boycotts, etc. \n     (7)     One way to reduce the City's risk where it has a proprietary interest in a hotel or restaurant project is to require, as a condition of the City's investment or other economic participation, that employers operating in the hotel or restaurant project agree to a lawful, nonconfrontational alternative process for resolving a union organizing campaign. That alternative process is a so-called \"card check,\" wherein employee preference regarding whether or not to be represented by a labor union to act as their exclusive collective bargaining representative is determined based on signed authorization cards. Private employers are authorized under existing federal law to agree voluntarily to use this procedure in lieu of NLRB-supervised election procedures. \n     (8)     The Board of Supervisors finds based on local history that compliance with these procedures will help reduce the possibility of labor/management conflict jeopardizing the City's proprietary interest in a hotel or restaurant project. To ensure that card check procedures are required only to the extent necessary to ensure the goal of minimizing labor/management conflict, an employer who agrees to such procedures and performs its obligations under a card check agreement will be relieved of further obligation to abide by those procedures if a labor organization engages in economic action such as striking, picketing or boycotting the employer in the course of an organizing drive and at a site covered by this Article. \n     (9)     The sole purpose of this Article is to protect the City's proprietary interest in a particular hotel or restaurant project covered hereby. This Article is not enacted to favor any particular outcome in the determination of employer preference regarding union representation, nor to skew the procedures in such a determination to favor or hinder any party to such a determination. Likewise, this Article is not intended to enact or express any generally applicable policy regarding labor/management relations, or to regulate those relations in any way, but is intended only to protect the City's proprietary interest in certain narrowly prescribed circumstances where the City commits its economic resources and/or its related interests are put at risk by certain forms of labor/management conflict. \n(Formerly Sec. 23.31; added by Ord. 6-98, App. 1/16/98; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\nSEC. 23.51.  DEFINITIONS.\n     For purposes of this Article, the following definitions shall apply: \n     (1)     \"Card check agreement\" means a written agreement between an employer and a labor organization providing a procedure for determining employee preference on the subject of whether to be represented by a labor organization for collective bargaining, and if so, by which labor organization to be represented, which provides, at a minimum, the following: \n          (a)     Determining employee preference regarding union representation shall be by a card check procedure conducted by a neutral third party in lieu of a formal election; \n          (b)     All disputes over interpretation or application of the parties' card check agreement, and over issues regarding how to carry out the card check process or specific card check procedures shall be submitted to binding arbitration; \n          (c)     Forbearance by any labor organization from economic action against the employer at the worksite of an organizing drive covered by this Article, and in relation to an organizing campaign only (not to the terms of a collective bargaining agreement), so long as the employer complies with the terms of the card check agreement; \n          (d)     Language and procedures prohibiting the labor organization or the employer from coercing or intimidating employees, explicitly or implicitly, in selecting or not selecting a bargaining representative. \n     (2)     \"City contract\" means a Lease, management agreement, service agreement, loan, bond, guarantee, or other similar agreement to which the City is a party and in which the City has a proprietary interest. \n     (3)     \"Collective bargaining agreement\" means an agreement between an employer and a labor organization regarding wages, hours and other terms and conditions of employment of the employer's employees. For purposes of this Article, a collective bargaining agreement does not include a card check agreement as defined herein. \n     (4)     \"Developer\" means any person, corporation, association, general or limited partnership, limited liability company, joint venture or other entity which does or which proposes to purchase, Lease, develop, build, remodel or otherwise establish a hotel or restaurant project. \n     (5)     \"Economic action\" means concerted action initiated or conducted by a labor union and/or employees acting in concert therewith, to bring economic pressure to bear against an employer, as part of a campaign to organize employees or prospective employees of that employer, including such activities as striking, picketing, or boycotting. A lawsuit to enforce this Article is not \"economic action.\" \n     (6)     \"Employer\" means any developer, manager/operator or subcontractor who employs individuals in a hotel or restaurant in a hotel or restaurant project. \n     (7)     \"Hotel or restaurant project\" means a development project or facility in which the City has a proprietary interest and which contains a hotel or restaurant. For purposes herein a \"hotel\" shall mean any use or facility falling within either definition of Section \n314.1(g) or (h) of the San Francisco Planning Code. For purposes herein a \"restaurant\" shall mean any facility that has as its principal purpose the sale of food and beverage for primarily on-site consumption, including any such facility operating within or as part of another facility, such as a stadium, hotel or retail store. A hotel or restaurant project, as defined herein, includes a mixed-use development project in which the City has a proprietary interest which contains a hotel or restaurant, regardless of whether the City's proprietary interest is in the hotel or restaurant portion of such mixed-use development or the mixed-use development project as a whole. Notwithstanding the foregoing or anything else contained herein, the requirement in this Article that an employer enter into a card check agreement shall apply only to those employers who employ employees in a hotel or restaurant and shall not apply to those portions of a mixed-use development project which do not contain a hotel or restaurant. \n     (8)     \"Labor organization\" means any organization of any kind, or any agency or employee representation committee or plan, in which employees participate and which exists for the purpose, in whole or in part, of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of work. \n     (9)     \"Manager/operator\" means any person, corporation, association, limited or general partnership, joint venture or other entity (including a developer) that operates or manages a hotel or restaurant in a hotel or restaurant project, or provides any material portion of the services provided by such hotel or restaurant in a hotel or restaurant project, whether by subcontract or City contract. \n     (10)     \"Proprietary interest\" means any nonregulatory arrangement or circumstance in which the financial or other nonregulatory interests of the City in a hotel or restaurant project could be adversely affected by labor/management conflict or consumer boycotts potentially resulting from a union organizing campaign, in the following circumstances: \n          (i)     The City receives significant ongoing revenue (such as rent payments) under a Lease of Real Property owned by the City for the development of a hotel or restaurant project, excluding government fees or tax or assessment revenues, or the like (except for tax revenues under the circumstances specified in (ii)); or \n          (ii)     The City receives ongoing revenue from a hotel or restaurant project to pay debt service on bonds or loans provided by the City to assist the development of such hotel or restaurant project (including incremental tax revenues generated by the hotel or restaurant project or the development project in which it is located and used, directly or indirectly, to pay debt service on bonds or to repay a loan by the City where the proceeds are used for development of that hotel or restaurant project or the development project in which it is located); \n          (iii)     The City has agreed to underwrite or guarantee the development or operation of a hotel or restaurant project, or loans related thereto. \n               In addition to the circumstances described in (i)above, the City shall be deemed to have a proprietary interest in a hotel or restaurant project if the City determines or an interested party demonstrates prior to the effective date of the subcontract or City contract pursuant to which a hotel or restaurant will be operated in a hotel or restaurant project that there is a significant risk that the City's financial or other nonregulatory interest in a hotel or restaurant project could be adversely affected by labor/management conflict or consumer boycotts potentially resulting from a union organizing campaign except that no circumstance or arrangement shall be considered \"financial or non-regulatory\" under this definition if it is such that arises from the exercise of regulatory or police powers such as taxation, (except as provided in (ii) above), zoning or the issuance of permits and licenses. \n     (11)     \"Subcontract\" means any Lease, sublease, management agreement or other similar agreement between a developer or a manager/operator and a subcontractor which contemplates or permits the subcontractor to operate or manage all or a portion of a hotel or restaurant in a hotel or restaurant project. \n     (12)     \"Subcontractor\" means any person, corporation, association, limited or general partnership, limited liability company, joint venture or other entity that enters into a subcontract with a developer or manager/operator. \n     (13)     \"Substantial amendment\" to a Pre-Existing Agreement, for purposes of the exemption for Employers operating before the effective date of this Chapter in Section \n23.53(b)(2) and Section Two of Ordinance No. 108-99, means an amendment to or renewal or extension of a Pre-Existing Agreement that provides for or permits any of the following: \n          (a)     A change in use within the scope of this Article (i.e., which provides for the operation of a hotel or restaurant);\n          (b)     An increase in square footage, seating or rooms of more than 25%; except neither of the following, by themselves, shall constitute a substantial amendment: \n               (i)     Addition of outside seating or patio dining which increases the total seating or square footage devoted to seating by less than 25%; \n               (ii)     An increase in space for purpose of parking or storage; or\n          (c)     A new Lease period of greater duration than the period provided in the Pre-Existing Agreement.\n(Formerly Sec. 23.32; added by Ord. 6-98, App. 1/16/98; amended by Ord. 108-99, File No. 990298, App. 5/7/99; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\nSEC. 23.52.  POLICY, REQUIREMENTS AND PROCEDURES TO MINIMIZE LABOR/MANAGEMENT CONFLICT WHEN CITY HAS PROPRIETARY INTEREST.\n     (a)     General Policy. The Board of Supervisors declares as a matter of general policy that when the City retains or acquires a proprietary interest in a hotel or restaurant project, it is essential for the protection of the City's investment and/or business interests to require that employers operating a hotel or restaurant in such hotel or restaurant project agree to abide by card check procedures for determining employee preference on the subject of labor union representation, as specified in this Article. \n     (b)     Primary Obligations. Pursuant to the policy stated in Subsection (a), the following requirements are imposed, except no Employer, Developer or Manager/Operator shall be responsible for obligations under this Article if that person or entity is otherwise exempt from those obligations pursuant to Section \n23.53(b), or if the City does not have a Proprietary Interest in the subject Hotel or Restaurant Project: \n          (1)     Employers. An employer of employees working in a hotel or restaurant in a hotel or restaurant project, shall: \n               (i)     Enter into a card check agreement, as specified in this Article, with a labor organization which requests such an agreement for the purpose of seeking to represent those employees before executing the subcontract or City contract pursuant to which it will operate a hotel or restaurant in a hotel or restaurant project; \n               (ii)     If the parties are unable to agree to the terms of a card check agreement within 60 days of the commencement of such negotiations, they must enter into expedited binding arbitration in which the terms of a card check agreement will be imposed by an arbitrator. In such proceedings, to be conducted by an experienced labor arbitrator selected as provided by the rules of the American Arbitration Association or equivalent organization, the arbitrator shall consider any model card check agreement provided by the City and/or to prevailing practices and the terms of card check agreements in the same or similar industries, except that such card check agreement must include the mandatory terms identified in Section \n23.51(1); \n               (iii)     Comply with the terms of that card check agreement and this Article; and\n               (iv)     Include in any subcontract which contemplates or permits a Subcontractor to operate or manage a hotel or restaurant in a Hotel or Restaurant Project, as defined herein, or to provide a service essential to the operation of such hotel or restaurant, a provision requiring that subcontractor to comply with the requirements provided in this Article. This provision shall be a material and mandatory term of such subcontract, binding on all successors and assigns, and shall state (modified as necessary to accommodate particular circumstances): \n                    \"The City and County of San Francisco has enacted an Ordinance at \nChapter 23, Article VI of its Administrative Code, commencing at Section \n23.50, which may apply to [Subcontractor]. Its terms are expressly incorporated by reference hereto. To the extent [Subcontractor] or its successors or assigns employs employees in a hotel or restaurant in [this facility] within the scope of that Ordinance, [Subcontractor] hereby agrees as a material condition of this [Subcontract] to enter into and abide by a Card Check Agreement with a Labor Organization or Organizations seeking to represent [Subcontractor's] employees, if and as required by that Article, and to otherwise fully comply with the requirements of that Article. [Subcontractor] recognizes that, as required by that Article, it must enter into a Card Check Agreement with a Labor Organization(s) as specified by that Article before executing this [Subcontract], and that being party to such a Card Check Agreement(s) is a condition precedent of rights or obligations under this [Subcontract].\" \n                    Notwithstanding the requirements provided in (i)any employer who has in good faith fully complied with those requirements will be excused from further compliance as to a labor organization which has taken economic action against that employer at that site in furtherance of a campaign to organize that employer's employees at that site for collective bargaining. This clause shall not be interpreted, however, to apply to economic action against an employer at other locations where that employer does business, or at any location for purposes other than organizing the employer's employees; nor shall economic action by one labor organization excuse an employer from the obligations of this Article or a card check agreement as to a different labor organization. \n          (2)     Developers and Manager/Operators. Any developer or manager/operator of a hotel or restaurant project must: \n               (i)     To the extent it employs employees in a hotel or restaurant in a hotel or restaurant project, abide by the requirements stated in Subsection (1); \n               (ii)     Include the provision specified in (1)(iv) in any subcontract, modified as necessary to accommodate the circumstances of that particular subcontract; \n               (iii)     Refrain from executing a subcontract by which an employer subject to (1) is authorized or permitted to operate a hotel or restaurant in a hotel or restaurant project until that employer has entered into a card check agreement with a labor organization, as required in (1); \n               (iv)     Notify local labor council(s) and/or federation(s) of any hotels(s) or restaurant(s) and/or any employer(s) that will operate a hotel or restaurant in a hotel or restaurant project which may be subject to the requirements of (1), as soon as the developer or manager/operator identifies such hotel(s) or restaurant(s) or employer(s), but in no event later than 21 days before requiring an employer to sign a subcontract. This notification requirement applies only to hotels or restaurants or employers that will operate in a Hotel or Restaurant Project, as defined herein, and only where the City's proprietary interest is based on a Lease, a loan, or a guarantee, as specified in Section \n23.51(10)(i); \n               (v)     Inform any prospective subcontractor, that if the subcontractor acts as an employer subject to the requirements of (1), it must enter into a card check agreement pursuant to this Article before it may execute the subcontract, and as a condition precedent to any rights or obligations under such document; \n               (vi)     Take reasonable steps to enforce the of terms of any subcontract requiring compliance with this Article. To the extent a developer or manager/operator is found to have intentionally aided, abetted or encouraged a subcontractor's failure to comply with such a provision or the terms of this Article, either by action or inaction, that developer or manager/operator shall be jointly and severally liable for all damages awarded pursuant to Section \n23.54. \n          (3)     The City.\n               (i)     City Contracts. Any City contract executed under the authority of any commission, department, authority or officer of the City, which contemplates the use or operation of a hotel or restaurant in a hotel or restaurant project must include a provision requiring that any developer or operator/manager of a hotel or restaurant project pursuant to that City contract, and any employer(s) operating in such hotel or restaurant project, agree to comply with the requirements imposed in Subsections (1) and (2), as essential consideration for the City entering into the City contract. \n               (ii)     Model Card Check Agreement. To facilitate the requirements imposed by this Section, the City's Mayor or the Mayor's designee may provide a model recommended card check agreement that includes the mandatory terms identified in Section \n23.51(1) and which provides the maximum protection against labor/management conflict arising out of an organizing drive, and make such model recommended agreement available to parties required to enter into such agreement. The City may also prepare guidelines establishing standards and procedures related to this Article. Notwithstanding this provision regarding the preparation of a model card check agreement or related guidelines, this Article shall be self-executing, and shall apply in all circumstances and to the extent provided in this Article, in the absence of or regardless of such model card check agreement or guidelines. \n               (iii)     Requests for Proposals (\"RFPs\"). Any commission, department, authority or officer of the City which issues a request for proposals or invitation to bid or similar document regarding development of City Real Property which could result in a proposal contemplating operation of a hotel or restaurant project after the effective date of this ordinance, must include in such document a summary description of and reference to the policy and requirements of this Article. Failure to include description or reference to this Article in an RFP or similar document shall not exempt any developer, manager/operator or employer otherwise subject to the requirements of this Article. \n     (c)     Applicability of This Article. The policy and obligations established above shall apply to particular developers, manager/operators and employers whenever the City has a proprietary interest in a hotel or restaurant project, except as otherwise provided hereunder. The determination whether or not the City has a proprietary interest in a hotel or restaurant project, and if so, whether an exemption applies under Section \n23.53(b), shall be made on a case-by-case basis by the Mayor or the Mayor's designee by applying the standards and principles described herein and any further standards and principles provided in guidelines distributed pursuant to Section \n23.52(b)(3)(ii) hereof. Any party otherwise subject to the terms of this Article because the City has a proprietary interest in a hotel or restaurant project defined in Section \n23.51(10)(i)above that claims an exemption from the terms of this Article under Section \n23.53 below shall have the burden of demonstrating that the basis for such exemption is clearly present. \n(Formerly Sec. 23.33; added by Ord. 6-98, App. 1/16/98; amended by Ord. 108-99, File No. 990298, App. 5/7/99; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\nSEC. 23.53.  SCOPE AND EXEMPTIONS.\n     (a)     Scope. The requirements of this Article apply only to the procedures for determining employee preference regarding whether to be represented by a labor organization for purposes of collective bargaining and/or by which labor organization to be represented. Accordingly, this Article does not apply to the process of collective bargaining in the event a labor organization has been recognized as the bargaining representative for employees of employers subject to this Article. Moreover, nothing in the Article requires an employer or other entity subject to this Article to recognize a particular labor organization; nor does any provision of this Article require that a collective bargaining agreement be entered into with any labor organization, or that an employer submit to arbitration regarding the terms of a collective bargaining agreement. \n     (b)     Exemptions. The requirements of this Article shall not apply to: \n          (1)     Employers employing fewer than the equivalent of 50 full-time or part-time employees, provided that:\n               (i)     When a restaurant is located on the same premises as a hotel and routinely provides food or beverage services to the hotel's guests, employees of the restaurant and hotel shall be aggregated for purposes of determining the applicability of this ordinance; \n               (ii)     All employees employed in all restaurants which operate under the jurisdictional control of the San Francisco Airport Commission and which are owned, operate or managed by the same owner, operator or manager shall be aggregated for purposes of determining the applicability of this Ordinance; or \n          (2)     Employers commencing operation in a hotel or restaurant in a hotel or restaurant project before the effective date of this Ordinance, or a hotel or restaurant project under any subcontract or City contract entered into before the effective date of this ordinance (\"pre-existing agreement\"). This exemption applies to an Employer and to his or her family for the duration of such Pre-Existing Agreement, unless it is amended during its term resulting in a Substantial Amendment, as defined in Section \n23.51(13). This exemption shall apply beyond the expiration of the Pre-Existing Agreement if it is renewed or extended without a change in ownership of the Employer, and without changes resulting in Substantial Amendment, as defined in Section \n23.51(13). For purposes of this exemption, \"change in ownership\" shall mean a change in ownership, from the effective date hereof, of 25% or more, unless such change is among members of the same family; or \n          (3)     Any employer which is signatory to a valid and binding collective bargaining agreement covering the terms and conditions of employment for its employees at that hotel or restaurant project, or which has entered into a card check agreement with a labor organization regarding such employees which agreement provides at least equal protection from labor/management conflict as provided by the minimum terms provided in Section \n23.51(1); or \n          (4)     Any hotel or restaurant project where the Mayor or the Mayor's designee determines that the risk to the City's financial or other nonregulatory interest resulting from labor/management conflict is so minimal or speculative as not to warrant concern for the City's investment or other nonregulatory interest; or \n          (5)     Any hotel or restaurant project where the developer, manager/operator or employer, is an agency of the federal government or a statewide agency or entity (\"public agency\") and that public agency would prohibit application of this Article; or \n          (6)     Any hotel or restaurant project where the requirements of this Article would violate or be inconsistent with the terms or conditions of a grant, subvention or agreement with a public agency related to such hotel or restaurant project, or any related rules or regulations. \n(Formerly Sec. 23.34; added by Ord. 6-98, App. 1/16/98; amended by Ord. 108-99, File No. 990298, App. 5/7/99; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\nSEC. 23.54.  ENFORCEMENT.\n     (a)     The requirement that employers enter into and comply with card check agreements with labor organizations in the circumstances provided in this Article, and the requirement that developers and manager/operators contractually obligate their successors, assigns or subcontractors to be bound by that former requirement are essential consideration for the City's agreement to any City contract containing that requirement. \n     (b)     The City shall investigate complaints that this Article has been violated or that a card check provision included in a City contract or subcontract pursuant to this Article has been breached, and may take any action necessary to enforce compliance, including but not limited to instituting a civil action for an injunction and/or specific performance. \n     (c)     In the event the City brings a civil enforcement action for violation of this Article, any taxpayer or any person or association by or with a direct interest in compliance with this Article may join in that enforcement action as a real party in interest. In the event the City declines to institute a civil enforcement action for violation of this Article, a taxpayer or directly interested person or association may bring a civil proceeding on its own behalf and on behalf of the City against that employer and seek all remedies available for violation of this Article and/or breach of a card check agreement required by this Article available under state law, including but not limited to monetary, injunctive and declaratory relief. In view of the difficulty of determining actual damages incurred by such a violation, liquidated damages may be awarded at the rate of $1,000 per day of violation, to be distributed equally between a private plaintiff, if any, and the general fund of the City, unless such liquidated damages award is found to be so excessive in relation to the violator's resources as to constitute a penalty. \n     (d)     Any action challenging the applicability of this Article to a particular employer may be brought only after first seeking an exemption pursuant to Section \n23.53, and must be commenced within 60 days after notification that such exemption has been denied by the City. \n     (e)     Notwithstanding anything else contained herein, in no event shall the remedy for a breach of the terms of this Article include termination of any such subcontract or City contract, nor shall any such breach defeat or render invalid or affect in any manner whatsoever the status or priority of the lien of any mortgage, deed of trust or other security interest made for value and encumbering any Real Property affected by such subcontract or City contract, including, without limitation, any leasehold estate or other interest in such Real Property or improvements on such Real Property. \n(Formerly Sec. 23.35; added by Ord. 6-98, App. 1/16/98; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\nSEC. 23.55.  EFFECTIVE DATE AND APPLICATION.\n     This Ordinance shall become effective 30 days after it is enacted, is intended to have prospective effect only, and shall not be interpreted to impair the obligations of any Pre-Existing Agreement to which the City is a party, unless such Pre-Existing Agreement has been Substantially Amended after the effective date of this Ordinance. \n(Formerly Sec. 23.36; added by Ord. 108-99, File No. 990298, App. 5/7/99; renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \nEditor's note\n     Ord. 108-99, File No. 990298, App. 5/7/99, which explicitly added this section to this article, amended Sections \n23.51, \n23.52, and \n23.53 of this article. \n\nSEC. 23.56.  SEVERABILITY.\n     If any part or provision of this Ordinance, or the application thereof to any person or circumstance, is held invalid, the remainder of this Ordinance, including the application of such part or provisions to other persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, the provisions of this Ordinance are severable. \n(Formerly Sec. 23.37; added by Ord. 108-99, File No. 990298, App. 5/7/99; renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \nEditor's note\n     Ord. 108-99, File No. 990298, App. 5/7/99, which explicitly added this section to this article, amended Sections \n23.51, \n23.52, and \n23.53 of this article. \n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"23","chaptersection":"41","identifier":"23.41","catch_text":"TRANSFER OF PARK AND OTHER LANDS TO THE NATIONAL PARK SERVICE OF THE UNITED STATES DEPARTMENT OF THE INTERIOR."}}