{"text":"\n     (a)     Whenever lands that are or shall be used or intended for use for parks or squares are no longer needed for park or recreational purposes, the City may dispose of such lands or may abandon or discontinue their use for park purposes, provided that nothing herein shall be construed to authorize the discontinuance or abandonment of the use of such lands, or any change in the use thereof that will cause the reversion of such lands to private ownership, or cause the forfeiture of the ownership thereof in fee by the City, or to authorize the discontinuance of the use of park lands acquired in any proceeding wherein a local assessment based on benefits was or shall be levied to provide funds for such acquisition; and provided further that the general laws of the State of California authorizing municipal corporations to abandon or to discontinue the use of land for park purposes, authorizing the disposition of such lands, and providing procedures therefor and for matters relating thereto, shall be applicable to the City and to all lands held or used by it for park purposes and shall govern and control exclusively in respect thereto. For the purposes of this subsection, all lands, including but not limited to, playgrounds, athletic facilities, and lands purchased with open space acquisition and park renovation funds, but excluding the Great Highway, the land described in Subsection (b) below, and lands administered by the Recreation and Park Department pursuant to agreements with other City departments or entities, placed under the jurisdiction of the Recreation and Park Department shall be deemed used or intended for use for park purposes. \n     (b)     Upon approval by the Recreation and Park Commission, that parcel of land south of the Zoo and between the Great Highway Extension and Skyline Boulevard set forth and described in parcel map entitled \"Parcel Map Showing Certain Park Land Proposed to be Used Jointly,\" recorded August 12, 1975 in Parcel Map Book Number One at page 96 in the office of the Recorder of the City and County of San Francisco, may be used for the construction of water quality and sewerage facilities, and any facilities so constructed shall be under the control, management, and direction of the Department of Public Works. Any recreation or zoo facilities constructed on said parcel shall remain under the control, management, and direction of the Recreation and Park Commission. \n(Formerly Sec. 23.25-2; added by Ord. 439-96, App. 11/8/96; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\n","heading":{"title":"23","chaptersection":"40. ","identifier":"23.40. ","catch_text":"SALE OR LEASE OF PARK LAND; USE OF CERTAIN PARK LAND FOR THE CONSTRUCTION OF WATER QUALITY AND SEWERAGE FACILITIES."}}