{"text":"\n     (a)     General Policy. The Board of Supervisors declares as a matter of general policy that when the City retains or acquires a proprietary interest in a hotel or restaurant project, it is essential for the protection of the City's investment and/or business interests to require that employers operating a hotel or restaurant in such hotel or restaurant project agree to abide by card check procedures for determining employee preference on the subject of labor union representation, as specified in this Article. \n     (b)     Primary Obligations. Pursuant to the policy stated in Subsection (a), the following requirements are imposed, except no Employer, Developer or Manager/Operator shall be responsible for obligations under this Article if that person or entity is otherwise exempt from those obligations pursuant to Section \n23.53(b), or if the City does not have a Proprietary Interest in the subject Hotel or Restaurant Project: \n          (1)     Employers. An employer of employees working in a hotel or restaurant in a hotel or restaurant project, shall: \n               (i)     Enter into a card check agreement, as specified in this Article, with a labor organization which requests such an agreement for the purpose of seeking to represent those employees before executing the subcontract or City contract pursuant to which it will operate a hotel or restaurant in a hotel or restaurant project; \n               (ii)     If the parties are unable to agree to the terms of a card check agreement within 60 days of the commencement of such negotiations, they must enter into expedited binding arbitration in which the terms of a card check agreement will be imposed by an arbitrator. In such proceedings, to be conducted by an experienced labor arbitrator selected as provided by the rules of the American Arbitration Association or equivalent organization, the arbitrator shall consider any model card check agreement provided by the City and/or to prevailing practices and the terms of card check agreements in the same or similar industries, except that such card check agreement must include the mandatory terms identified in Section \n23.51(1); \n               (iii)     Comply with the terms of that card check agreement and this Article; and\n               (iv)     Include in any subcontract which contemplates or permits a Subcontractor to operate or manage a hotel or restaurant in a Hotel or Restaurant Project, as defined herein, or to provide a service essential to the operation of such hotel or restaurant, a provision requiring that subcontractor to comply with the requirements provided in this Article. This provision shall be a material and mandatory term of such subcontract, binding on all successors and assigns, and shall state (modified as necessary to accommodate particular circumstances): \n                    \"The City and County of San Francisco has enacted an Ordinance at \nChapter 23, Article VI of its Administrative Code, commencing at Section \n23.50, which may apply to [Subcontractor]. Its terms are expressly incorporated by reference hereto. To the extent [Subcontractor] or its successors or assigns employs employees in a hotel or restaurant in [this facility] within the scope of that Ordinance, [Subcontractor] hereby agrees as a material condition of this [Subcontract] to enter into and abide by a Card Check Agreement with a Labor Organization or Organizations seeking to represent [Subcontractor's] employees, if and as required by that Article, and to otherwise fully comply with the requirements of that Article. [Subcontractor] recognizes that, as required by that Article, it must enter into a Card Check Agreement with a Labor Organization(s) as specified by that Article before executing this [Subcontract], and that being party to such a Card Check Agreement(s) is a condition precedent of rights or obligations under this [Subcontract].\" \n                    Notwithstanding the requirements provided in (i)any employer who has in good faith fully complied with those requirements will be excused from further compliance as to a labor organization which has taken economic action against that employer at that site in furtherance of a campaign to organize that employer's employees at that site for collective bargaining. This clause shall not be interpreted, however, to apply to economic action against an employer at other locations where that employer does business, or at any location for purposes other than organizing the employer's employees; nor shall economic action by one labor organization excuse an employer from the obligations of this Article or a card check agreement as to a different labor organization. \n          (2)     Developers and Manager/Operators. Any developer or manager/operator of a hotel or restaurant project must: \n               (i)     To the extent it employs employees in a hotel or restaurant in a hotel or restaurant project, abide by the requirements stated in Subsection (1); \n               (ii)     Include the provision specified in (1)(iv) in any subcontract, modified as necessary to accommodate the circumstances of that particular subcontract; \n               (iii)     Refrain from executing a subcontract by which an employer subject to (1) is authorized or permitted to operate a hotel or restaurant in a hotel or restaurant project until that employer has entered into a card check agreement with a labor organization, as required in (1); \n               (iv)     Notify local labor council(s) and/or federation(s) of any hotels(s) or restaurant(s) and/or any employer(s) that will operate a hotel or restaurant in a hotel or restaurant project which may be subject to the requirements of (1), as soon as the developer or manager/operator identifies such hotel(s) or restaurant(s) or employer(s), but in no event later than 21 days before requiring an employer to sign a subcontract. This notification requirement applies only to hotels or restaurants or employers that will operate in a Hotel or Restaurant Project, as defined herein, and only where the City's proprietary interest is based on a Lease, a loan, or a guarantee, as specified in Section \n23.51(10)(i); \n               (v)     Inform any prospective subcontractor, that if the subcontractor acts as an employer subject to the requirements of (1), it must enter into a card check agreement pursuant to this Article before it may execute the subcontract, and as a condition precedent to any rights or obligations under such document; \n               (vi)     Take reasonable steps to enforce the of terms of any subcontract requiring compliance with this Article. To the extent a developer or manager/operator is found to have intentionally aided, abetted or encouraged a subcontractor's failure to comply with such a provision or the terms of this Article, either by action or inaction, that developer or manager/operator shall be jointly and severally liable for all damages awarded pursuant to Section \n23.54. \n          (3)     The City.\n               (i)     City Contracts. Any City contract executed under the authority of any commission, department, authority or officer of the City, which contemplates the use or operation of a hotel or restaurant in a hotel or restaurant project must include a provision requiring that any developer or operator/manager of a hotel or restaurant project pursuant to that City contract, and any employer(s) operating in such hotel or restaurant project, agree to comply with the requirements imposed in Subsections (1) and (2), as essential consideration for the City entering into the City contract. \n               (ii)     Model Card Check Agreement. To facilitate the requirements imposed by this Section, the City's Mayor or the Mayor's designee may provide a model recommended card check agreement that includes the mandatory terms identified in Section \n23.51(1) and which provides the maximum protection against labor/management conflict arising out of an organizing drive, and make such model recommended agreement available to parties required to enter into such agreement. The City may also prepare guidelines establishing standards and procedures related to this Article. Notwithstanding this provision regarding the preparation of a model card check agreement or related guidelines, this Article shall be self-executing, and shall apply in all circumstances and to the extent provided in this Article, in the absence of or regardless of such model card check agreement or guidelines. \n               (iii)     Requests for Proposals (\"RFPs\"). Any commission, department, authority or officer of the City which issues a request for proposals or invitation to bid or similar document regarding development of City Real Property which could result in a proposal contemplating operation of a hotel or restaurant project after the effective date of this ordinance, must include in such document a summary description of and reference to the policy and requirements of this Article. Failure to include description or reference to this Article in an RFP or similar document shall not exempt any developer, manager/operator or employer otherwise subject to the requirements of this Article. \n     (c)     Applicability of This Article. The policy and obligations established above shall apply to particular developers, manager/operators and employers whenever the City has a proprietary interest in a hotel or restaurant project, except as otherwise provided hereunder. The determination whether or not the City has a proprietary interest in a hotel or restaurant project, and if so, whether an exemption applies under Section \n23.53(b), shall be made on a case-by-case basis by the Mayor or the Mayor's designee by applying the standards and principles described herein and any further standards and principles provided in guidelines distributed pursuant to Section \n23.52(b)(3)(ii) hereof. Any party otherwise subject to the terms of this Article because the City has a proprietary interest in a hotel or restaurant project defined in Section \n23.51(10)(i)above that claims an exemption from the terms of this Article under Section \n23.53 below shall have the burden of demonstrating that the basis for such exemption is clearly present. \n(Formerly Sec. 23.33; added by Ord. 6-98, App. 1/16/98; amended by Ord. 108-99, File No. 990298, App. 5/7/99; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\n","heading":{"title":"23","chaptersection":"52. ","identifier":"23.52. ","catch_text":"POLICY, REQUIREMENTS AND PROCEDURES TO MINIMIZE LABOR/MANAGEMENT CONFLICT WHEN CITY HAS PROPRIETARY INTEREST."}}