{"text":"\n     (a)     The requirement that employers enter into and comply with card check agreements with labor organizations in the circumstances provided in this Article, and the requirement that developers and manager/operators contractually obligate their successors, assigns or subcontractors to be bound by that former requirement are essential consideration for the City's agreement to any City contract containing that requirement. \n     (b)     The City shall investigate complaints that this Article has been violated or that a card check provision included in a City contract or subcontract pursuant to this Article has been breached, and may take any action necessary to enforce compliance, including but not limited to instituting a civil action for an injunction and/or specific performance. \n     (c)     In the event the City brings a civil enforcement action for violation of this Article, any taxpayer or any person or association by or with a direct interest in compliance with this Article may join in that enforcement action as a real party in interest. In the event the City declines to institute a civil enforcement action for violation of this Article, a taxpayer or directly interested person or association may bring a civil proceeding on its own behalf and on behalf of the City against that employer and seek all remedies available for violation of this Article and/or breach of a card check agreement required by this Article available under state law, including but not limited to monetary, injunctive and declaratory relief. In view of the difficulty of determining actual damages incurred by such a violation, liquidated damages may be awarded at the rate of $1,000 per day of violation, to be distributed equally between a private plaintiff, if any, and the general fund of the City, unless such liquidated damages award is found to be so excessive in relation to the violator's resources as to constitute a penalty. \n     (d)     Any action challenging the applicability of this Article to a particular employer may be brought only after first seeking an exemption pursuant to Section \n23.53, and must be commenced within 60 days after notification that such exemption has been denied by the City. \n     (e)     Notwithstanding anything else contained herein, in no event shall the remedy for a breach of the terms of this Article include termination of any such subcontract or City contract, nor shall any such breach defeat or render invalid or affect in any manner whatsoever the status or priority of the lien of any mortgage, deed of trust or other security interest made for value and encumbering any Real Property affected by such subcontract or City contract, including, without limitation, any leasehold estate or other interest in such Real Property or improvements on such Real Property. \n(Formerly Sec. 23.35; added by Ord. 6-98, App. 1/16/98; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001)\n\n","heading":{"title":"23","chaptersection":"54. ","identifier":"23.54. ","catch_text":"ENFORCEMENT."}}