{"text":"\n     (a)     Scope. The requirements of this Article apply only to the procedures for determining employee preference regarding whether to be represented by a labor organization for purposes of collective bargaining and/or by which labor organization to be represented. Accordingly, this Article does not apply to the process of collective bargaining in the event a labor organization has been recognized as the bargaining representative for employees of employers subject to this Article. Moreover, nothing in the Article requires an employer or other entity subject to this Article to recognize a particular labor organization; nor does any provision of this Article require that a collective bargaining agreement be entered into with any labor organization, or that an employer submit to arbitration regarding the terms of a collective bargaining agreement. \n     (b)     Exemptions. The requirements of this Article shall not apply to: \n          (1)     Employers employing fewer than the equivalent of 50 full-time or part-time employees, provided that:\n               (i)     When a restaurant is located on the same premises as a hotel and routinely provides food or beverage services to the hotel's guests, employees of the restaurant and hotel shall be aggregated for purposes of determining the applicability of this ordinance; \n               (ii)     All employees employed in all restaurants which operate under the jurisdictional control of the San Francisco Airport Commission and which are owned, operate or managed by the same owner, operator or manager shall be aggregated for purposes of determining the applicability of this Ordinance; or \n          (2)     Employers commencing operation in a hotel or restaurant in a hotel or restaurant project before the effective date of this Ordinance, or a hotel or restaurant project under any subcontract or City contract entered into before the effective date of this ordinance (\"pre-existing agreement\"). This exemption applies to an Employer and to his or her family for the duration of such Pre-Existing Agreement, unless it is amended during its term resulting in a Substantial Amendment, as defined in Section \n23.51(13). This exemption shall apply beyond the expiration of the Pre-Existing Agreement if it is renewed or extended without a change in ownership of the Employer, and without changes resulting in Substantial Amendment, as defined in Section \n23.51(13). For purposes of this exemption, \"change in ownership\" shall mean a change in ownership, from the effective date hereof, of 25% or more, unless such change is among members of the same family; or \n          (3)     Any employer which is signatory to a valid and binding collective bargaining agreement covering the terms and conditions of employment for its employees at that hotel or restaurant project, or which has entered into a card check agreement with a labor organization regarding such employees which agreement provides at least equal protection from labor/management conflict as provided by the minimum terms provided in Section \n23.51(1); or \n          (4)     Any hotel or restaurant project where the Mayor or the Mayor's designee determines that the risk to the City's financial or other nonregulatory interest resulting from labor/management conflict is so minimal or speculative as not to warrant concern for the City's investment or other nonregulatory interest; or \n          (5)     Any hotel or restaurant project where the developer, manager/operator or employer, is an agency of the federal government or a statewide agency or entity (\"public agency\") and that public agency would prohibit application of this Article; or \n          (6)     Any hotel or restaurant project where the requirements of this Article would violate or be inconsistent with the terms or conditions of a grant, subvention or agreement with a public agency related to such hotel or restaurant project, or any related rules or regulations. \n(Formerly Sec. 23.34; added by Ord. 6-98, App. 1/16/98; amended by Ord. 108-99, File No. 990298, App. 5/7/99; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\n","heading":{"title":"23","chaptersection":"53","identifier":"23.53","catch_text":"SCOPE AND EXEMPTIONS."}}