{"text":"\n     (1)     In the course of managing Real Property that it owns or in otherwise carrying out its functions in the public interest, the City and County of San Francisco (hereinafter \"City\") occasionally participates in Real Property development as a landlord, proprietor, lender or guarantor, facing the same risks and liabilities as other business entities participating in such ventures. For example, the City sometimes Leases its Real Property under a percentage Lease, or otherwise invests or pledges its resources in real estate development projects as a landlord, a lender or a guarantor. When it does, the City has an ongoing proprietary interest in that development, and, thus, has a direct interest in its performance. \n     (2)     In such situations, the City must make prudent business decisions, as does any private business entity, to ensure efficient and cost-effective management of its business concerns, and to maximize benefit and minimize risk. One of those risks is the possibility of labor/management conflict arising out of labor union organizing campaigns. Such conflict can adversely affect the City's investment in real estate developments or other circumstances in which it has a proprietary business interest by causing delay in the completion of projects, and/or by reducing revenues or increasing costs of the project when they are completed. \n     (3)     These risks are heightened in the hotel and restaurant industry because they are so closely related to tourism-a mainstay of San Francisco's economy. Labor strife in hotel or restaurant projects in which the City is an investor or other economic participant can jeopardize the operation of related tourist and commercial facilities, as well as the City's national reputation as a tourist and convention destination. To minimize that risk in circumstances where costly labor/management conflict has arisen in the past, the City enacts this Article which requires that certain specified employers in the hotel and restaurant industry shall agree, as a condition of the City's economic involvement in a hotel or restaurant project, to nonconfrontational and expeditious procedures by which their workers can register their preference regarding union representation. \n     (4)     A major potential source of labor/management conflict that threatens the economic interests of the City as a participant in development projects is the possibility of economic action taken by labor unions against employers in those developments when labor unions seek to organize their workers over employer opposition to unionization. Experience of municipal and other investors has demonstrated that organizing drives pursuant to formal and adversarial union certification processes often deteriorate into protracted and acrimonious labor/management conflict. That conflict potentially can result in construction delays, work stoppages, picketing, strikes and more recently, in consumer boycotts or other forms of \"corporate campaigns\" that can generate negative publicity and reduced revenues that threaten the interests not only of the immediate \"target\" of such tactics, i.e., the employer, but of other investors in the development, and also the City's special interests identified herein. \n     (5)     These risks of potential labor/management conflict are particularly acute when labor unions seek to organize workers in hotels and restaurants, as labor relations in the hospitality industry in San Francisco have proven especially contentious, and have resulted in many protests, boycotts and other activities which have disrupted the business of the hotel or restaurant and the tourist industry and the downtown hotel area. \n     (6)     In view of these concerns, the City deems it necessary to approach with great caution any economic participation in a hotel or restaurant project if the City retains a proprietary interest, either as landlord, lender or guarantor. The City finds that cautionary approach to be particularly appropriate given other possible factors present in such developments, such as the City's sometimes special proprietary interests or other special concerns identified herein, and/or their complex financing schemes, the possible use of scarce land resources, as well as the dependence of such projects on public \"good will\" and the special vulnerability of such projects to consumer boycotts, etc. \n     (7)     One way to reduce the City's risk where it has a proprietary interest in a hotel or restaurant project is to require, as a condition of the City's investment or other economic participation, that employers operating in the hotel or restaurant project agree to a lawful, nonconfrontational alternative process for resolving a union organizing campaign. That alternative process is a so-called \"card check,\" wherein employee preference regarding whether or not to be represented by a labor union to act as their exclusive collective bargaining representative is determined based on signed authorization cards. Private employers are authorized under existing federal law to agree voluntarily to use this procedure in lieu of NLRB-supervised election procedures. \n     (8)     The Board of Supervisors finds based on local history that compliance with these procedures will help reduce the possibility of labor/management conflict jeopardizing the City's proprietary interest in a hotel or restaurant project. To ensure that card check procedures are required only to the extent necessary to ensure the goal of minimizing labor/management conflict, an employer who agrees to such procedures and performs its obligations under a card check agreement will be relieved of further obligation to abide by those procedures if a labor organization engages in economic action such as striking, picketing or boycotting the employer in the course of an organizing drive and at a site covered by this Article. \n     (9)     The sole purpose of this Article is to protect the City's proprietary interest in a particular hotel or restaurant project covered hereby. This Article is not enacted to favor any particular outcome in the determination of employer preference regarding union representation, nor to skew the procedures in such a determination to favor or hinder any party to such a determination. Likewise, this Article is not intended to enact or express any generally applicable policy regarding labor/management relations, or to regulate those relations in any way, but is intended only to protect the City's proprietary interest in certain narrowly prescribed circumstances where the City commits its economic resources and/or its related interests are put at risk by certain forms of labor/management conflict. \n(Formerly Sec. 23.31; added by Ord. 6-98, App. 1/16/98; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\n","heading":{"title":"23","chaptersection":"50. ","identifier":"23.50. ","catch_text":"FINDINGS AND DECLARATIONS."}}