{"text":"\n     For purposes of this Article, the following definitions shall apply: \n     (1)     \"Card check agreement\" means a written agreement between an employer and a labor organization providing a procedure for determining employee preference on the subject of whether to be represented by a labor organization for collective bargaining, and if so, by which labor organization to be represented, which provides, at a minimum, the following: \n          (a)     Determining employee preference regarding union representation shall be by a card check procedure conducted by a neutral third party in lieu of a formal election; \n          (b)     All disputes over interpretation or application of the parties' card check agreement, and over issues regarding how to carry out the card check process or specific card check procedures shall be submitted to binding arbitration; \n          (c)     Forbearance by any labor organization from economic action against the employer at the worksite of an organizing drive covered by this Article, and in relation to an organizing campaign only (not to the terms of a collective bargaining agreement), so long as the employer complies with the terms of the card check agreement; \n          (d)     Language and procedures prohibiting the labor organization or the employer from coercing or intimidating employees, explicitly or implicitly, in selecting or not selecting a bargaining representative. \n     (2)     \"City contract\" means a Lease, management agreement, service agreement, loan, bond, guarantee, or other similar agreement to which the City is a party and in which the City has a proprietary interest. \n     (3)     \"Collective bargaining agreement\" means an agreement between an employer and a labor organization regarding wages, hours and other terms and conditions of employment of the employer's employees. For purposes of this Article, a collective bargaining agreement does not include a card check agreement as defined herein. \n     (4)     \"Developer\" means any person, corporation, association, general or limited partnership, limited liability company, joint venture or other entity which does or which proposes to purchase, Lease, develop, build, remodel or otherwise establish a hotel or restaurant project. \n     (5)     \"Economic action\" means concerted action initiated or conducted by a labor union and/or employees acting in concert therewith, to bring economic pressure to bear against an employer, as part of a campaign to organize employees or prospective employees of that employer, including such activities as striking, picketing, or boycotting. A lawsuit to enforce this Article is not \"economic action.\" \n     (6)     \"Employer\" means any developer, manager/operator or subcontractor who employs individuals in a hotel or restaurant in a hotel or restaurant project. \n     (7)     \"Hotel or restaurant project\" means a development project or facility in which the City has a proprietary interest and which contains a hotel or restaurant. For purposes herein a \"hotel\" shall mean any use or facility falling within either definition of Section \n314.1(g) or (h) of the San Francisco Planning Code. For purposes herein a \"restaurant\" shall mean any facility that has as its principal purpose the sale of food and beverage for primarily on-site consumption, including any such facility operating within or as part of another facility, such as a stadium, hotel or retail store. A hotel or restaurant project, as defined herein, includes a mixed-use development project in which the City has a proprietary interest which contains a hotel or restaurant, regardless of whether the City's proprietary interest is in the hotel or restaurant portion of such mixed-use development or the mixed-use development project as a whole. Notwithstanding the foregoing or anything else contained herein, the requirement in this Article that an employer enter into a card check agreement shall apply only to those employers who employ employees in a hotel or restaurant and shall not apply to those portions of a mixed-use development project which do not contain a hotel or restaurant. \n     (8)     \"Labor organization\" means any organization of any kind, or any agency or employee representation committee or plan, in which employees participate and which exists for the purpose, in whole or in part, of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of work. \n     (9)     \"Manager/operator\" means any person, corporation, association, limited or general partnership, joint venture or other entity (including a developer) that operates or manages a hotel or restaurant in a hotel or restaurant project, or provides any material portion of the services provided by such hotel or restaurant in a hotel or restaurant project, whether by subcontract or City contract. \n     (10)     \"Proprietary interest\" means any nonregulatory arrangement or circumstance in which the financial or other nonregulatory interests of the City in a hotel or restaurant project could be adversely affected by labor/management conflict or consumer boycotts potentially resulting from a union organizing campaign, in the following circumstances: \n          (i)     The City receives significant ongoing revenue (such as rent payments) under a Lease of Real Property owned by the City for the development of a hotel or restaurant project, excluding government fees or tax or assessment revenues, or the like (except for tax revenues under the circumstances specified in (ii)); or \n          (ii)     The City receives ongoing revenue from a hotel or restaurant project to pay debt service on bonds or loans provided by the City to assist the development of such hotel or restaurant project (including incremental tax revenues generated by the hotel or restaurant project or the development project in which it is located and used, directly or indirectly, to pay debt service on bonds or to repay a loan by the City where the proceeds are used for development of that hotel or restaurant project or the development project in which it is located); \n          (iii)     The City has agreed to underwrite or guarantee the development or operation of a hotel or restaurant project, or loans related thereto. \n               In addition to the circumstances described in (i)above, the City shall be deemed to have a proprietary interest in a hotel or restaurant project if the City determines or an interested party demonstrates prior to the effective date of the subcontract or City contract pursuant to which a hotel or restaurant will be operated in a hotel or restaurant project that there is a significant risk that the City's financial or other nonregulatory interest in a hotel or restaurant project could be adversely affected by labor/management conflict or consumer boycotts potentially resulting from a union organizing campaign except that no circumstance or arrangement shall be considered \"financial or non-regulatory\" under this definition if it is such that arises from the exercise of regulatory or police powers such as taxation, (except as provided in (ii) above), zoning or the issuance of permits and licenses. \n     (11)     \"Subcontract\" means any Lease, sublease, management agreement or other similar agreement between a developer or a manager/operator and a subcontractor which contemplates or permits the subcontractor to operate or manage all or a portion of a hotel or restaurant in a hotel or restaurant project. \n     (12)     \"Subcontractor\" means any person, corporation, association, limited or general partnership, limited liability company, joint venture or other entity that enters into a subcontract with a developer or manager/operator. \n     (13)     \"Substantial amendment\" to a Pre-Existing Agreement, for purposes of the exemption for Employers operating before the effective date of this Chapter in Section \n23.53(b)(2) and Section Two of Ordinance No. 108-99, means an amendment to or renewal or extension of a Pre-Existing Agreement that provides for or permits any of the following: \n          (a)     A change in use within the scope of this Article (i.e., which provides for the operation of a hotel or restaurant);\n          (b)     An increase in square footage, seating or rooms of more than 25%; except neither of the following, by themselves, shall constitute a substantial amendment: \n               (i)     Addition of outside seating or patio dining which increases the total seating or square footage devoted to seating by less than 25%; \n               (ii)     An increase in space for purpose of parking or storage; or\n          (c)     A new Lease period of greater duration than the period provided in the Pre-Existing Agreement.\n(Formerly Sec. 23.32; added by Ord. 6-98, App. 1/16/98; amended by Ord. 108-99, File No. 990298, App. 5/7/99; amended and renumbered by Ord. 15-01, File No. 001965, App. 2/2/2001) \n\n","heading":{"title":"23","chaptersection":"51","identifier":"23.51","catch_text":"DEFINITIONS."}}