{"text":"\n     Not less than 10 days prior to action by the Board of Supervisors approving a sale, transfer, or other conveyance of fee title to City-owned property, including but not limited to approval of a conveyance as part of the settlement of litigation, the Clerk of the Board shall work with City departments to make certain that the department having jurisdiction of the City-owned property shall cause notice of the proposed action t be given as follows: \n     (a)     Notice shall be posted on the site of the property to be conveyed (\"the Transfer Site\") in accordance with the requirements established by the Zoning Administrator under Planning Code Sections \n311 and \n312. \n     (b)     Written notice describing the proposed action shall be mailed to all owners and, to the extent practicable, occupants of properties within 150 feet of the Transfer Site in the same Assessor's Block and on the block face across from the Transfer Site. When the Transfer Site is a corner lot, the notification area shall further include all property on both block faces across from the Transfer Site, and the corner property diagonally across the street. The latest City-wide Assessor's roll for names and addresses of owners shall be used for such notice. \n     (c)     Written notice describing the proposed action shall also be mailed to persons or organizations that have indicated an interest in the Transfer Site or its area by including their names on a list maintained by the Planning Department. \n     This notice requirement shall not apply to a transfer of jurisdiction between one City agency or department and another City agency or department. \n     Failure to comply with these notice requirements shall not invalidate conveyance of such property. \n(Added by Ord. 25-04, File No. 031989, App. 2/19/2004)\n\n","heading":{"title":"23","chaptersection":"7. ","identifier":"23.7. ","catch_text":"PUBLIC NOTICE REQUIRED PRIOR TO BOARD OF SUPERVISORS' APPROVAL OF A SALE, TRANSFER, OR OTHER CONVEYANCE OF CITY-OWNED PROPERTY."}}