{"text":"\n     The Board of Supervisors shall be guided by the following policy regarding the disposition of Surplus and Underutilized Property, which policy shall be the official policy of the City. This policy applies to Surplus and Underutilized Property regardless of whether such Property has been included on an annual Surplus Property Report. \n     Subject to any disposition priority required by State law and other limitations expressly set forth herein, Surplus and Underutilized Property shall be used in the following order of priority: \n          (i)     First, for the development of affordable housing for people who are Homeless and persons earning less than 20% of the Area Median Income for the San Francisco PMSA as established by the United States Department of Housing and Urban Development and reported by the Mayor's Office of Housing. Provided that: \n               1.     The housing shall remain affordable for the useful life of the Property; \n               2.     Housing costs in such housing shall not exceed 30% of the resident's income: \n               3.     Projects in which people who are homeless rehabilitate and renovate property in exchange for their tenancy or \"sweat equity\" in the property shall be encouraged. \n          (ii)     Second, for other on-site services for people who are Homeless or for non-profit agencies serving people who are Homeless, including not limited to job training, senior services, healthcare and childcare for people who are homeless. \n          (iii)     Third, for the development of affordable housing for persons earning no more than 60% of the Area Median Income for the San Francisco PMSA as established by the United States Department of Housing and Urban Development and reported by the Mayor's Office of Housing, provided that the housing shall remain affordable for the useful life of the Property. \n     When the Executive Director determines Surplus Property is unsuitable for the uses described in subsections (i), (ii), and (iii) above because it is unsafe, inconveniently located or located in an area inappropriate for housing, or otherwise cannot meet the purposes of this Chapter, or when the Executive Director receives no acceptable applications pursuant to Section \n23A.8, it shall be City policy to encourage the sale of such Surplus Property in accordance with the requirements of Administrative Code Section \n23.3 and other applicable laws and to designate use of the net proceeds of such sales and/or leases for the purpose of financing affordable housing in San Francisco that meets the criteria set forth in subsection (i) above. \n(Added by Ord. 227-02, File No. 011498, App. 11/26/2002; amended by Ord. 93-04, File No. 040537, App. 5/27/2004; amended by Ord. 291-04, File No. 041316, App. 12/14/2004) \n\n","heading":{"title":"23A","chaptersection":"10. ","identifier":"23A.10. ","catch_text":"BOARD OF SUPERVISORS REVIEW AND CRITERIA."}}