{"text":"\n     (a)     The Executive Director shall solicit applications from non-profit agencies serving the Homeless to lease or acquire Property that is listed as Surplus or Underutilized in any Surplus Property Report for use to assist the Homeless in accordance with the priorities set forth below in Section 23A.10(i) and (ii). The Executive Director shall require that all applications describe in detail (i) the type of conveyance the applicant seeks (i.e., a lease for a specific term or transfer of fee title) and the legal consideration, if any, the applicant proposes to pay for such conveyance, (ii) the intended use of the Property, including how it relates to the priorities of uses set forth in Section 23A.10 below; (iii) a specific plan and schedule for the development or improvement of the Property, including compliance with all applicable federal, state and local laws, including, without limitation, laws regarding disabled access, health, building and safety codes, and environmental compliance with the California Environmental Quality Act (CEQA\"), California Public Resources Code Sections 21000 et seq., and San Francisco Administrative Code \nChapter 31; and (iv) a plan to secure adequate financial resources to develop, improve, insure, manage and maintain the Property. The Executive Director shall make available to all interested non-profit agencies contact information: (a) identifying any independent organizations working on behalf of homeless people that can assist homeless service providers in resolving any problems that may arise in the application processes; and (b) City staff persons who are available to assist in the application process. The Executive Director shall require submission of applications by September 30th of each year, but may, in its sole discretion, grant extensions of the deadline, provided in no event shall such extensions exceed thirty (30) days. \n     (b)     Upon receipt of all applications for development of housing or other on-site services for the Homeless, the Executive Director shall work with the City Attorney's Office to prepare legislation containing the Executive Director's recommendations as to the terms of disposition and development of each Surplus Property for submission for the Board of Supervisors' approval in accord with the policies and procedures set forth in this Chapter. The Clerk of the Board of Supervisors shall calendar a hearing before a committee of the Board of Supervisors no later than January 30 of each year to review the status of applications and the recommendations of the Surplus Property Citizens' Advisory Committee made pursuant to Section \n23A.9(c) below. \n     (c)     In the event the Executive Director does not receive any acceptable applications for certain of the Surplus Properties for development of housing or other on-site services for the Homeless, then the Executive Director may solicit applications from developers for the development of affordable housing other than solely housing for the Homeless, provided that the Executive Director first obtains the agreement of the Surplus Property Citizens' Advisory Committee that such solicitation of applications is warranted. The Executive Director shall require that any proposed affordable housing development under this subsection (c) shall serve persons earning no more than 60% of the Area Median Income for the San Francisco PMSA and, in preparing recommendations as to the applications received, shall give priority to projects that include the highest percentage of extremely low-income persons. \n     (d)     Upon receipt of all applications for development of affordable housing, the Executive Director shall work with the City Attorney's Office to prepare legislation containing the Executive Director's recommendations as to the terms of disposition and development of each Surplus Property for submission for the Board of Supervisor's approval in accord with the policies and procedures set forth in this Chapter. \n     (e)     If, after solicitation of applications pursuant to both subsections (a) and (c), the Executive Director determines that further efforts to solicit applications would likely be futile, the Executive Director shall notify the Administrator, who shall prepare and submit to the Mayor and Board of Supervisors legislation either transferring jurisdiction over such Properties from MOH to another City Department for such department's use or seeking to sell such properties, as determined by the Administrator. It shall be City policy to encourage the sale of such Surplus Property in accordance with the requirements of Administrative Code \n23.3 and other applicable laws and to designate use of the net proceeds of such sales for the purpose of financing affordable housing in San Francisco. \n(Added by Ord. 227-02, File No. 011498, App. 11/26/2002; amended by Ord. 93-04, File No. 040537, App. 5/27/2004)\n\n","heading":{"title":"23A","chaptersection":"8","identifier":"23A.8","catch_text":"DEVELOPMENT OF PROPERTY."}}