{"text":"\n     (a)     Subject to (i) the terms and conditions of any gift, trust, deed restriction, bond covenant or other covenants or restrictions, mortgage, deed of trust, lease, license, use agreement or other agreement applicable to such Property, (ii) state or federal laws related to the disposition of surplus City Property, including, without limitation, California Government Code Section 54220 et seq., and (iii) the jurisdictional authority over City Property granted to certain Commissions under the City's Charter, including, without limitation, as set forth in Charter Sections \n4.112, \n4.113, \n4.114, \n4.115, \n5.101, \n8A.102, the Board of Supervisors may by resolution approve the dispositions recommended by the Executive Director in accordance with this Chapter or approve dispositions different from those recommended by the Executive Director. Upon approval of such a resolution, it shall be the duty of the Executive Director to take all steps necessary to implement the resolution. \n     (b)     Any final declaration that Property is Surplus or Underutilized and any final conveyance of Property under this Chapter shall be in accordance with and subject to all applicable laws, including (i) the terms and conditions of any gift, trust, deed restriction, bond covenant or other covenants or restrictions, mortgage, deed of trust, lease, license, use agreement or other agreement applicable to such Property, (ii) state or federal laws related to the disposition of Surplus City Property, including, without limitation, Government Code Section 54220 et seq., (iii) the jurisdictional authority over City Property granted to certain Commissions under the City's Charter, including, without limitation, as set forth in Charter Sections \n4.112, \n4.113, \n4.114, \n4.115, \n5.101, \n8A.102, and (iv) the requirements set forth in Administrative Code Sec. \n23.3 of further Board of Supervisors approval by resolution or ordinance of final transaction documents after the completion of all required environmental review under CEQA, provided, however, that the requirements set forth in Administrative Code Section \n23.3 of sale by public auction or competitive bidding and a sales price of at least 100 percent of appraised fair market value shall not apply to dispositions pursuant to this Chapter. Any such duly approved conveyance may be at no cost or less than fair market value as a conveyance that furthers a proper public purpose. \n     (c)     Any conveyance of Property at less than fair market value or for homeless uses under this section shall include covenants that require that the Property be used in conformance with this Chapter and prohibits any developer of Property from reselling, transferring or subleasing Property at a profit, or such other \"anti-speculation\" requirements as the Executive Director may approve. In the case of home ownership development, the limited equity is subject to the Property remaining available to the Homeless population in the calculation of any resale price. \n     (d)     Any City department other than an Enterprise Department wishing to dispose of Surplus or Underutilized Property under such department's jurisdiction in a manner other than pursuant to this Chapter, regardless of whether such Surplus or Underutilized Property is listed on the then current Surplus Property Report, shall notify the Administrator, the Executive Director and the Surplus Property Citizens' Advisory Committee prior to seeking any approvals of any proposed disposition. The notice shall include the same information about the Surplus or Underutilized Property required under Section \n23A.5. The Administrator, the Executive Director and the Surplus Property Citizens' Advisory Committee shall review such information and, within 45 days after submission, make recommendations to the Board of Supervisors regarding the disposition of the Surplus or Underutilized Property and consistent with the policy set forth in Section \n23A.10. The Board of Supervisors may by resolution approve a disposition consistent with such recommendations and this Chapter or approve a different disposition. Upon approval of such a resolution, it shall be the duty of the Administrator, the Executive Director and other City officials, as appropriate, to take all steps necessary to implement the resolution. \n(Added by Ord. 227-02, File No. 011498, App. 11/26/2002; amended by Ord. 93-04, File No. 040537, App. 5/27/2004; Ord. 291-04, File No. 041316, App. 12/14/2004) \nSec. 23A.12.  [Reserved]\n\n","heading":{"title":"23A","chaptersection":"11. ","identifier":"23A.11. ","catch_text":"DISPOSITION AND UTILIZATION OF SURPLUS, UNDERUTILIZED AND UNUTILIZED PROPERTY."}}