{"text":"\n     The Administrator shall review the list of Property submitted by City departments pursuant to Section \n23A.5 above and shall strike from this initial list any Property that is under the jurisdiction of the Recreation and Park Department, is part of the public right-of-way, or is subject to deed restrictions or other legal restrictions that would prevent the City from disposing of such Property pursuant to this Chapter. The Administrator shall further consult with other City Departments, Mayor, members of the Board of Supervisors and the Citizens' Advisory Committee to identify any Property listed on the initial list for which a City Department other than the Department with current jurisdiction has a specific operational need and shall remove such Properties from the Surplus Property Report. The Administrator shall thereafter initiate the transfer of jurisdiction over those identified Properties to the Departments that can utilize them. The Administrator shall state in writing the reasons for the removal of each Property from the initial list and shall provide such report to the Mayor's Office of Housing, the Board of Supervisors, and the Citizens Advisory Committee. By June 1st of each year, the Administrator shall compile a comprehensive report for the remaining Property listed that includes, at a minimum, the following information: the street address, if any, and the block and lot number for each Property; the City Department with jurisdiction over each Property; a description of the zoning applicable to and surrounding such Properties; a plat map for each Property; the area in square footage for each Property; a description of the surrounding properties and neighborhood; any limitations on the development of the Property; and pictures of the Property (the \"Surplus Property Report\"). The Surplus Property Report shall also include a list of any and all City-owned properties that are adjacent to each listed Property and appear to be vacant or underutilized, along with the identification of the City Department with jurisdiction over such adjacent property. No later than June 30th of each year, the Administrator shall transmit the completed Surplus Property Report to the Mayor's Office of Housing and to the Board of Supervisors. The Administrator shall maintain and release written records of all information compiled under this Chapter in conformance with all state and local laws governing the retention and disclosure of public records. \n(Added by Ord. 227-02, File No. 011498, App. 11/26/2002; amended by Ord. 93-04, File No. 040537, App. 5/27/2004)\n\n","heading":{"title":"23A","chaptersection":"6. ","identifier":"23A.6. ","catch_text":"COMPILATION OF INFORMATION BY ADMINISTRATOR."}}