{"text":"\n     (a)     There shall be a Surplus Property Citizens' Advisory Committee composed of 13 members appointed as follows:\n          (1)     One member with expertise in the area of developing permanent housing for Homeless people and those at risk of homelessness, appointed by the Board of Supervisors. \n          (2)     One member with experience in providing supportive services to help individuals and families exit homelessness, appointed by the Board of Supervisors. \n          (3)     One member who holds a Real Estate and/or Broker's license, appointed by the Board of Supervisors.\n          (4)     One member who is currently or formerly homeless, appointed by the Board of Supervisors.\n          (5)     One member who is currently or formerly homeless with their family or is an advocate or service provider for homeless families, appointed by the Board of Supervisors. \n          (6)     One member who is a member of a union, appointed by the Board of Supervisors.\n          (7)     One member who has expertise with disability community issues, appointed by the Board of Supervisors.\n          (8)     One member who is a homeless senior citizen or is an advocate or service provider for homeless senior citizens, appointed by the Board of Supervisors. \n          (9)     One representative from the Mayor's Office of Housing.\n          (10)     One member who advocates on behalf of open space and/or neighborhood parks, appointed directly by the Mayor, without confirmation by the Board of Supervisors. \n          (11)     One member who broadly represents the interests of San Francisco's neighborhoods, appointed directly by the Mayor, without confirmation by the Board of Supervisors. \n          (12)     The Mayor's Budget Director or his or her designee.\n          (13)     The Chair of the Board of Supervisors Finance and Audits Committee or his or her designee.\n     (b)     The Board and Mayor shall attempt through their appointments to ensure the broadest possible representation from the different geographic areas of the City and County of San Francisco. \n     (c)     The Surplus Property Citizens' Advisory Committee shall comply with all applicable public records and meetings laws and shall be subject to the Conflict of Interest provisions of the City's Charter and Administrative Code. The Surplus Property Citizens' Advisory Committee shall review each Surplus Property Report and any applications for such Surplus or Underutilized Property submitted to the Executive Director under Section \n23A.8 above. Based on such review and testimony from such public hearings as the Surplus Property Citizens' Advisory Committee may hold, by December 15th of each year, the Surplus Property Citizens' Advisory Committee shall make written recommendations to the Board of Supervisors as to (i) Property that was not listed by the City as Surplus or Underutilized Property, but which should be so listed in the next year's Surplus Property Report, (ii) which Property included in that year's Surplus Property Report as Surplus or Underutilized Property is suitable for disposition for the purpose of directly assisting people who are homeless, (iii) which applications for use of such Surplus or Underutilized Property should be granted, and (iv) which Property should be disposed of for other uses, but the proceeds of which should be used in accord with the policy set forth in Section \n23A.10 below. \n     (d)     This subsection (d) shall not apply to the representative from the Mayor's Office of Housing, the Mayor's Budget Director or his or her designee or the Chair of the Board of Supervisors Finance and Audits Committee or his or her designee. The remaining ten members of the Surplus Property Citizens' Advisory Committee shall be appointed for a term of two years; provided, however, that the ten members first appointed shall, by lot at the first meeting, classify their terms so that five shall serve for a term of one year and five shall serve for a term of two years. \n(Added by Ord. 93-04, File No. 040537, App. 5/27/2004; amended by Ord. 291-04, File No. 041316, App. 12/14/2004)\n\n","heading":{"title":"23A","chaptersection":"9","identifier":"23A.9","catch_text":"SURPLUS PROPERTY CITIZENS' ADVISORY COMMITTEE."}}