{"text":"\n     By July 15th of each year, the Administrator, working with the Executive Director and City Attorney's Office, shall submit to the Mayor and Board of Supervisors legislation transferring jurisdiction over the Properties, save and except for those Properties that are under the jurisdiction of Enterprise Departments, on the Surplus Property Report completed in accord with Section \n23A.6 above to the Mayor's Office of Housing (\"MOH\") for the purpose of MOH's assessment of each Surplus Property for development as affordable housing consistent with this Chapter. \n     For those Properties transferred to MOH that MOH does not deem suitable for such development, the Executive Director shall notify the Administrator, who shall prepare and submit to the Mayor and Board of Supervisors legislation either transferring jurisdiction over such Properties from MOH to another City Department for such department's use or seeking to sell such properties, as determined by the Administrator. It shall be City policy to encourage the sale of such Surplus Property in accordance with the requirements of Administrative Code Section \n23.3 and other applicable laws and to designate use of the net proceeds of such sales for the purpose of financing affordable housing in San Francisco. \n     For those Surplus Properties MOH deems suitable for such development, the Executive Director shall publicize the availability of the Surplus Properties and seek applications for development of the Properties as described further in Section 23.A8 below. The Executive Director also shall take all steps necessary to comply with the State Surplus Property Statute. With respect to Surplus Property under the jurisdiction of Enterprise Departments, the Board of Supervisors may, by separate legislation, urge the Commissions or Boards of such Enterprise Departments to consider approving a transfer of jurisdiction over the Properties to MOH for uses consistent with this Chapter. In the event any Commissions or Boards of Enterprise Departments take such action, the Administrator shall then prepare and submit to the Mayor and Board of Supervisors the appropriate legislation to transfer jurisdiction over that Enterprise Department's Surplus Property. \n(Added by Ord. 227-02, File No. 011498, App. 11/26/2002; amended by Ord. 93-04, File No. 040537, App. 5/27/2004)\n\n","heading":{"title":"23A","chaptersection":"7","identifier":"23A.7","catch_text":"TRANSFER OF JURISDICTION OVER SURPLUS PROPERTIES TO THE MAYOR'S OFFICE OF HOUSING."}}