{"text":"\n     The Board of Supervisors of the City and County of San Francisco hereby finds: \n     (a)     Homelessness in San Francisco is a crisis. The Mayor's Offices of Community Development and Housing estimate that there are 3,125 homeless families and 9,375 homeless individuals in San Francisco. \n     (b)     The main causes of homelessness are high cost of living, lack of affordable housing units, welfare reform, de-institutionalization of the mentally ill, substance abuse and San Francisco's unique place as a destination point. These causes are identified by the Mayor's Offices of Community Development and Housing in the 2000 Consolidated Plan. \n     (c)     For homeless individuals and families, there is an unmet need of 3,187 housing slots for individuals and 2,025 slots for families.\n     (d)     Surplus City property could be utilized to provide housing to homeless men, women and children.\n     (e)     Surplus City property that is unsuitable for housing could be sold to generate income for permanent housing for people who are homeless. \n     (f)     San Francisco's housing stock is unaffordable for many residents. The average rent for a two-bedroom apartment increased by 110% from 1980 to 1990, while the overall cost of living increased by 64%. At $1,940, the average two-bedroom unit is out of reach to households earning less than $77,600 per year, based on the Department of Housing and Urban Development's standards. \n     (g)     San Francisco is experiencing a severe shortage of housing resulting in a negligible vacancy rate for habitable housing for persons earning less than half of the area median income. \n     (h)     Many renters are unable to locate rental housing of any kind. These persons are increasingly seeking shelter in already overcrowded emergency shelters and, when such shelters are full, finding themselves on the City's streets. \n     (i)     Existing rental housing constitutes much of the remaining affordable housing in the City. The number of such units is diminishing as a result of increased pressures for more development both downtown and in many neighborhoods. \n     (j)     Frequently, real estate speculation results in the premature closure of existing habitable buildings and the withdrawal of existing rental units from the market long before such closure would be needed for any physical redevelopment of such sites. \n     (k)     The Board of Supervisors and the Mayor have concurred with the findings of the City's Health Commission that there exists a health and housing emergency, as enumerated in Board Resolution 537-01, adopted by the Board of Supervisors on June 25, 2001 and approved by the Mayor on July 6, 2001. \n     (l)     Under the City's Charter, a number of City Commissions and Departments, including the Port, the Airport, the Public Utilities Commission, the Municipal Transportation Agency, the Recreation and Parks Commission and the Fine Arts Museums Board of Trustees have jurisdiction and control of their respective Property, and, thus, the provisions of this Chapter regarding declaring Property surplus or conveying Property shall operate only as recommendations of policy to such departments and Commissions. \n     (m)     State law includes a number of statutes that potentially govern the disposition of surplus City Property, including Government Code Section 54220 et seq. (the \"State Surplus Property Statute\"). Under the State Surplus Property Statute, State agencies and subdivisions of the State, including cities or counties, disposing of surplus real property must first send a written offer to sell surplus property to and negotiate in good faith the conveyance of such surplus property with certain local agencies designated by the State for affordable housing, recreation, open space and school purposes. Any conveyances of Surplus Property under this Chapter would be subject to and would first need to comply with applicable State law, including the State Surplus Property Statute, and the application of the State Surplus Property Statute may preclude or impair disposing of Surplus Property for the purposes and in the manner set forth in this Chapter. \n(Added by Ord. 227-02, File No. 011498, App. 11/26/2002)\n\n","heading":{"title":"23A","chaptersection":"2","identifier":"23A.2","catch_text":"FINDINGS."}}