{"text":"\n     (1)     The Board of Supervisors declares as a matter of general policy that the right to buy, lease, sublease, use or occupy land in redevelopment projects without discrimination or segregation based upon race, color, creed, national origin, ancestry, age, sex, sexual orientation or disability should properly be considered in the nature of a civil right and that appropriate steps should be taken to safeguard and protect that right. \n     (2)     The Board recommends that every tentative plan submitted by the Planning Commission and every redevelopment plan submitted by the Redevelopment Agency or any person, firm, association or corporation or any public or private agency qualified to do so for approval of the Board of Supervisors pursuant to the Community Redevelopment Act contain, in addition to the other requirements set forth in such act, adequate provisions precluding direct or indirect discrimination against or segregation of any person or group of persons on account of race, color, creed, national origin, ancestry, age, sex, sexual orientation or disability in connection with the sale, lease, sublease, transfer, use, occupancy, tenure or enjoyment of land or of any interest therein within the redevelopment projects which is acquired or to be acquired by the Redevelopment Agency. \n     (3)     The Board further recommends that each tentative plan and each redevelopment plan submitted to the Board of Supervisors for approval shall require that express provisions be included in deeds, leases and contracts entered into by the Redevelopment Agency in substantially the following form: \n          (a)     In Deeds. \"The grantee herein covenants by and for himself or herself, his or her heirs, executors, administrators and assigns, and this conveyance is made and accepted upon and subject to the following conditions: \n               \"(1)     That there shall be no discrimination against or segregation of any person or group of persons on account of race, creed, color, national origin, ancestry, age, sex, sexual orientation or disability in the sale, lease, sublease, transfer, use, occupancy, tenure or enjoyment of the premises herein conveyed, nor shall the grantee himself or herself or any person claiming under or through him or her establish or permit any such practice or practices of discrimination or segregation with reference to the selection, location, number, use or occupancy of tenants, lessees, sublessees or vendees in the premises herein conveyed. \n               \"(2)     The foregoing covenant shall run with the land and shall bind the grantee, his or her heirs, executors, administrators and assigns and all persons claiming under or through them. \n               \"(3)     In the event of any breach of the foregoing covenant by any party bound thereby, it shall be the duty of the Redevelopment Agency to endeavor immediately to remedy such breach by conference, conciliation and persuasion. In case of failure so to remedy such breach, or in advance thereof, if in the judgment of the Redevelopment Agency circumstances so warrant, the breach shall be enjoined or abated by appropriate proceedings brought by the Redevelopment Agency.\" \n          (b)     In Leases. \"The lessee herein covenants by and for himself or herself, his or her heirs, executors, administrators and assigns, and this lease is made and accepted upon and subject to the following conditions: \n               \"(1)     That there shall be no discrimination against or segregation of any person or group of persons on account of race, creed, color, national origin, ancestry, age, sex, sexual orientation or disability in the lease, sublease, transfer, use, occupancy, tenure or enjoyment of the premises herein leased, nor shall the lessee himself or herself or any person claiming under or though him or her establish or permit any such practice or practices of discrimination or segregation with reference to the selection, location, number, use or occupancy of tenants, lessees, sublessees or vendees in the premises herein leased. \n               \"(2)     The foregoing covenant shall bind the lessee, his or her heirs, executors, administrators and assigns and all persons claiming under or through them. \n               \"(3)     Any breach of the foregoing covenant by any party bound thereby may be enjoined or abated by appropriate proceedings brought by the immediate lessor of the person committing such breach or, in the event of his or her failure to act, it shall be the duty of the Redevelopment Agency, as agent and on behalf of the immediate lessor, and the lessor does irrevocably appoint the Redevelopment Agency as his or her agent for this purpose, to endeavor immediately to remedy the breach by conference, conciliation and persuasion, or, in the event of failure so to remedy such breach, then the breach shall be enjoined or abated by appropriate proceedings brought by the Redevelopment Agency.\" \n          (c)     In contracts entered into by the Redevelopment Agency relating to the sale, transfer, or lease of land or of any interest therein acquired by such agency within any redevelopment area or project, the foregoing provisions, in substantially the form set forth, shall be included, and the contracts shall further provide that the foregoing provisions shall be binding upon and shall obligate the contracting party or parties and any subcontracting party or parties or other transferee under such instruments. \n     (4)     The Board does further recommend that every tentative plan and every redevelopment plan which shall be submitted to the Board of Supervisors for approval shall declare it to be the duty of the Redevelopment Agency to exercise the rights, powers and privileges in respect to the prevention of discrimination and segregation granted by the tentative plan and redevelopment plan and by the clauses prohibiting discrimination and segregation required by such tentative plan and redevelopment plan to be inserted in deeds, leases and contracts relating to any interest in land which shall have been acquired by the Redevelopment Agency. \n     (5)     This section must not be construed to preclude in any way the full and fair consideration according to law of any plans submitted in conformity with the Community Redevelopment Act. \n(Amended by Ord. 511-82, App. 10/14/82)\n\n","heading":{"title":"24","chaptersection":"6","identifier":"24.6","catch_text":"STANDARDS AS TO EXERCISE OF RIGHTS IN REDEVELOPMENT PROJECTS WITHOUT DISCRIMINATION."}}