{"text":"\n     (a)     Upon the filing with the Board of a signed complaint, specifying the nature of the grievance, the displacing agency and/or agency responsible for providing relocation services and the address to which notices may be sent, the Secretary shall notify said agency or agencies of the complaint and request said agency or agencies to submit a report to the Board within 15 days. An additional 15-day period may be granted by the Executive Secretary or President if necessary for the agency to complete its report. The Executive Secretary may attempt to resolve the complaint by conference, conciliation, persuasion or other means, shall maintain records of such attempts and shall submit such records and reports to the Board in accordance with said Board's wishes. If the aggrieved party is dissatisfied with any solution proposed by the Secretary, said party may request in writing that the matter be heard by the Board forthwith. Thereupon the Secretary shall set the matter for hearing by the Board and in writing notify the aggrieved party and the agency or agencies involved of the time and place of said hearing. \n     (b)     Following the Secretary's investigation, provided attempts to resolve the complaint are unsuccessful, the complainant and agencies involved shall be notified of the time and place of hearing by mail. The date fixed for the hearing shall be not less than five days from the date of notice thereof. The hearing shall be informal and the complainant shall be entitled to bring counsel, witness and documentation. The Board's decision will be based on the complainant and any related evidence presented. \n     (c)     If the Board determines that the complaint is unjustified or unsubstantiated, or that there is insufficient or inadequate basis for the complaint, the complaint shall be dismissed and the complainant shall be notified of this action by certified mail. Such notice shall also report the reasons for the dismissal. \n     (d)     Where the Board determines that the complaint is well founded, the Board shall notify the displacing agency of its decision and make recommendation for the settlement of the dispute, giving the reasons therefor. The displacing agency or agency responsible for providing relocation services shall comply with the recommendation to the maximum extent permitted by law and governmental regulations. The complainant will be notified of the decision of the Board. \n(Added by Ord. 333-72, App. 11/14/72)\n\n","heading":{"title":"24B","chaptersection":"7. ","identifier":"24B.7. ","catch_text":"ADJUSTMENT AND SETTLEMENT OF COMPLAINTS."}}