{"text":"\n     Within 15 days of the receipt of a request from the City Attorney to conduct an administrative hearing, the City Administrator shall send a notice to the owner of the Deemed Approved Off-Sale Alcohol Use of the time and place of the administrative hearing for violation of the Deemed Approved Performance Standards. The hearing date shall be set at the Hearing Officer's sole discretion, except that the hearing must commence within 60 days of the date the City Attorney requests the administrative hearing. The Hearing Officer may extend that 60 days period by up to 30 days at his or her discretion or if the City Attorney or the owner of the Deemed Approved Off-Sale Alcohol Use requests, within 5 days of receipt of the Notice of Administrative Hearing, to submit briefing to the Hearing Officer on the alleged violations of the Performance Standards. In the event that briefing is requested, the Hearing Officer shall inform the parties of a briefing schedule that will allow the Hearing Officer sufficient time to consider the briefing prior to the administrative hearing. \n     Notice may be accomplished by personal service or by U.S. mail, or if both of these methods prove unsuccessful, then by posting the Notice of Administrative Hearing in a conspicuous place on the property. Notices shall include notification that conditions or administrative penalties may be imposed on the Deemed Approved Off-Sale Alcohol Use or that the Hearing Officer may consider revocation of the Deemed Approved status of the Off-Sale Alcohol Use. In addition, the City Administrator shall post the notice in accordance with those laws governing the noticing of meetings of policy bodies contained in Article II of Section 67 of the Administrative Code. As long as service has been made as set forth above, failure of any person or party to receive notice given pursuant to this Section shall not affect the validity of any proceedings hereunder. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"17","identifier":"26.17","catch_text":"NOTICE OF ADMINISTRATIVE HEARINGS FOR VIOLATIONS OF DEEMED APPROVED PERFORMANCE STANDARDS."}}