{"text":"\n     If the City Attorney receives from the Director of the Planning Department, the Chief of Police, the Director of the Department of Public Health or the Director of the Department of Building Inspection, or the designee of any of these officials, a request to consider bringing an administrative hearing pursuant to Sections \n26.14—\n26.23 or prosecuting a Deemed Approved Off-Sale Alcohol Use for violations of City, State and/or Federal laws for violations of the Performance Standards specified in Section \n26.12, or for violations of any condition that has been placed on a Deemed Approved Off-Sale Alcohol Use under the provisions of Sections \n26.20—\n26.21, the City Attorney may determine that it is appropriate to file a civil action against the Deemed Approved Off-Sale Alcohol Use and/or may determine that it is appropriate to bring the Deemed Approved Off-Sale Alcohol Use to an administrative hearing. At the administrative hearing, the City Attorney may request that a decision be issued ordering that the violations of the Performance Standards be corrected, that a decision be issued imposing administrative penalties against the Deemed Approved Off-Sale Alcohol Use, and/or that a decision be issued imposing conditions on the continued operation of the Deemed Approved Off-Sale Alcohol Use. \n     In the event that the Deemed Approved Off-Sale Alcohol Use has, within the past three years, been the subject of an administrative hearing at which a finding of violation of the Performance Standards was made, at which conditions were imposed on the Deemed Approved Off-Sale Alcohol Uses' continued operations, and/or at which administrative penalties were imposed on the Deemed Approved Off-Sale Alcohol Use for violation of the Performance Standards, the City Attorney may request that an administrative hearing, as specified in Sections \n26.15—\n26.23, be held to consider the revocation of the Deemed Approved Off-Sale Alcohol Use's Deemed Approved status and/or request additional penalties or conditions. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"13","identifier":"26.13","catch_text":"VIOLATIONS OF DEEMED APPROVED PERFORMANCE STANDARDS."}}