{"text":"\n     (a)     Within six months of the enactment of this legislation, the Director of the Department of Public Health, or his or her designee, in cooperation with the Chief of the Police Department or his or her designee, shall develop and implement an education and outreach program to educate Deemed Approved Off-Sale Alcohol Uses about the steps each use may take to operate as a good neighbor in their communities, to avoid nuisance behaviors, and to abide by requirements of this Chapter. This education and outreach program shall be based upon a public health/environmental approach to the prevention of alcohol-related nuisances. The education and outreach program shall be directed to all Deemed Approved Off-Sale Alcohol Uses, relevant business associations, and residential and commercial property owners and tenants within one block of a Deemed Approved Off-Sale Alcohol Use. \n     (b)     The education and outreach program shall include\n          (1)     The development and distribution of informational packets on the requirements and benefits of this Chapter and of other educational materials, including, but not limited to, culturally and linguistically appropriate informational posters, brochures, and other materials for display at Deemed Approved Off-Sale Alcohol Uses. \n          (2)     Commencing within six months of the enactment of this legislation, biennially the Department of Public Health shall provide educational sessions for operators of Deemed Approved Off-Sale Alcohol Uses at multiple locations throughout the City. Operators of Deemed Approved Off-Sale Alcohol Uses who do not attend at least one educational session every two years shall receive an educational site visit from the Department of Public Health. This visit should be coordinated with and, when possible, conducted with Police Department personnel. \n          (3)     Coordination of community stakeholder meetings, which should include representatives from City departments, Deemed Approved Off-Sale Alcohol Uses, business associations, the Small Business Commission, the Youth Commission, neighborhood associations and community organizations. \n     (c)     The Police Department, in cooperation with the Department of Public Health, may promulgate additional education, outreach, and administrative requirements for Deemed Approved Off-Sale Alcohol Uses as are necessary to ensure successful implementation of the Deemed Approved Off-Sale Alcohol Regulations. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"10","identifier":"26.10","catch_text":"EDUCATION AND OUTREACH TO DEEMED APPROVED OFF-SALE ALCOHOL USES."}}