{"text":"\n     A use shall retain its Deemed Approved status if it conforms to all of the following Deemed Approved Performance Standards (hereinafter the \"Performance Standards\"): \n     (a)     The owner, its employees, or agents does not participate in, or assist persons participating in, illegal activities within the premises or within the boundaries of the use's property line, including the sidewalk and areas between the use and the street, including, but not limited to, disturbance of the peace, illegal drug activity, illegal sale of firearms, public drunkenness, drinking in public, harassment of passersby, gambling, prostitution, sale or receipt of stolen goods, or theft, assaults or batteries. \n     (b)     It does not result in repeated nuisance activities within the premises or within the boundaries of the use's property line, including the sidewalk and areas between the use and the street, including, but not limited to, accumulation of litter graffiti unabated within three days, excessive loud noises (especially in the late night or early morning hours), or calls for service to the Police Department not initiated by the Deemed Approved Off-Sale Alcohol Use. \n     (c)     In an administrative hearing pursuant to this Chapter the City shall have the burden of proof to establish that the owner, its employees, or agents has participated in, or assisted persons participating in, the illegal activities outlined in Subsection \n26.12(a) and/or that the use has resulted in the nuisance activity outlined in Subsection \n26.12(b). \n     (d)     No more than 33 percent of the square footage of the windows and clear doors of an Deemed Approved Off-Sale Alcohol Use shall bear advertising or signs of any sort, and all advertising and signage shall be placed and maintained in a manner that ensures that Law Enforcement Personnel have a clear and unobstructed view of the interior of the premises, including the area in which the cash registers are maintained, from the exterior public sidewalk or entrance to the premises. This requirement shall not apply to premises where there are no windows or where existing windows are located at a height that precludes a view of the interior of the premises by a person standing outside the premises. \n     (e)     For those Deemed Approved Off-Sale Alcohol Uses that are located within an existing Alcohol Use Restricted District as set forth in the Planning Code, it does not result in the violation of any applicable restrictions imposed on off-sale alcohol uses in that district. \n     (f)     It does not result in the violation of Health and Safety Code Section 11570, which makes every building or place used for the purpose of unlawfully selling, serving, storing, keeping, manufacturing, or giving away any controlled substance a nuisance that shall be enjoined and for which penalties may be recovered. \n     (g)     It does not result in the violation of Penal Code Section 11200, which makes every building or place used for purpose of unlawfully selling, serving, or giving away any spirituous, vinous, malt or other alcoholic liquor, and every building or place in or upon which such liquors are unlawfully sold, served or given away, a nuisance that shall be enjoined, abated and prevented, whether it is a public or private nuisance. \n     (h)     It does not result in violations of local, State, or Federal regulations, ordinances, or statutes.\n     A copy of these Performance Standards, provided by mail by the Police Department per Section \n26.9, shall be posted in a conspicuous and unobstructed place visible from the entrance of the establishment for public review. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"12","identifier":"26.12","catch_text":"DEEMED APPROVED PERFORMANCE STANDARDS."}}