{"text":"\n     (a)     The City Administrator shall appoint one or more neutral Hearing Officers to conduct administrative hearings. A neutral Hearing Officer shall be an impartial individual, without a vested interest in either the Deemed Approved Off-Sale Alcohol Use or a complainant against the Deemed Approved Off-Sale Alcohol Use, and may not be a current City employee. Notwithstanding the foregoing, a contracted Hearing Officer shall not be considered a City employee for the purposes of this Chapter. Within 10 days of receipt of a request from the City Attorney's office to conduct an administrative hearing, the City Administrator shall select a Hearing Officer to conduct the Administrative Hearing. The assigned Hearing Officer shall exercise all powers relating to the conduct of the administrative hearing unless or until the decision of the Hearing Officer is appealed to the Board of Appeals or the Board of Supervisors. \n     (b)     A record of all administrative hearings shall be made by means of a permanent recording determined to be appropriate by the City Administrator or, in the case of appeals to the Board of Appeals, the Executive Director of the Board of Appeals or, in the case of appeals to the Board of Supervisors, the Clerk of the Board of Supervisors. \n     (c)     Any party may have the administrative hearing recorded by a certified court reporter at his or her own expense. A transcript of the proceedings shall be made available to all parties upon request and upon payment of the fee required by the certified court reporter. \n     (d)     The Hearing Officer, the Board of Appeals, or the Board of Supervisors may grant hearing continuances of up to 30 days for good cause shown. \n     (e)     For the purposes of this Section, the term party or parties refers to the City and County of San Francisco and the owner of the Deemed Approved Off-Sale Alcohol Use. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"16","identifier":"26.16","catch_text":"PROCEDURES FOR CONDUCT OF ADMINISTRATIVE HEARINGS AND APPEALS."}}