{"text":"\n     The Board hereby finds and declares as follows: \n          (1)     San Francisco has the highest ratio of off-sale alcohol uses per capita in California, the great majority of which are liquor stores; and, \n          (2)     Nuisance and criminal activities such as drug dealing, public drunkenness, loitering, and other behaviors that negatively impact neighborhoods occur with disproportionate frequency at and around the premises of off-sale alcohol uses; and, \n          (3)     Neighborhood character can change over time and the careful regulation of nuisance activity by off-sale alcohol uses will help to ensure that such uses do not contribute to the deterioration of neighborhoods; and, \n          (4)     Poorly regulated off-sale alcohol uses increase the availability of alcohol in the communities in which they are located, and studies have demonstrated a link between the availability of alcohol and numerous negative consequences, including violence, fatal traffic crashes, and nuisance law violations; and, \n          (5)     Research published in the American Journal of Public Health found that communities and neighborhoods that have a high number of bars and liquor stores per capita experience more violent assaults; and, \n          (6)     Researchers at Columbia University found that 25 to 40 percent of all patients in U.S. general hospital beds (not in maternity or intensive care) are being treated for complications of alcohol-related problems; and, \n          (7)     The Center for Substance Abuse Prevention has determined that the three leading causes of death for teenagers are associated with alcohol use: car crashes, homicides, and suicides; and, \n          (8)     A study conducted by the Youth Leadership Institute found that 50 percent of stores in the South of Market, Tenderloin, and Mission neighborhoods of the City are not in compliance with the State's \"Lee Law\" which requires that no more than 33 percent of a liquor store's windows and doors are to be covered with any kind of advertising; and, \n          (9)     The City currently lacks a targeted administrative mechanism to enforce its existing Alcohol Restricted Use Districts in the Mission, Haight, Third Street, Divisadero, and North of Market neighborhoods, and to enforce its existing nuisance laws based on the past activities of off-sale uses on a store-by-store basis through the attachment of conditions, the imposition of administrative penalties, or the revocation of use permits; and, \n          (10)     Educational campaigns directed at off-sale alcohol uses have been shown to improve their appearance, reduce nuisance activity, and benefit the local community; and \n          (11)     Off-sale alcohol uses operating outside of the law negatively impact those uses operating within the law and as good neighbors; and \n          (12)     The City recognizes its responsibility to enforce the law and the need for a partnership with off-sale alcohol uses and the City, including the Police Department and the City Attorney, to address illegal activities in proximity to an off-sale alcohol use. The City also recognizes that there are occasions when owners and employees of off-sale alcohol uses would fear for their personal safety in requesting that persons engaging in illegal activities cease those activities; and \n          (13)     Good faith efforts on the part of the owners and employees of off-sale alcohol uses to address illegal activities in proximity to their stores, including: timely calls to the Police Department; the installation of lighting and security cameras; clear unobstructed windows; and clean sidewalks, among others, can reduce the nuisance impacts of such off-sale alcohol uses; and \n          (14)     Given the successful implementation of similar programs in other California municipalities, the Youth Leadership Institute worked with the Board of Supervisors to develop legislation to help San Francisco to address nuisances associated with off-sale alcohol uses. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"1","identifier":"26.1","catch_text":"FINDINGS."}}