{"text":"\n     A decision of a Hearing Officer, except a decision to revoke a Deemed Approved Off-Sale Alcohol Use that was permitted as a conditional use, may be appealed to the Board of Appeals in the manner prescribed in \nArticle I of the San Francisco Business and Tax Regulations Code. A decision of a Hearing Officer to revoke a Deemed Approved Off-Sale Alcohol Use that was permitted as a conditional use may be appealed to the Board of Supervisors in the manner prescribed in Section \n303 of the Planning Code. An appeal shall stay the decision of the Hearing Officer. All appeals must be in writing and shall state specifically any claims that there was an error or abuse of discretion by the Hearing Officer or why the Hearing Officer's decision is not supported by information contained in the record. Notice to parties of the public hearing on the appeal shall be delivered personally, or served or deposited in the mail with the correct amount of postage affixed. As long as service has been made as set forth above, failure to receive notice given pursuant to this section shall not affect the validity of any appeal hearing hereunder. \n     The City Administrator shall forward a copy of the record before the Hearing Officer at the administrative hearing and a copy of the Hearing Officer's written decision to the Executive Secretary of the Board of Appeals or the Clerk of the Board of Supervisors at least 10 days before the date of the appeal hearing. If any party has obtained a certified transcript of the administrative hearing, that transcript may be submitted to the Executive Secretary of the Board of Appeals or to the Clerk of the Board of Supervisors by any party, no later than 10 days before the date of the appeal hearing, and shall be considered part of the record of the administrative hearing. \n     The Board of Appeals or Board of Supervisors shall determine whether the Deemed Approved Off-Sale Alcohol Use conforms to the applicable Performance Standards and/or any conditions that have in the past been imposed on the Deemed Approved Off-Sale Alcohol Use, and may continue or revoke a Deemed Approved use and/or may impose conditions on the Deemed Approved Off-Sale Alcohol Use as are, in its judgment, necessary to ensure conformity to the Performance Standards. The Board of Appeals or Board of Supervisors may also continue, reduce, remove, or increase any administrative penalties that have been assessed by the Hearing Officer. The Board of Appeals or Board of Supervisors may not remove administrative penalties unless it also makes a finding that the Deemed Approved Off-Sale Alcohol Use in question is not in violation of any Performance Standards. In the event that the Board of Appeals or Board of Supervisors determines that the administrative penalties shall be increased, such a determination shall be based on specific information and based on the same factors listed in Section \n26.21. \n     The Board of Appeals or Board of Supervisors shall direct its staff to reduce their decision to writing within 10 days. The decision shall contain findings of fact, a determination of the issues presented, and any conditions to be imposed or administrative penalties to be paid. A copy of the decision shall be served on the parties by personal service or by U.S. mail. Service of this decision shall be deemed complete at the time it is personally served or deposited in the mail with the correct amount of postage affixed. As long as service has been made as set forth above, failure to receive a copy of the decision served pursuant to this section shall not affect the validity of the decision rendered herein. \n     A decision of the Board of Appeals or Board of Supervisors is final. The Board of Appeals or the Board of Supervisors written decision shall apprise parties of their right to seek judicial review in the Superior Court of San Francisco pursuant to Section 1094.6 of the California Code of Civil Procedure. Any condition imposed by the Board of Appeals or the Board of Supervisors shall not be considered a suspension, revocation or withdrawal of a Deemed Approved Off-Sale Alcohol Use's permit to operate. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006)\n\n","heading":{"title":"26","chaptersection":"24","identifier":"26.24","catch_text":"APPEAL TO THE BOARD OF APPEALS OR BOARD OF SUPERVISORS."}}