{"text":"\n     The owner of the Deemed Approved Off-Sale Alcohol Use shall be required to pay an annual fee of $264 to cover the cost of administering the Deemed Approved Off-Sale Alcohol Use Education and Outreach Program and the cost of the City Attorney. This annual fee shall be billed by and paid to the Office of the Treasurer and Tax Collector, which shall deposit the monies collected in the Deemed Approved Off-Sale Alcohol Continuing Project Account, as set forth in Section \n26.27. In the event that the owner of the Deemed Approved Off-Sale Alcohol Use fails to pay the fee during a given fiscal year, the Office of the Treasurer and Tax Collector shall notify the Department of Public Health, which may request that the City Attorney pursue collection of the penalties. \n     Beginning with fiscal year 2006-2007, the annual fee may be adjusted each year, without further action by the Board of Supervisors, to reflect changes in the relevant Consumer Price Index, as determined by the Controller. No later than April 15th of each year, the Department of Public Health shall submit the annual fee to the Controller, who shall apply the price index adjustment to produce a new annual fee for the following year. No later than May 15th of each year, the Controller shall file a report with the Board of Supervisors reporting the new annual fee and certifying that: (a) the annual fee produces sufficient revenue to support the proposed costs of providing the services in the upcoming fiscal year for which the annual fee is being charged and (b) the annual fee will not produce revenue that exceeds the proposed costs of providing the services in the upcoming fiscal year for which the annual fee is charged. Notwithstanding the procedures set forth in this Section, the Board of Supervisors, in its discretion, may modify the annual fee by ordinance at any time. The license fee shall be paid annually on or before March 31, in accordance with the provisions of Section \n76.1 of the Business and Tax Regulations Code.\n     A new Deemed Approved Off-Sale Alcohol Use or a Deemed Approved Off-Sale Alcohol Use that undergoes a change in ownership after the enactment of the Deemed Approved Off-Sale Alcohol Use Ordinance shall pay its first annual fee on a pro-rated basis reflecting the number of days left in the fiscal year. The license fee shall be paid annually on or before March 31, in accordance with the provisions of Section \n76.1 of the Business and Tax Regulations Code.\n     Upon the request of the owner of a Deemed Approved Off-Sale Alcohol Use, the Department of Public Health may waive payment of the annual fee provided that the owner can show to the satisfaction of the Department of Public Health all of the following: \n     (1)     That the Deemed Approved Off-Sale Alcohol Use has been under the same ownership for not less than the previous three years;\n     (2)     That the annual fee for the Deemed Approved Off-Sale Alcohol Use has been paid in a timely manner for not less than the previous three years; and \n     (3)     That the Deemed Approved Off-Sale Alcohol Use has not been the subject of a City Department-referred complaint or any administrative penalties or conditions imposed by a Hearing Officer, the Board of Appeals, or the Board of Supervisors under the provisions of this Chapter. \n     If the owner of the Deemed Approved Off-Sale Alcohol Use can show all of the above, the Department of Public Health shall waive the fee indefinitely, provided, however, that if the Deemed Approved Off-Sale Alcohol Use changes ownership or becomes the subject of a City Department-referred complaint or any administrative penalties or conditions imposed by a Hearing Officer, the Board of Appeals, or the Board of Supervisors under the provisions of this Chapter the annual fee shall be immediately reimposed. \n(Added by Ord. 43-06, File No. 051792, App. 3/10/2006; amended by Ord. 238-11, File No. 111101, App. 12/15/2011, Eff. 1/14/2012)\n\n","heading":{"title":"26","chaptersection":"26","identifier":"26.26","catch_text":"FEE."}}