{"text":"\n     The following definitions apply for only the purposes of this \nChapter 28: \n     (A)     Affiliate. Any individual person or business entity related to a contractor where such individual or business entity, directly or indirectly, controls or has the power to control the other, or where a third person controls or has the power to control both. Indicia of control include, but are not limited to: interlocking management or ownership; identity of interests among family members; shared facilities and equipment; common use of employees or a business entity organized or following the suspension, debarment, bankruptcy, dissolution or reorganization of a person which has the same or similar management; and/or ownership or principal employee as the contractor. \n     (B)     Charging Official. Any City department head or the President of any Board or Commission authorized to award or execute a contract under the San Francisco Charter or the Administrative Code, the Mayor, the Controller, the City Administrator, the Director of Administrative Services or the City Attorney. All charging officials are authorized to act on behalf of the City and County in prosecuting any administrative debarment proceeding and in issuing an Order of Debarment under this Chapter. \n     (C)     Contractor. Any individual person or business entity who submits a qualification statement, proposal, bid or quote or who contracts directly or indirectly with the City and County of San Francisco for the purpose of providing any goods or services to or for the City and County of San Francisco including without limitation any contractor, subcontractor, consultant, subconsultant or supplier at any tier. The term \"contractor\" shall include any responsible managing corporate officer who has personal involvement and/or responsibility in obtaining a contract with the City and County of San Francisco or in supervising and/or performing the work prescribed by the contract. \n     (D)     Debarment. The administrative determination against a potential bidder, or contractor declaring such potential bidder or contractor irresponsible and disqualified from participating in the competitive process for contracts with the City and County of San Francisco or from entering into contracts, with the City and County of San Francisco for a period specified in the debarment order. \n(Added by Ord. 8-04, File No. 031503, App. 1/16/2004)\n\n","heading":{"title":"28","chaptersection":"1. ","identifier":"28.1. ","catch_text":"DEFINITIONS."}}