{"text":"\n     (a)     This \nChapter 29 shall be applicable to any project, as defined by the California Environmental Quality Act, Public Resources Code Sections 21000 and following, as amended; and Guidelines for Implementation of the California Environmental Quality Act, as amended, appearing as Title 14, Division 6, Chapter 3 of the California Code of Regulations (hereinafter referred to collectively as CEQA), that is proposed by and under the jurisdiction of an office, board, department, commission or other unit of government of the City and County and meets both of the following criteria: \n          (1)     the cost of implementing and/or constructing the proposed project exceeds twenty-five million dollars ($25,000,000.00), and\n          (2)     The Project Sponsor reasonably estimates at the time of filing the application for environmental review that a portion of the predevelopment, planning or construction costs of the proposed project in excess of $1,000,000.00, but excluding the costs of City personnel working on such project, will be paid from public monies. For purposes of this Chapter 29, \"public monies\" shall mean (i) funds from the City's General Fund or funds otherwise held by any Department of the City, (ii) the proceeds of any indebtedness of the City, including without limitation revenue bonds, lease revenue bonds or certificates of participation secured by the City's General Fund or funds otherwise held by any City department, or (iii) federal or state grants or loans to, from, or through a City department, entity, or agency, or (iv) rent obligations that are reduced, waived or forgiven by the City under a lease for real property, including the fair market value of any free rent period under the lease. Revenues from tax increment financing shall not be considered \"public monies\" for these purposes. \n     (b)     Notwithstanding Subsection \n29.1(a), no provision of this \nChapter 29 shall be interpreted to grant the Board of Supervisors broader powers to set policy for a project proposed by an office, board, department, commission or other unit of government of the City and County than is granted by the City Charter or applicable state or federal law and proposed projects shall not be subject to the determination by the Board of Supervisors provided for by this \nChapter 29 where the City Charter or applicable state or federal law precludes such a determination by the Board of Supervisors. \n     (c)     Notwithstanding anything to the contrary in this \nChapter 29, this \nChapter 29 shall not apply to the following projects:\n          (1)     Any which has been specifically approved by the voters prior to January 1, 1998 or project where more than seventy-five percent (75%) of the amount of public monies for the project will be financed with proceeds from a bond measure that the Board of Supervisors has submitted for approval to the voters and which has been approved by the voters; or \n          (2)     Any project that is the subject of a term sheet (or similar summary of key terms and conditions) or an exclusive negotiating agreement (or similar agreement setting for a schedule and terms for proceedings towards final transactional documents), approved or endorsed by the Board of Supervisors on or after January 1, 2003 but before July 1, 2004, or that has otherwise been approved or endorsed by the Board of Supervisors during such time period, provided however, that if the Board of Supervisors subsequently elects to withdraw such endorsement or approval, this exemption shall not apply and such project shall be subject to the terms of this ordinance to the extent otherwise applicable; or \n          (3)     Any project where funds allocated or granted by the San Francisco County Transportation Authority (\"SFCTA\"), or other funds secured by or requiring contribution of matching or leveraged SFCTA funds, comprise more than seventy-five percent (75%) of the public monies for the project, provided that the SFCTA has reviewed and approved the plans or projects to be financed with such funds from the SFCTA; or \n          (4)     Any project that is a utility capital improvement project under the jurisdiction of the San Francisco Public Utilities Commission.\n(Added by Ord. 104-04, File No. 040146, App. 6/4/2004; amended by Ord. 172-05, File No. 050817, App. 7/29/2005)\n\n","heading":{"title":"29","chaptersection":"1. ","identifier":"29.1. ","catch_text":"APPLICABILITY OF THIS \nCHAPTER 29."}}