{"text":"\n     (a)     Preparation of Study. A City agency or private developer that is subject to the requirements of this Chapter shall prepare a Child Care Feasibility Study that considers the build out and tenant improvements of a child care center on the project site that contains the information required in subsection (d) below and has the minimum features described in subsection (e). The Feasibility Study shall be prepared at an early stage in the project design when budgeting and other planning decisions are made and must be completed and submitted as required by subsection (b)(ii) below prior to any funding approvals. \n          The sponsor of a development project subject to this Article shall consult with the San Francisco Department of Children, Youth and their Families (DCYF) in preparing the Child Care Feasibility Study. DCYF shall be responsible for providing all of the necessary data on the child care needs generated by a specific project. DCYF will provide all of the applicable/needed data on child care needs related to a specific project. DCYF would provide the child care data for demographics, existing area deficiencies, availability, and pricing. DCYF would also provide a list of appropriate consultants that have the expertise to conduct a child care feasibility study, as well as any technical assistance related to the understanding and effective use of the child care data required in the feasibility study. This would also ensure that the sponsoring department discusses the project with DCYF staff and would ensure that DCYF can educate the sponsoring department and/or their hired consultants about how to successfully implement child care services where a need is identified. \n     (b)     Submission to the City Administrator, funding entities, and Board of Supervisors.\n          (i)     The Feasibility Study shall be submitted to the City Administrator by the City agency involved in either proposing or funding the development project prior to either (1) the purchase or lease of the building or (2) the submission of an environmental evaluation application, application for a building permit, or application for other project approvals by the City, whichever is applicable. \n          (ii)     Prior to the City's approval of funding for the development project, the sponsor shall submit the Child Care Feasibility Study to the funding entity for its consideration, including the Mayor, the Board of Supervisors, and any applicable agencies or commissions. \n          (iii)     If the project is subject to the Fiscal Responsibility and Feasibility requirements of \nChapter 29 of this Code, the Child Care Feasibility Study shall be presented to the Board of Supervisors at the same time the information required by \nChapter 29 is required to be presented. \n     (c)     Waiver of Requirement. The City Administrator is authorized to waive the requirement to prepare a Child Care Feasibility Study under the following circumstances. Any waiver granted by the City Administrator must be in writing and shall set forth the specific reason or reasons why the waiver has been granted. \n          (1)     The City Administrator shall waive the requirement if:\n               (A)     the project sponsor has made a determination that the proposed development project will include an on-site child care center, or \n               (B)     the proposed development project is under the jurisdiction of the Port of San Francisco, the San Francisco Public Utilities Commission, or other City agency where the agency contends, and the City Attorney agrees, that the use of agency funds to support the establishment or operation of a child care center as described in this Chapter is prohibited by State law, the San Francisco Charter, or other local law. \n          (2)     The City Administrator may waive the requirement if:\n               (A)     The project sponsor has documented that including an on-site child care center in the project is infeasible because the site cannot meet, or be remodeled to meet, the State of California child care licensing requirements. \n               (B)     The project sponsor has provided evidence sufficient to establish that including a child care center on site is infeasible without the necessity of preparing a Feasibility Study. Such reasons include, but are not limited to space or legal constraints. In the case of legal constraints, the City Attorney must agree that they apply. \n     (d)     Required Information. The Feasibility Study shall include and document the following information, in addition to any other information that the City Administrator requires or that the City agency proposing and/or funding the project deems relevant: \n          (1)     Project Description:\n               (A)     a description of the proposed development project;\n               (B)     the estimated total cost of the project.\n          (2)     Population and Need:\n               (A)     the total number of City employees within a two-to-three mile radius of the project location (the \"target area\");\n               (B)     the number of City employees who have indicated they would use the child care center; and\n               (C)     the number and ages of children 3 months to five years old in the target area.\n          (3)     Community Impact:\n               (A)     the number of existing child care centers serving the general public that are in the target area;\n               (B)     the licensed capacity of existing child care centers in the target area and the number of vacant spaces;\n          (4)     Cost:\n               (A)     the estimated start-up cost for construction or renovation of space for an on-site child care facility and identification of any source of funding; \n               (B)     the estimated cost of appliances, permanent fixtures, furnishings and equipment to appropriately furnish the child care center; and \n               (C)     the estimated annual cost of providing the space for the child care center.\n     (e)     Minimum Requirements. In preparing the Feasibility Study required by this Chapter, the following assumptions shall be made: \n          (1)     The child care center shall be a licensed facility.\n          (2)     The child care center shall have a minimum gross floor area of 3,000 square feet of usable interior space and access to dedicated exterior space of at least 1,500 square feet. \n          (3)     The space for the child care center shall be provided to a nonprofit child care provider without charge for rent, utilities, property taxes, building services, repairs, or other charges of any nature. \n          (4)     Unless otherwise indicated in the Feasibility Study (with reasons supporting the proposed alternative priorities), the child care center shall provide for the following priority of enrollment: \n               (A)     City employees working in the building shall have first priority for child care space;\n               (B)     If space is available, all City employees shall have the second priority for child care space; and\n               (C)     If space is available, San Francisco residents shall have the third priority for child care space.\n     (f)     Approval by the Department of Children, Youth and their Families. The consultant that prepares the Child Care Feasibility Study required by this Chapter shall be on the list of consultants approved by the San Francisco Department of Children, Youth and their Families as qualified to prepare the Feasibility Study. If the City agency or private sponsor of a development project subject to this Chapter wishes to use either its own staff or a consultant that is not on the Department of Children, Youth and their Families' list, it must obtain the prior written approval of that Department. \n     (g)     If a City agency proposes an office development project, as defined in Section \n401 of the San Francisco Planning Code, that creates a need for additional child care services and has decided not to provide new child care services as part of the proposed project, the sponsoring agency shall provide evidence to the agencies approving the project that the sponsor fairly considered providing child care services early in project development and why such services would not be provided. \n(Added by Ord. 1-11, File No. 101094, App. 1/6/2011)\n\n","heading":{"title":"29B","chaptersection":"4. ","identifier":"29B.4. ","catch_text":"CHILD CARE FEASIBILITY STUDY."}}