{"text":"\n     No work of art shall be contracted for or placed or erected on property of the City and County or become the property of the City and County by purchase, gift or otherwise, except for any museum or art gallery, unless such work of art, or a design or model of the same as required by the Arts Commission, together with the proposed location of such work of art, shall first have been submitted to and approved by the Commission. The term \"work of art\" as used in this Section shall comprise paintings, mural decorations, stained glass, statues, bas reliefs or other sculptures; monuments, fountains, arches or other structures of a permanent or temporary character intended for ornament or commemoration. No existing work of art in the possession of the City and County shall be removed, relocated or altered in any way without the approval of the Commission, except as otherwise provided herein. The Commission shall have similar powers with respect to the design of buildings, bridges, viaducts, elevated ways, approaches, gates, fences, lamps or other structures erected or to be erected upon land belonging to the City and County, and concerning arches, bridges, structures and approaches which are the property of any corporation or private individual and which shall extend over or upon any street, avenue, highway, park or public place belonging to the City and County. Said Commission shall so act and its approval shall be required for every such structure which shall hereafter be erected or contracted for, and may advise in respect to lines, grades and platting of public ways and grounds. \n     Nothing herein contained shall be construed to limit or abridge the legal powers of the governing boards of the War Memorial, the Fine Arts Museums or the Asian Art Museum. \n     The Commission shall supervise and control the expenditure of all appropriations made by the Board of Supervisors for music and the advancement of art or music. \n     The Commission shall exercise all reasonable supervision of policy connected with the arts as may hereafter be assigned to it by ordinance or executive action. \n     The Commission shall decide upon any expenditure of less than $1,000 within 15 days after submission, and upon any other matter within 30 days after submission. If it fails so to do, its decision shall be considered unnecessary. \n     The Commission may volunteer advice or suggestion to the owners of private property in relation to the beautification of the same; and any person contemplating to erect any building or make any improvement may submit the plans and designs or sketches thereof to the Commission for advice and suggestions, for which no charge shall be made by the Commission. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.150.1.  ARTS COMMISSION; ADDITIONAL RESPONSIBILITIES.\n     (a)     Cataloging, Care and Maintenance of Public Art Media. The cataloging, care and maintenance of all sculptures, statues, murals, paintings and other art media belonging to the City and County of San Francisco, other than and excepting those located on properties under the jurisdiction and control of the San Francisco Unified School District, the M. H. de Young Memorial Museum, the California Palace of the Legion of Honor, the California Academy of Sciences and the Recreation and Park Commission, shall be under the jurisdiction of the Arts Commission. \n     (b)     Agreement with Recreation and Park Commission. The Arts Commission shall be authorized to enter into agreement with the Recreation and Park Commission, upon such terms as may be mutually agreed, for the cataloging, care and maintenance of any or all of the above media located on properties under the jurisdiction of the Recreation and Park Commission. \n     (c)     Authorization for Sale of Works of Art. When the Arts Commission determines that it would be advantageous to the City and County, a work of art under the jurisdiction of the Arts Commission may be sold or exchanged as hereinafter set forth. \n          The Arts Commission may execute and accept all deeds of conveyance necessary and proper to effect a duly authorized sale or exchange. A work of art to be sold or exchanged shall be cataloged, listed and described with reasonable certainty and a copy of such catalog shall be furnished to the purchaser of supplies. \n     (d)     Exchange of Works of Art. The Arts Commission may exchange a work of art on such terms as the Arts Commission, by a 2/3 vote of the members of the Arts Commission, determines appropriate; provided that any exchange is subject to the approval of the purchaser of supplies. \n     (e)     Public Auction. A work of art under the jurisdiction of the Arts Commission may be sold at public auction to the highest and best bidder and the Arts Commission may contract with a licensed auctioneer for the purpose of conducting the sale or sales. The contract shall specify the compensation to be paid for the auctioneer's services and set forth the terms and conditions under which the sale or sales are to be conducted. Each such contract shall be approved by the Purchaser of Supplies. \n     (f)     Sale at Other Than Public Auction. A work of art under the jurisdiction of the Arts Commission may be sold by private sale under the following circumstances: \n          (1)     If the work is offered at public auction and no bids are received, or if the bids are rejected; or\n          (2)     If the Arts Commission determines, by a 2/3 vote of the members of the Arts Commission, that the work may be sold on terms more advantageous to the City and County if sold through private sale. Any contract for the private sale of a work of art is subject to the approval of the Purchaser. A work of art on which bids have been rejected shall not thereafter be sold through private sale for less than the amount of the highest bid received. \n     (g)     Reproductions or Adaptations. The Arts Commission may license the making of reproductions or adaptations of works of art under its jurisdiction. \n     (h)     Disposition of Proceeds from the Sale or Exchange of a Work of Art or of a Reproduction or Adaptation Thereof. All moneys received from the sale of a work of art under the jurisdiction of the Arts Commission, or from the licensing of the making of a reproduction or adaptation thereof, shall be placed in the public art media fund as provided for in Section \n10.117-1 of the San Francisco Administrative Code. The monies in this fund attributable to the sale or exchange of a work of art shall be used exclusively for the purpose of acquiring or maintaining one or more other works of art for the same public building or purpose for which the original work was acquired. \n(Amended by Ord. 416-82, App. 8/20/82; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\n","heading":{"title":"2A","chaptersection":"150. ","identifier":"2A.150. ","catch_text":"ARTS COMMISSION; FUNCTIONS, POWERS AND DUTIES."}}