{"text":"\n     The Recreation and Park Department shall maintain and care for the grounds of the Museums, and shall furnish the monies for the necessary repair and embellishment of the grounds and unoccupied parts. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.155.1.  FINE ARTS MUSEUMS; ACCOUNTS AND REPORTS.\n     The Fine Arts Museums shall keep a full account of all property, money, receipts and expenditures, and a record of all Board of Trustees proceedings. \n(Added by Ord. 352-96, App. 9/11/96; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.2.  FINE ARTS MUSEUMS; ACHENBACH GIFT.\n     The City and County accepts from Moore S. and Hazel J. Achenbach the gift of a collection of etchings, engravings, lithographs and other forms of graphic art and drawings, consisting of approximately 75,000 works of art. Such collection shall be placed in suitable quarters in the buildings maintained by the California Palace of the Legion of Honor and shall remain in the custody, management, supervision and operation of and by the California Palace of the Legion of Honor. Portions of the collection shall be on exhibition for the inspection of the public during all times that the main building of the California Palace of the Legion of Honor is open. \n     In accepting the gift, provision will be made for the California Palace of the Legion of Honor to engage a curator and assistant curators for the collection, subject to the conditions herein elsewhere set forth, who shall be persons experienced in the collection and exhibition of graphic arts. They need not be residents of City and County, nor be subject to the civil service provisions of the Charter of the City and County. Their duty shall be to supervise the maintenance of the collection and designate the times when and the portions thereof to be placed on exhibition. Such other assistant curators shall be provided by the California Palace of the Legion of Honor for the proper maintenance, management, supervision, operation and storage of the collection. \n     In the event that the California Palace of the Legion of Honor should at any time fail to carry out the intent and conditions under which the gift is made, the objects of art shall revert to and become the property of the donors or the survivor, or in the event of their death, of such corporation, association or individual as the donors may designate, either in their joint wills or in the will of the survivor as between them, or in a joint declaration of trust that may be made during the lifetime of the donors, or in a declaration of trust that may be made by the survivor as between the donors. For the purposes of carrying out the intent of this Section, the Mayor is hereby authorized to enter into a contract with Moore S. and Hazel J. Achenbach and execute any and all other papers or documents required for its accomplishment. \n     The collection shall be known and referred to at all times as the Achenbach Foundation For Graphic Arts. \n     The provisions of this Section shall be subject to the budget and fiscal provisions of the Charter of the City and County. \n(Res. No. 10629 (1939); amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.3.  FINE ARTS MUSEUMS; ACCEPTANCE OF GIFTS, DEVISES AND BEQUESTS.\n     The Board of Trustees of the Fine Arts Museums of San Francisco is hereby authorized to accept gifts, devises and bequests of objects of art or other articles to the M. H. de Young Memorial Museum, the California Palace of the Legion of Honor or the Fine Arts Museums solely for exhibition purposes when the acceptance of the same entails no expense on the part of the board beyond the ordinary care and maintenance of such objects of art or other articles. \n     All gifts, devises and bequests of objects of art or other articles heretofore made to the aforesaid museums which entail no expense beyond the ordinary care and maintenance thereof for exhibition purposes are hereby accepted for the purposes for which they have been given. \n     Nothing in this Section shall be considered to approve or ratify the acceptance in the past or in the future of any gift, devise or bequest made to the aforesaid museums, the administration of which gifts, devises or bequests entails any expense beyond the care and maintenance of the objects of such gifts, devises or bequests for exhibition purposes. \n(Amended by Ord. 295-74, App. 6/12/74; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.4.  FINE ARTS MUSEUMS; SALE, EXCHANGE OR TRANSFER OF WORKS OF ART.\n     When, in the judgment of the Board of Trustees of the Fine Arts Museums of San Francisco, works of art or other articles in the possession of the museums are no longer fit for exhibition purposes in said museums, such works of art or other articles may be sold, exchanged or transferred as hereinafter set forth. Such works of art or other articles to be sold, exchanged or transferred shall be catalogued, listed and described with reasonable certainty. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 347-89, App. 10/4/89; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.5.  FINE ARTS MUSEUMS; EXCHANGE OF WORKS OF ART.\n     The Board of Trustees may exchange such works of art or other articles for other works of art or other articles of equivalent value. The said Trustees may execute and accept all deeds of conveyance necessary and proper to effect such exchange. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 347-89, App. 10/4/89; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.6.  FINE ARTS MUSEUMS; PUBLIC AUCTION.\n     The said Trustees may cause said works of art or other articles to be sold at public auction to the highest and best bidder, and may contract with a licensed auctioneer for the purpose of conducting the sale or sales. The contract shall specify the compensation to be paid for the auctioneer's services and set forth the terms and conditions under which the sale or sales are to be conducted. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.7.  FINE ARTS MUSEUMS; PRIVATE SALE IN LIEU OF AUCTION.\n     Should no bids be received, or if bids are received and rejected as unsatisfactory, or if the high bid fails for reasons beyond the control of the trustees, the work of art or other article may thereafter be sold by private sale by the Trustees; provided, that works of art or other articles on which bids have been rejected shall not thereafter be sold for amounts less than the amount the Trustees would have realized on the highest responsible bid. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.8.  FINE ARTS MUSEUMS; OTHER MEANS OF SALE.\n     The Trustees may sell works of art or other articles through the museum's store, at a fundraising event, or a similar publicly-accessible venue when the Trustees determine, based upon reasonable independent information, that such sale is likely to realize a market value greater than what is expected at public auction. \n(Added by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.9.  FINE ARTS MUSEUMS; MONEYS RECEIVED FOR SALE OF WORKS OF ART.\n     All moneys received from the sale of any work of art or other article sold pursuant to the provisions of this Article shall be placed in the trust fund of the Fine Arts Museums of San Francisco. Deposits in said trust fund shall be under the jurisdiction of the Board of Trustees. Said deposits in said trust fund shall be used for the purchase of other works of art and other articles to be exhibited in the Fine Arts Museums of San Francisco. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 347-89, App. 10/4/89; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.10.  FINE ARTS MUSEUMS; TRANSFER OF WORKS OF ART.\n     (a)     The collections of the Fine Arts Museums of San Francisco contain certain objects which are no longer appropriate to the collections. Many such objects are of scientific, social, cultural or historic value, but of little monetary value and therefore not appropriate for sale or exchange. The Board of Trustees nonetheless has a duty of care towards these objects and must expend funds for the storage and conservation of the items. It is in the interest of the City and County of San Francisco that these objects, under appropriate circumstances, be transferred to other public and nonprofit institutions for preservation, study and display, thereby relieving the City of the responsibility and expense of storing and preserving these objects. \n     (b)     The Board of Trustees may transfer title to a work of art or other article in the Fine Arts Museums' collections to another public or nonprofit institution when the transfer is in the public interest. A transfer to another institution is deemed to be in the public interest where the Board of Trustees makes the following findings: \n          (1)     The object is no longer appropriate to the Fine Arts Museums' collections; and\n          (2)     The scientific, social, cultural and/or historical value of the object outweighs its monetary value; and\n          (3)     The object is more likely to be preserved, studied and available to the public if it is transferred to the recipient institution than if it remains with the Fine Arts Museums of San Francisco or is sold. \n     (c)     Where it is found to be in the public interest to transfer any object which is of historical or other interest to San Francisco, the object will first be offered to a San Francisco public or nonprofit institution. \n     (d)     No work of art or other article in the Fine Arts Museums' collections may be transferred to another institution unless the transfer is approved by a majority of the members of the Board of Trustees. The Trustees may execute all deeds of conveyance necessary and proper to effect such transfer. \n(Added by Ord. 347-89, App. 10/4/89; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.11.  APPLICATION TO THE ASIAN ART COMMISSION.\n     The powers and duties set forth in Sections \n2A.155.4 through \n2A.155.10 authorizing the Board of Trustees of the Fine Arts Museums to sell, exchange or transfer works of art or other articles shall also be applicable to the Asian Art Museum with respect to works of art or other articles in its possession. Funds from the sale of objects in the Asian Art Museum's possession shall be placed in the general art acquisition fund of the Asian Art Museum and shall be under the jurisdiction of the Asian Art Commission. \n(Added by Ord. 291-98, App. 9/30/98; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.12.  APPLICATION TO THE SAN FRANCISCO AIRPORT COMMISSION.\n     The powers and duties set forth in Sections \n2A.155.4 through \n2A.155.10 authorizing the Board of Trustees of the Fine Arts Museums to sell, exchange or transfer works of art or other articles shall also be applicable to the San Francisco Airport Commission with respect to objects in its possession. Funds from the sale of objects in the Airport Museum's possession shall be placed in the Airport Museum's trust fund within the Airport Revenue Fund and shall be under the jurisdiction of the Airport Commission. Nothing in this Section is intended to limit or abridge the Arts Commission's authority with respect to works of art as set forth in Charter Section \n5.103 and Administrative Code Section \n2A.150. \n(Added by Ord. 291-98, App. 9/30/98; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\n","heading":{"title":"2A","chaptersection":"155","identifier":"2A.155","catch_text":"FINE ARTS MUSEUMS; GROUNDS."}}