{"text":"\n     The Public Utilities Department shall locate and determine the character and type of all construction and additions, betterments and extensions to utilities under its control, and shall determine the policy for such construction or the making of such additions, betterments and extensions from the public funds under its jurisdiction; provided that in each such case it shall secure the recommendation of the Manager of Utilities, which shall be presented in writing and shall include analyses of cost, service and estimated revenues of all proposed or feasible alternatives in cases where it is deemed by the manager that such alternatives exist. \n     The Department shall also have power to enter into contract for the furnishing of heat, light and power for municipal purposes, and to supervise the performance and check the monthly bills under such contract. The Department shall provide adequate electric power to the municipal railway for its prudent use in providing transit services and related activities. \n     The Department shall have full power and authority to enter into such arrangements and agreements as it shall deem proper for the joint use with any other person, firm or corporation owning or having jurisdiction over poles, conduits, towers, stations, aqueducts, and reservoirs for the operation of any of the utilities under its jurisdiction. \n     The Department shall observe all City and County ordinances and the regulations of the Department of Public Works relative to utility openings, structures and poles in streets and other public places, as well as all ordinances and regulations relative to barricades, construction lights, refilling excavations and replacing and maintaining street pavements; and in connection with all such matters the said Department shall be subject to the same inspection rules and pay fees to the proper department in the same manner and at the same rates as any private person or corporation. \n     The Department shall have charge of all valuation work relative or incidental to purchase proceedings initiated by the City and County for the acquisition of any public utility. \n(Added by Ord. 352-96, App. 9/11/96)\n\n","heading":{"title":"2A","chaptersection":"130","identifier":"2A.130","catch_text":"PUBLIC UTILITIES; POWERS AND DUTIES."}}