{"text":"\n     The Airport Director shall hold office at the pleasure of the Commission. The Director shall have full power and authority to administer the affairs of the Commission as the chief executive officer thereof. The Director shall appoint or remove the heads of airport divisions under the Commission's jurisdiction. The heads of airport divisions shall be exempt from the civil service provisions of the Charter; provided, however, that said Director and each division head so appointed possess the necessary executive, administrative and technical qualifications for his respective position. \n     In addition to the powers and duties conferred upon him or her as elsewhere provided in the Charter, the Airport Director shall have the power and it shall be his or her duty: \n     (a)     To enforce all orders, rules and regulations adopted by the Commission relating to the regulation, operation or control of the funds, facilities, property and equipment of said Commission; and \n     (b)     To supervise and manage the design, construction, maintenance and operation of all work or works authorized by the Commission and to that end, subject to its control and guidance, the Commission shall have the power to delegate to him or her such necessary powers and duties as are by the Charter or this Code conferred upon said Commission. \n     The Director shall also have the power to designate and assign by written permit lands, improvements, space or areas in any hangar or other building at any airport operated or controlled by the Department at the duly established rates or charges for the use thereof and subject to the applicable rules and regulations governing same. Each such permit shall be revocable by the Director without compensation to the permittee upon due notice to be stated therein. \n(Added by Ord. 439-96, App. 11/8/96)\nSEC. 2A.172.\n(Added by Ord. 439-96, App. 11/8/96; repealed by Ord. 180-03, File No. 030870, App. 7/18/2003)\n\n","heading":{"title":"2A","chaptersection":"171","identifier":"2A.171","catch_text":"AIRPORT DIRECTOR."}}