{"text":"\n     The Director of Property shall have the charge of the purchase of real property and improvements required for all City and County purposes, and the sale and lease of real property and improvements thereon owned by the City and County, except as otherwise provided by the Charter. In the acquisition of property required for street opening, widening or other public improvements, the Director shall make preliminary appraisals of the value of the property sought to be condemned or otherwise acquired, and report thereon to the responsible officer. It shall be his or duty, in addition, to assist in such proceedings on the request of the responsible officer. \n     Except for the Convention Facilities Management Department, each department authorized by the approval of bond issues or by annual or supplemental appropriation ordinances to purchase or lease property or improvements needed for the purposes of such department shall make such purchases or leases through the Director of Property. The Director of Property shall make a preliminary valuation of the property to be acquired or leased and report the same to the department requiring such property. For such purposes the Director of Property may employ independent appraisers. The Director of Property shall conduct negotiations with the owner or owners thereof, at the conclusion of which the Director shall report the terms on which such sale or lease may be concluded, together with his or her recommendations thereon. The head of the department concerned may report to the Board of Supervisors and recommend acceptance or that proceedings in eminent domain be instituted for the acquisition of such property. \n     The Director of Property shall maintain complete records and maps of all real property owned by the City, which shall show the purchase price, if known, and the department in charge of each parcel, with reference to deeds or grants establishing the City's title. \n     The Director of Property shall annually report to the Mayor, the Controller, the Director of Administrative Services, and the Supervisors, the estimated value of each parcel and improvement. The Director of Property shall make recommendations to the Mayor and Director of Administrative Services relative to the advantageous use, disposition, or sale of real property not in use. \n(Added by Ord. 277-96, App. 7/3/96)\n\n","heading":{"title":"2A","chaptersection":"110. ","identifier":"2A.110. ","catch_text":"DIRECTOR OF PROPERTY."}}