{"text":"\n     (a)     The Small Business Commission shall:\n          1.     Formulate and evaluate goals, objectives, plans, and programs and set policies for the City regarding small businesses, consistent with any overall objectives established by the Mayor and the Board of Supervisors through the adoption of legislation, in order to promote the economic health of the small business community in San Francisco, its employees, and its customers; \n          2.     Develop and keep current an annual statement of purpose outlining its areas of jurisdiction, authorities, purpose and goals, subject to review and approval by the Mayor and the Board of Supervisors; \n          3.     Recommend to the Mayor for submission to the Board of Supervisors rates, fees and similar charges with respect to appropriate items coming within its jurisdiction; \n          4.     Prepare and recommend to the Mayor an annual budget for the Commission's activities;\n          5.     Oversee grants and programs concerning and benefiting small businesses and neighborhood business districts;\n          6.     Review all legislation affecting small businesses and make recommendations to the Board of Supervisors;\n          7.     Declare one month out of the year Small Business Month;\n          8.     Establish an application and selection process to provide recognition during at least one public event during Small Business Month to outstanding local small businesses that contribute to the vitality of San Francisco. Solicitation for honorees shall come from the Mayor, individual members of the Board of Supervisors, individual members of the Commission, and the general public; \n          9.     Review rules and regulations adopted by City departments that affect small businesses and recommend modifications that would promote the health of small businesses; \n          10.     Collect and analyze information about the small business economy in San Francisco, as well as conduct investigations under its power of inquiry into any aspect of governmental operations affecting small businesses, including holding hearings and taking testimony, and make recommendations to the Mayor or the Board of Supervisors; and \n          11.     The Commission may adopt such rules and regulations consistent with the provisions of this Section as are necessary for the conduct of its business. Such rules and regulations shall be available for public review and comment for 10 days before they are finally adopted by the Commission. \n(Added by Ord. 33-04, File No. 030423, App. 3/19/2004; Ord. 265-09, File No. 090960, App. 12/18/2009)\n\n","heading":{"title":"2A","chaptersection":"240. ","identifier":"2A.240. ","catch_text":"SMALL BUSINESS COMMISSION; POWERS AND DUTIES."}}