{"text":"\n     (a)     It is the policy of the City and County of San Francisco (\"City\") to provide reasonable modifications in its policies, practices, and procedures for all qualified people with disabilities and to provide these modifications quickly, easily, and with minimum burden to the person with the disability. Denial of a modification should occur only in situations for which the policy modification would fundamentally alter the program, service, or activity, or would constitute an undue financial and/or administrative burden. \n     (b)     All City departments shall take the following steps to implement the City's reasonable modification policy for the benefit of the public: \n          (1)     Provide notice, in accessible formats, to members of the public of their rights to ask for a modification in policies, practices, and procedures or the use of an auxiliary aid or service in order to accommodate a disability. \n          (2)     Respond to a request for a reasonable modification in a timely manner within 72 hours, if feasible. A department should never delay providing life-preserving modifications. \n          (3)     Provide adequate communication devices for people with disabilities requesting communication assistance, such as qualified interpreters, note-takers, computer-aided transcription services, written materials, audio recordings, computer disks, large print and Brailed materials, and assistive listening systems to ensure that the City will be able to communicate effectively with individuals with disabilities, and that individuals with disabilities will be able to participate in the range of services and programs offered by the City. \n          (4)     Provide appropriate training to staff members who will respond to requests for reasonable modifications.\n     (c)     In working with a person who has a disability to address a reasonable modification request, City departments and their contractors shall not: \n          (1)     Require a person with a disability to fill out a form, or provide medical documentation, in order to request or receive a reasonable modification, except as provided in subsection (c)(2), below. \n          (2)     Inquire about the specific diagnosis or medical history of the requestor's disability. Most requests for reasonable modification to policies, practices and procedures to City services shall be granted readily unless a City department or contractor can demonstrate that doing so would constitute a fundamental alteration to the nature of its program or service or an undue financial and/or administrative burden. \n     Medical or written documentation shall be required only in cases where the reasonable modification request appears unusual given the circumstances, exceeds the level of excellent customer service expected of City staff and contractors or there is no apparent nexus between the disability and the requested modification. Medical inquiries shall be limited to documentation of specific functional limitations, including an explanation of how the functional limitation necessitates the need for the requested modification. \n     (d)     The Mayor's Office on Disability (\"MOD\") shall maintain on its website a list of City-approved vendors who can provide auxiliary aids and services necessary for effective communication with individuals with disabilities. MOD shall also provide guidance and technical assistance to City departments that have questions about the appropriate response to a request for reasonable modification. \n(Added by Ord. 90-10, File No. 10024, App. 4/30/2010)\n\n","heading":{"title":"2A","chaptersection":"22.3. ","identifier":"2A.22.3. ","catch_text":"AMERICANS WITH DISABILITIES ACT – REASONABLE MODIFICATION POLICY."}}