{"text":"\n     a.     Floodplain Administrator. The City Administrator shall be the Floodplain Administrator, as defined by federal and state floodplain management laws and regulations, and for purposes of the City's participation in the National Flood Insurance Program administered by the United States Department of Homeland Security. The duties and responsibilities of the Floodplain Administrator shall include, but not be limited to providing oversight and guidance for the administration of floodplain management requirements and policies; and providing floodplain management reports and information as required by applicable federal, state and local requirements. The City Administrator may delegate some or all of these duties and responsibilities to appropriate City staff. \n     b.     Floodplain and flood prone area maps.\n          1.     The Floodplain Administrator shall designate flood prone areas within City jurisdiction by obtaining, reviewing, and reasonably using appropriate base flood data available from federal, state or other sources; and shall maintain and update flood prone area maps in a form sufficient for public review and use. \n          2.     In addition, areas of special flood hazard identified by FEMA in its adopted final flood insurance studies FIRMs, and FBFMs that are located outside San Francisco and contain City-owned and operated facilities, including but not limited to the \"Flood Insurance Study (FIS) for the County of San Mateo,\" dated August 5, 1986, with accompanying FIRMs and FBFMs, dated July 5, 1984, and all subsequent amendments and/or revisions, are hereby adopted by reference and declared to be a part of this ordinance. \n     c.     As provided by \nAppendix D to the San Francisco Charter and in accordance with Chapter 1A of the San Francisco Building Code, the Department of Building Inspection is responsible for reviewing all development permit applications to determine whether the permit requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. \n     d.     As provided by Section \n4.114 of the San Francisco Charter, the San Francisco Port Commission, acting by and through its Chief Harbor Engineer, is responsible for reviewing all development permit applications for buildings and structures within the Port Commission's jurisdiction to determine whether the permit requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. Under the Charter, the Port Commission has authority to adopt building standards for construction in Port areas designated by the City Administrator as flood prone that are consistent with the requirements of applicable federal and state floodplain management regulations, which building standards shall become effective when adopted by the Port Commission. \n     e.     All building standards for construction on City-owned property located outside the boundaries of the City and in areas designated by FEMA as flood prone shall be consistent with the requirements of this ordinance and applicable federal and state floodplain management regulations. Each City department with jurisdiction over the operations and maintenance of such property shall determine whether the building standards requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\n","heading":{"title":"2A","chaptersection":"282","identifier":"2A.282","catch_text":"ADMINISTRATION."}}