{"text":"\n     a.     The Federal Emergency Management Agency (FEMA) is in the process of preparing a Flood Insurance Rate Map (FIRM) for the City and County of San Francisco. The map will provide flood risk information for flood insurance and floodplain management purposes under the National Flood Insurance Program (NFIP). FEMA has stated that it anticipates publishing the final FIRM in early 2011. \n     b.     Under the NFIP, the Federal government provides financial backing to enable residents and businesses in the community to obtain affordable flood insurance in exchange for the adoption of floodplain management regulations by the community participating in the program. Participation in the NFIP will enable businesses and residents within flood prone areas to obtain certain forms of loans and disaster assistance. \n     c.     To join the NFIP, the City must adopt a Floodplain Management Ordinance that would require new structures, substantial improvements and substantial damage repairs in designated flood prone areas be protected against flood damage at the time of initial construction, and prohibit certain uses that would increase flood hazards. \n     d.     The City's joining the NFIP and adopting floodplain regulations at this time will provide all City residents the opportunity to obtain flood insurance that will cover damages resulting from storm-caused flooding. \n     e.     The floodplain management regulations in this ordinance are consistent with the NFIP requirements for communities, such as San Francisco, for which FEMA is in the process of preparing but has not completed a final FIRM. When FEMA issues a final FIRM designating special flood hazard areas in San Francisco, NFIP regulations require that the adopted floodplain management program be reviewed and modified by authorized community representatives as necessary to ensure consistency with NFIP requirements applicable to communities for which FEMA has published a final FIRM. \n     f.     FEMA's publication of a final FIRM for San Francisco may affect new construction and substantial improvements in San Francisco, especially renovation and reuse of finger piers. This Board finds that new construction and substantially improving facilities on the San Francisco waterfront are important local and state concerns. The San Francisco waterfront, transferred by the State of California to San Francisco in 1969, is a valuable public trust asset of the State that provides special maritime, navigational, recreational, cultural and historical benefits to the people of the region and the State. New development, including rehabilitation of historic structures, on land that is seaward of the reach of mean high tide can be reasonably safe from flooding, provided that adequate building controls are in place. In 1997, the Port of San Francisco adopted a Waterfront Land Use Plan to guide development and use of the Port's waterfront property consistent with its trust obligations, and in 2006 the Port created a Capital Plan identifying public facilities necessary to maintaining a viable San Francisco waterfront. This Board urges the Port of San Francisco and FEMA to develop, before publication of final FIRM, long-term floodplain management controls that both address any flooding hazard risks and allow the City to implement the Waterfront Land Use Plan and the Capital Plan, as they may be amended, and achieve the goals of that Plan, including the preservation of historic piers. \n     g.     The floodplain management regulations adopted by this ordinance were developed by the City Administrator, in consultation with the Department of Building Inspection, the Planning Department, the Department of Public Works, the Office of Economic and Workforce Development, the Public Utilities Commission, the Port of San Francisco, the San Francisco International Airport, the San Francisco Redevelopment Agency, the Treasure Island Development Authority, and the City Attorney's Office. \n     h.     The City and County of San Francisco adopts the following floodplain management regulations under its authority to adopt regulations designed to promote the public health, safety, and general welfare of its residents granted by Article II, sections 5 and 7 of the California Constitution. Such regulations are intended to remain in effect until FEMA adopts a final FIRM, at which time the City and FEMA will need to review and revise these regulations under federal requirements consistent with the purposes of this ordinance. \n     i.     The purpose of this ordinance is to promote the public health, safety, and general welfare, and minimize public and private losses due to flood conditions in specific areas by imposing provisions designed to: \n          1.     Protect human life and health;\n          2.     Minimize expenditure of public money for costly flood control projects;\n          3.     Minimize the need for rescue and relief efforts associated with flooding and generally undertaken at the expense of the general public; \n          4.     Minimize prolonged business interruptions;\n          5.     Minimize damage to public facilities and utilities such as water and gas mains; electric, telephone and sewer lines; and streets and bridges located in areas of special flood hazard; \n          6.     Help maintain a stable tax base by providing for the sound use and development of areas of special flood hazard so as to minimize future blighted areas caused by flood damage; \n          7.     Ensure that potential buyers are notified that property is in an area of special flood hazard; and\n          8.     Ensure that those who occupy the areas of special flood hazard assume responsibility for their actions.\n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\n","heading":{"title":"2A","chaptersection":"280","identifier":"2A.280","catch_text":"FINDINGS AND PURPOSE."}}