{"text":"\n     Any city administered or funded construction project requiring the Mayor's Office on Disability plan review or site inspection for compliance with Federal disability access laws and regulations shall pay a fee consistent with this section. For the purpose of this section, \"plan review\" includes reviewing and approving architectural drawings, site plans, and construction plans for compliance with Federal disability access laws and regulations prior to the commencement of work. For the purpose of this section, \"site inspection\" includes inspecting and approving all work for compliance with Federal disability access laws and regulations during the construction phase of the project. \n     (a)     Plan Review and Site Inspection Fees. At the time the project sponsor submits its architectural drawings, site plans, and construction plans to the Mayor's Office on Disability, the project sponsor shall pay to the Mayor's Office on Disability a fee as set forth below. \nFee Schedule – New Construction:\n\nTotal Project Valuation\nFee\n# of Plan Reviews included in fee\n# of Site Inspections included in fee\nAdditional Plan Reviews or Site Inspections\nUp to $200,000\nHourly rate of $150/hr\n2\n2\n$150/hr\n$200,000- $999,999\n$2200 + $310 per each additional $100,000 over the initial $200,000\n3\n3\n$150/hr\n$1-$5 million\n$4400 + $75 per each additional $100,000 over the initial $1 million\n3\n4\n$150/hr\n$5-10 million\n$7400 + $22 per each additional $100,000 over the initial $5 million\n3\n5\n$150/hr\n$10 million and up\n$8500 + $13.50 per each additional $100,000 over the initial $10 million\n3\n9\n$150/hr\nFee Schedule – Alterations:\n\nTotal Project Valuation\nFee\n# of Plan Reviews included in fee\n# of Site Inspections included in fee\nAdditional Plan Reviews or Site Inspections\nUp to $200,000\nHourly rate of $150/hr\n2\n2\n$150/hr\n$200 K- $999 K\n$2640 + $340 per each additional $100,000 over the initial $200,000\n3\n3\n$150/hr\n$1-$5 million\n$5040 + $85 per each additional $100,000 over the initial $1 million\n3\n4\n$150/hr\n$5-10 million\n$8440 + $24 per each additional $100,000 over the initial $5 million\n3\n5\n$150/hr\n$10 million and up\n$9640 + $15 per each additional $100,000 over the initial $10 million\n3\n9\n$150/hr\n          For the purposes of this section, \"Total Project Valuation\" shall mean the amount as determined under San Francisco Building Code Section 107.2. In the absence of a waiver under subsection (b), this ordinance does not require the Mayor's Office on Disability to review the architectural drawings, site plans, and construction plans or conduct any site inspections until the project sponsor pays the fee established by this section. \n     (b)     Waiver. The Director of the Office on Disability may waive the fees received under this section where the project sponsor demonstrates in a written application that payment of such fees would present an undue financial hardship on the project sponsor. \n     (c)     Adjustment of fees by the Controller. No later than July 1st of each year, the Controller shall adjust the fee schedule to ensure that: (1) each fee produces sufficient revenue to support each fee category's costs for the next year, and (2) each fee does not produce revenue which is projected to materially exceed each fee category's costs for the next year. The Controller shall provide a copy of any adjusted fee schedule under this Section \n2A.22.1 to the Mayor's Office on Disability. The Mayor's Office on Disability shall post the adjusted fee schedule on its website. The Controller's annual adjustment shall become operative on July 1st of each year.\n(Added by Ord. 190-05, File No. 051002, App. 7/29/2005; amended by Ord. 168-12, File No. 120606, App. 7/27/2012, Eff. 8/26/2012)\n\n","heading":{"title":"2A","chaptersection":"22.1","identifier":"2A.22.1","catch_text":"MAYOR'S OFFICE ON DISABILITY PLAN REVIEW AND SITE INSPECTION FEES."}}