{"text":"\n     (a)     Department of Emergency Management; Director. There is hereby created a Department of Emergency Management. The Mayor shall appoint a Director of the Department of Emergency Management who shall serve as department head and appointing officer for the Department. The Director, at the time of appointment, must have a total of at least ten years of employment, experience, or professional service in any of the following fields: firefighting, law enforcement, public health, or military service, or in the fields of disaster management or emergency preparedness and relief at the local, state, or federal level. At least five years of that employment, experience or professional service shall be at a management level. The Director shall serve at the pleasure of the Mayor and shall report directly to the Mayor. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Divisions. The Department shall include two divisions: (i) Emergency Communications and (ii) Emergency Services, each headed by a deputy director appointed by the Director of the Department of Emergency Management, with each Deputy Director reporting directly to the Director. \n     (c)     Emergency Communications. The Emergency Communications division of the Department shall manage the Combined Emergency Communications Center and related systems, and shall direct all operations related to taking calls from members of the public seeking emergency police, fire and medical assistance and related to the dispatch of emergency police, fire and medical services. The Deputy Director of the Department of Emergency Management for Emergency Communications shall have experience in the field of emergency communications, including experience at a management level in a large municipal, county, or military communications center, and sufficient professional training and/or experience to manage the operations of the Combined Emergency Communications Center and related systems. \n     (d)     Emergency Services. The Emergency Services Division of the Department shall be responsible for supporting and overseeing the Emergency Services of San Francisco, as further provided in Chapter 7 of this Code. The Deputy Director for the Department of Emergency Management for Emergency Services shall have experience in the field of emergency preparedness and relief, preferably at a management level. \n(Added by Ord. 286-98, App. 9/18/98; Ord. 261-06, File No. 061116, App. 10/13/2006)\n\nARTICLE XIII:\nPUBLIC GUARDIAN; CONSUMER ASSURANCE, REGULATORY COMPLIANCE, AND AGRICULTURAL STANDARDS \n\n\nSec. 2A.210.\nPublic Guardian Designated – Qualification for Services. \n\nSec. 2A.211.\nAttorney for Public Guardian. \n\nSec. 2A.211-A.\nPublic Administrator/Public Guardian Representative Payee Program. \n\nSec. 2A.212.\nAdministrative Officer for Veterans' Interment Designated. \n\nSec. 2A.221.\nConsolidation of Duties of the County Agricultural Commissioner and the Sealer of Weights and Measures. \n\nSEC. 2A.210.  PUBLIC GUARDIAN DESIGNATED – QUALIFICATION FOR SERVICES.\n     (a)     Pursuant to the provisions of Section 27432 of the Government Code of the State of California, the Public Administrator is hereby designated ex officio Public Guardian. \n     (b)     Neither the amount of funds, nor value of an estate, of any person who qualifies for the services of the Public Guardian under Section 2900 of the Probate Code of the State of California may serve as the basis for determining whether the Public Guardian will make application for appointment as guardian of such person pursuant to said section. \n(Amended by Ord. 281-81, App. 5/29/81; Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nSEC. 2A.211.  ATTORNEY FOR PUBLIC GUARDIAN.\n     The attorney for the Public Administrator shall be the attorney for the ex officio Public Guardian. \n(Added by Ord. 383-60, App. 7/19/60; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nSEC. 2A.211-A.  PUBLIC ADMINISTRATOR/PUBLIC GUARDIAN REPRESENTATIVE PAYEE PROGRAM.\n     (a)     Findings. The Board of Supervisors finds that there are residents of the City and County of San Francisco who are recipients of Social Security Administration benefits, Department of Veteran's Affairs benefits, General Assistance, and other income from public and private sources who are unable to manage such income to their best advantage. \n          There are also residents of the City and County of San Francisco who are denied the payment of Social Security Administration benefits, Department of Veteran's Affairs benefits, General Assistance, and other income from public and private sources because of mental and/or physical disability who would benefit from assistance in applying for and managing funds. \n          Therefore, the Board of Supervisors authorizes the Public Administrator-Public Guardian, pursuant to permission of the client, to receive, manage, and disburse income and benefits from public and private sources for those persons who receive such aid, but are unable to manage their funds. \n          And, further, that the Public Administrator-Public Guardian is authorized, pursuant to permission of the client, to provide assistance in applying for public and private resources to which the client may be entitled, but which are withheld or not paid because of a determination from the funding source that the recipient is incapable of managing such funds. \n     (b)     Public Guardian Representative Payee Program. There shall be a program called the Public Guardian Representative Payee Program (hereinafter, \"Program\") created in the Office of the Public Administrator-Public Guardian. Upon agreement with the client, the Program may provide the following services: \n          (1)     Collect and deposit entitlement checks and other income into accounts managed by the Public Administrator-Public Guardian.\n          (2)     Redirect the client's bills including, but not limited to, rent and utility bills to the Program and pay these bills with the client's funds. \n          (3)     Make disbursements from the client's share of funds for the client's personal needs.\n          (4)     The Public Administrator-Public Guardian shall charge each client a monthly fee of $37.00 for services provided through the Representative Payee Program as authorized by California Government Code Section 27436 unless such client is otherwise legally exempt from payment of the fee. Clients demonstrating an inability to pay may qualify for a discretionary waiver of the fee as determined by the Public Administrator-Public Guardian or their designee.\n     (c)     Refunds. Upon discharge or withdrawal from the Program, any and all amounts on deposit in the name of the client shall be refunded to him or her, or the succeeding fiduciary, if applicable. \n     (d)     Records. The Public Administrator-Public Guardian shall cause full, true and correct records to be maintained, on a current basis, regarding the receipt and disbursement of all moneys belonging to any such client on deposit in accounts managed by the Public Administrator-Public Guardian. Clear and current records must be maintained showing all credits to and debits from the account for each individual client, as well as each client's current share and balance in the account. \n     (e)     Fiduciary. The Public Administrator-Public Guardian shall keep records as befits a fiduciary entrusted with a client's funds. \n(Added by Ord. 312-00, File No. 001907, App. 12/28/2000; amended by Ord. 159-11, File No. 110710, App. 8/1/2011, Eff. 8/31/2011)\n\nSEC. 2A.212.  ADMINISTRATIVE OFFICER FOR VETERANS' INTERMENT DESIGNATED.\n     The Coroner is hereby designated as Administrative Officer to arrange for the decent interment of veterans and veterans' widows pursuant to the provisions of Division 4, Chapter 5, Article 2 (beginning with Section 940) of the Military and Veterans Code of the State of California. \n(Added by Ord. 124-61, App. 6/1/61; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\nSec. 2A.220.  RESERVED.\n(Added by Ord. 186-99, File No. 990334, App. 7/1/99; amended by Ord. 70-00, File No. 000357, App. 4/28/2000; repealed by Ord. 187-04, File No. 040759, App. 7/22/2004) \n\nSEC. 2A.221.  CONSOLIDATION OF DUTIES OF THE COUNTY AGRICULTURAL COMMISSIONER AND THE SEALER OF WEIGHTS AND MEASURES.\n     The duties of the County Agricultural Commissioner and the Sealer of Weights and Measures are hereby consolidated and the County Agricultural Commissioner in addition to the duties of that office shall succeed to the duties of the Sealer of Weights and Measures. The Director of the Department of Public Health shall appoint the County Agricultural Commissioner-Sealer of Weights and Measures. \n(Added by Ord. 108-72, App. 4/26/72; amended by Ord. 70-00, File No. 000357, App. 4/28/2000; Ord. 187-04, File No. 040759, App. 7/22/2004) \n\nARTICLE XIV:\nCITY ATTORNEY \n\n\nSec. 2A.230.\nEnforcement of Local Laws.\n\nSec. 2A.231.\nEnforcement of State Law. \n\nSEC. 2A.230.  ENFORCEMENT OF LOCAL LAWS.\n     In investigating any matter where the San Francisco Charter or any ordinance of the City and County grants to the City Attorney the duty or power to seek enforcement of any provision of the Charter or any ordinance, the City Attorney shall have the power to inspect, upon reasonable notice, all documents required to be maintained under Government Code Sections 84100 et seq., Government Code Sections 86100 et seq., San Francisco Campaign and Governmental Conduct Code Sections \n1.100 et seq., and San Francisco Campaign and Governmental Conduct Code Sections \n2.100 et seq. The City Attorney shall also have the power to subpoena witnesses, compel their attendance and testimony, administer oaths and affirmations, take evidence and require by subpoena the production of any books, papers, records or other items relevant to the performance of the City Attorney's enforcement duties or powers. \n     The City Attorney shall also have these powers in investigating any matter where the San Francisco Charter or any ordinance of the City and County of San Francisco grants to the City Attorney the duty or power to act as the civil prosecutor with respect to any provision of the Charter or any ordinance or to institute a civil action for violation of any such provision. The City Attorney may exercise these inspection and subpoena powers prior to the filing of any civil or administrative action. \n(Added by Ord. 319-95, App. 10/13/95; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nSEC. 2A.231.  ENFORCEMENT OF STATE LAW.\n     Unless otherwise prohibited by State law, in investigating any matter where State law grants to the City Attorney the duty or power to seek enforcement of any provision of State law, the City Attorney shall have the power to inspect, upon reasonable notice, all documents required to be maintained under Government Code Sections 84100 et seq., Government Code Sections 86100 et seq., San Francisco Administrative Code Sections 16.501 et seq., and San Francisco Administrative Code Sections 16.520 et seq. The City Attorney shall also have the power to subpoena witnesses, compel their attendance and testimony, administer oaths and affirmations, take evidence and require by subpoena the production of any books, papers, records or other items relevant to the performance of the City Attorney's enforcement duties or powers. \n     The City Attorney shall also have these powers in investigating any matter where State law grants to the City Attorney the duty or power to act as the civil prosecutor with respect to any provision of the State law or to institute a civil action for violation of any State law. The City Attorney may exercise these inspection and subpoena powers prior to the filing of any civil or administrative action. \n(Added by Ord. 319-95, App. 10/13/95; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nARTICLE XV:\nDEPARTMENT OF CHILDREN, YOUTH, AND THEIR FAMILIES \n\n\nSec. 2A.232.\nDepartment of Children, Youth, and their Families. \n\nSEC. 2A.232.  DEPARTMENT OF CHILDREN, YOUTH, AND THEIR FAMILIES.\n     (a)     Department of Children, Youth, and their Families; Director. There shall be a Department of Children, Youth, and their Families. The Mayor shall appoint a Director who shall serve as Department head and appointing officer for the Department. The Director shall serve at the pleasure of the Mayor. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Department shall be responsible for promoting the development of comprehensive programs, policies and planning strategies to enhance services for children, youth and their families; and: \n          (1)     The Department shall assist the Mayor in preparation and implementation of the Children Services Plan and Fund as described in Charter Section \n16.108. \n          (2)     (A)     Beginning after July 1, 2001, the Department shall report to the Board of Supervisors in the Community Needs Assessments required by Charter Section \n16.108: \n                    (i)     The number of male and female minors served by recipients of the Children's Fund grants;\n                    (ii)     The comparative monetary value of the expenditure of Children's Fund moneys on male and female minors, based on the information collected in Subsection (b)(2)(A)(i); and \n                    (iii)     To the extent data are available, the Department shall calculate the percentage of San Francisco's population of female minors who are served by the Children's Fund and the percentage of San Francisco's population of male minors who are served by the Children's Fund. \n               (B)     Provisions of this Subsection shall take effect only if Proposition D on the November, 2000, ballot is enacted.\n          (3)     Pursuant to Section \n86.1 of the San Francisco Administrative Code, the Department shall provide office space, administrative support, and other services for the Children and Families Commission and its Department, as specified in a Memorandum of Understanding between the Department and the Children and Families Commission. \n          (4)     Pursuant to Section \n5.200 of the San Francisco Administrative Code, the Department shall provide administrative support for the San Francisco Child Care Planning and Advisory Council. \n          (5)     The Department shall have such other duties and functions as are assigned by Charter or ordinance.\n(Added by Ord. 295-00, File No. 001761, App. 12/22/2000)\n\nARTICLE XVI:\nSMALL BUSINESS COMMISSION \n\n\nSec. 2A.240.\nSmall Business Commission; Powers and Duties.\n\nSec. 2A.241.\nOffice of Small Business.  \n\nSEC. 2A.240.  SMALL BUSINESS COMMISSION; POWERS AND DUTIES.\n     (a)     The Small Business Commission shall:\n          1.     Formulate and evaluate goals, objectives, plans, and programs and set policies for the City regarding small businesses, consistent with any overall objectives established by the Mayor and the Board of Supervisors through the adoption of legislation, in order to promote the economic health of the small business community in San Francisco, its employees, and its customers; \n          2.     Develop and keep current an annual statement of purpose outlining its areas of jurisdiction, authorities, purpose and goals, subject to review and approval by the Mayor and the Board of Supervisors; \n          3.     Recommend to the Mayor for submission to the Board of Supervisors rates, fees and similar charges with respect to appropriate items coming within its jurisdiction; \n          4.     Prepare and recommend to the Mayor an annual budget for the Commission's activities;\n          5.     Oversee grants and programs concerning and benefiting small businesses and neighborhood business districts;\n          6.     Review all legislation affecting small businesses and make recommendations to the Board of Supervisors;\n          7.     Declare one month out of the year Small Business Month;\n          8.     Establish an application and selection process to provide recognition during at least one public event during Small Business Month to outstanding local small businesses that contribute to the vitality of San Francisco. Solicitation for honorees shall come from the Mayor, individual members of the Board of Supervisors, individual members of the Commission, and the general public; \n          9.     Review rules and regulations adopted by City departments that affect small businesses and recommend modifications that would promote the health of small businesses; \n          10.     Collect and analyze information about the small business economy in San Francisco, as well as conduct investigations under its power of inquiry into any aspect of governmental operations affecting small businesses, including holding hearings and taking testimony, and make recommendations to the Mayor or the Board of Supervisors; and \n          11.     The Commission may adopt such rules and regulations consistent with the provisions of this Section as are necessary for the conduct of its business. Such rules and regulations shall be available for public review and comment for 10 days before they are finally adopted by the Commission. \n(Added by Ord. 33-04, File No. 030423, App. 3/19/2004; Ord. 265-09, File No. 090960, App. 12/18/2009)\n\nSEC. 2A.241.  OFFICE OF SMALL BUSINESS.\n     (a)     Duties and Functions. The Office of Small Business, which shall be a City department under the direction of the Small Business Commission, shall perform the following functions to assist small businesses located in San Francisco with a total workforce of 100 or fewer fulltime employees: \n          1.     Centralize and coordinate the information and advice services to small businesses managed by other City departments.\n          2.     Operate a Small Business Assistance Center, which shall support the full diversity of San Francisco's small businesses with information concerning: \n               (A)     business structure and formation, obtaining necessary licenses, accessing financial resources, and finding appropriate real estate; \n               (B)     obtaining City permits;\n               (C)     bidding on government contracts and participating in the City purchasing process;\n               (D)     complying with government laws and regulations; and\n               (E)     adopting \"green\" and sustainable business practices.\n          3.     Perform such other duties and functions to benefit small businesses as directed by the Small Business Commission or as assigned by the Mayor under Charter section \n4.132; and \n          4.     Report by March 1 and September 1 of each year to the Mayor and Board of Supervisors on the numbers of small businesses served by case managers and the Office of Small Business, types of services provided, numbers of small businesses obtaining City contracts and their dollar amount and on other performance measures as determined by the Small Business Commission. \n     (b)     Assistance and Support from Other Departments. The following City departments shall provide information and staff assistance to the Office of Small Business regarding compliance with the laws and regulations administered by their departments that impact small businesses; Assessor, Building Inspection, Environment, Fire, Human Rights Commission, Mayor's Office of Community Development, Office of Labor Standards Enforcement, Parking and Traffic, Planning, Police, Public Health, Public Works, Purchasing, Treasurer/Tax Collector, and such other departments as directed by the Mayor. Within four months of the initial hiring of any new staff, the Office of Small Business shall issue a report that analyzes the existing laws, regulations, roles, procedures and responsibilities of all city departments that impact small businesses and makes recommendations regarding the streamlining and consolidation of such departmental functions under the Office of Small Business. \n     (c)     Annual Survey. The Office of Small Business, in coordination with the Controller's Office, shall create and administer an annual survey of small businesses that use the Small Business Assistance Center to evaluate the Center's performance in serving small businesses. \n(Added by Proposition I, Approved 11/6/2007)\n\nARTICLE XVII:\nDEPARTMENT OF THE MEDICAL EXAMINER \n\n\nSec. 2A.250.\nOffice of the Chief Medical Examiner. \n\nSEC. 2A.250.  OFFICE OF THE CHIEF MEDICAL EXAMINER.\n     (a)     The Office of the Chief Medical Examiner. There shall be an Office of the Chief Medical Examiner. The City Administrator with the concurrence of the Mayor, shall appoint and may remove a Chief Medical Examiner who shall meet the qualifications for Chief Medical Examiner as provided by state law. The Chief Medical Examiner shall serve as department head and appointing officer for the Office, and shall succeed to all of the duties of the Coroner. The Office Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Office of the Chief Medical Examiner Department shall be responsible for the duties of the Medical Examiner as provided by state law, and such other duties and functions as assigned pursuant to the Charter or by ordinance. \n(Added by Ord. 206-04, File No. 040760, App. 8/5/2004; amended by Ord. 131-05, File No. 050497, App. 6/30/2005)\n\nARTICLE XVIII:\nDEPARTMENT OF CONVENTION FACILITIES \n\n\nSec. 2A.260.\nDepartment of Convention Facilities.  \n\nSEC. 2A.260.  DEPARTMENT OF CONVENTION FACILITIES.\n     (a)     Department of Convention Facilities. There shall be a Department of Convention Facilities. The City Administrator with the concurrence of the Mayor, shall appoint and may remove a Director who shall serve as department head and appointing officer for the Department. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Department shall be responsible for the management and administration of City-owned or operated convention facilities, and such other duties and functions as assigned pursuant to the Charter or by ordinance. \n(Added by Ord. 205-04, File No. 040755, App. 8/5/2004)\n\nARTICLE XIX:\nECONOMIC AND WORKFORCE DEVELOPMENT DEPARTMENT \n\n\nSec. 2A.270.\nEconomic and Workforce Development Department.  \n\nSEC. 2A.270.  ECONOMIC AND WORKFORCE DEVELOPMENT DEPARTMENT.\n     (a)     Economic and Workforce Development Department. There shall be an Economic and Workforce Development Department. The Mayor shall appoint a Director who shall serve as department head and appointing officer for the Department. The Director shall serve at the pleasure of the Mayor. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Department shall be responsible for economic and workforce development, including, among other things: \n          (1)     attracting, retaining and assisting businesses;\n          (2)     strengthening the economic vitality of neighborhoods and commercial corridors;\n          (3)     restoring contaminated sites to productive reuse (\"brownfields\");\n          (4)     fostering international trade;\n          (5)     developing and implementing workforce development and jobs training programs;\n          (6)     coordinating major City projects, including public-private partnerships and military base conversions;\n          (7)     administering the City's public debt and related public finance matters;\n          (8)     processing the forms and supporting documentation submitted by employers to establish eligibility for San Francisco Enterprise Zone tax credits established under California Administrative Code Title 25, Division 1,Chapter 7, Subchapter 21, Enterprise Zone Program; and \n          (9)     such other duties and functions as assigned pursuant to the Charter or by ordinance.\n     (c)     Fee to process forms for San Francisco Enterprise Zone tax credits. The Department is authorized to charge a fee of $80 for each form and supporting documentation submitted by an employer to establish eligibility for San Francisco Enterprise Zone tax credits established under California Administrative Code Title 25, Division 1, Chapter 7, Subchapter 21, Enterprise Zone Program. \n(Added by Ord. 183-04, File No. 040746, 7/22/2004; Ord. 165-10, File No. 100722, App. 7/7/2010)\n\nARTICLE XX.\nFLOODPLAIN MANAGEMENT PROGRAMS \n\n\nSec. 2A.280.\nFindings and Purpose. \n\nSec. 2A.281.\nDefinitions. \n\nSec. 2A.282.\nAdministration. \n\nSec. 2A.283.\nProvisions for Flood Hazard Reduction. \n\nSec. 2A.284.\nLiability. \n\nSec. 2A.285.\nSeverability. \n\nSEC. 2A.280.  FINDINGS AND PURPOSE.\n     a.     The Federal Emergency Management Agency (FEMA) is in the process of preparing a Flood Insurance Rate Map (FIRM) for the City and County of San Francisco. The map will provide flood risk information for flood insurance and floodplain management purposes under the National Flood Insurance Program (NFIP). FEMA has stated that it anticipates publishing the final FIRM in early 2011. \n     b.     Under the NFIP, the Federal government provides financial backing to enable residents and businesses in the community to obtain affordable flood insurance in exchange for the adoption of floodplain management regulations by the community participating in the program. Participation in the NFIP will enable businesses and residents within flood prone areas to obtain certain forms of loans and disaster assistance. \n     c.     To join the NFIP, the City must adopt a Floodplain Management Ordinance that would require new structures, substantial improvements and substantial damage repairs in designated flood prone areas be protected against flood damage at the time of initial construction, and prohibit certain uses that would increase flood hazards. \n     d.     The City's joining the NFIP and adopting floodplain regulations at this time will provide all City residents the opportunity to obtain flood insurance that will cover damages resulting from storm-caused flooding. \n     e.     The floodplain management regulations in this ordinance are consistent with the NFIP requirements for communities, such as San Francisco, for which FEMA is in the process of preparing but has not completed a final FIRM. When FEMA issues a final FIRM designating special flood hazard areas in San Francisco, NFIP regulations require that the adopted floodplain management program be reviewed and modified by authorized community representatives as necessary to ensure consistency with NFIP requirements applicable to communities for which FEMA has published a final FIRM. \n     f.     FEMA's publication of a final FIRM for San Francisco may affect new construction and substantial improvements in San Francisco, especially renovation and reuse of finger piers. This Board finds that new construction and substantially improving facilities on the San Francisco waterfront are important local and state concerns. The San Francisco waterfront, transferred by the State of California to San Francisco in 1969, is a valuable public trust asset of the State that provides special maritime, navigational, recreational, cultural and historical benefits to the people of the region and the State. New development, including rehabilitation of historic structures, on land that is seaward of the reach of mean high tide can be reasonably safe from flooding, provided that adequate building controls are in place. In 1997, the Port of San Francisco adopted a Waterfront Land Use Plan to guide development and use of the Port's waterfront property consistent with its trust obligations, and in 2006 the Port created a Capital Plan identifying public facilities necessary to maintaining a viable San Francisco waterfront. This Board urges the Port of San Francisco and FEMA to develop, before publication of final FIRM, long-term floodplain management controls that both address any flooding hazard risks and allow the City to implement the Waterfront Land Use Plan and the Capital Plan, as they may be amended, and achieve the goals of that Plan, including the preservation of historic piers. \n     g.     The floodplain management regulations adopted by this ordinance were developed by the City Administrator, in consultation with the Department of Building Inspection, the Planning Department, the Department of Public Works, the Office of Economic and Workforce Development, the Public Utilities Commission, the Port of San Francisco, the San Francisco International Airport, the San Francisco Redevelopment Agency, the Treasure Island Development Authority, and the City Attorney's Office. \n     h.     The City and County of San Francisco adopts the following floodplain management regulations under its authority to adopt regulations designed to promote the public health, safety, and general welfare of its residents granted by Article II, sections 5 and 7 of the California Constitution. Such regulations are intended to remain in effect until FEMA adopts a final FIRM, at which time the City and FEMA will need to review and revise these regulations under federal requirements consistent with the purposes of this ordinance. \n     i.     The purpose of this ordinance is to promote the public health, safety, and general welfare, and minimize public and private losses due to flood conditions in specific areas by imposing provisions designed to: \n          1.     Protect human life and health;\n          2.     Minimize expenditure of public money for costly flood control projects;\n          3.     Minimize the need for rescue and relief efforts associated with flooding and generally undertaken at the expense of the general public; \n          4.     Minimize prolonged business interruptions;\n          5.     Minimize damage to public facilities and utilities such as water and gas mains; electric, telephone and sewer lines; and streets and bridges located in areas of special flood hazard; \n          6.     Help maintain a stable tax base by providing for the sound use and development of areas of special flood hazard so as to minimize future blighted areas caused by flood damage; \n          7.     Ensure that potential buyers are notified that property is in an area of special flood hazard; and\n          8.     Ensure that those who occupy the areas of special flood hazard assume responsibility for their actions.\n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.281.  DEFINITIONS.\n     a.     \"Accessory structure\" means a structure that is either solely for the parking of no more than 2 cars, or a small, low cost shed for limited storage, less than 150 square feet and $1,500 in value. \n     b.     \"Accessory use\" means a use which is incidental and subordinate to the principal use of the parcel of land on which it is located. \n     c.     \"Base flood\" means a flood that has a one percent chance of being equaled or exceeded in any given year (also called the \"100 year flood\"). \n     d.     Base flood elevation\" (BFE) means the elevation shown on the Flood Insurance Rate Map for Zones AE, AH, A1-30, VE and V1-V30 that indicates the water surface elevation resulting from a flood that has a 1-percent or greater chance of being equaled or exceeded in any given year. \n     e.     \"Building\" - see \"Structure.\"\n     f.     \"Flood\" or \"flooding\" means:\n          1.     A general and temporary condition of partial or complete inundation of normally dry land areas from: the overflow of inland or tidal waters; the unusual and rapid accumulation or runoff of surface waters from any source; or mudslides (i.e., mudflows) which are proximately caused by flooding. \n          2.     The collapse or subsidence of land along the shore of a lake or other body of water as a result of erosion or undermining caused by waves or currents of water exceeding anticipated cyclical levels or suddenly caused by an unusual and unforeseeable event which results in flooding as defined in this definition. \n     g.     \"Floodplain or flood prone area\" means any land area designated by the City Administrator as susceptible to being inundated by 100-year flood. \n     h.     \"Floodplain Administrator\" is the City Administrator.\n     i.     \"Flood Boundary and Floodway Map\" (FBFM) means the official map on which the Federal Emergency Management Agency or Federal Insurance Administration has delineated both the areas of special flood hazards and the floodway. \n     j.     \"Flood Insurance Rate Map\" (FIRM) means the official map on which the Federal Emergency Management Agency or Federal Insurance Administration has delineated both the areas of special flood hazards and the risk premium zones applicable to the community. \n     k.     \"Flood Insurance Study\" means the official report provided by the Federal Insurance Administration that includes flood profiles, the Flood Insurance Rate Map, the Flood Boundary and Floodway Map, and the water surface elevation of the base flood. \n     l.     \"Floodplain management\" means the operation of a program of corrective and preventive measures for reducing flood damage and preserving and enhancing, where possible, natural resources in the floodplain, including but not limited to emergency preparedness plans, flood control works, floodplain management regulations, and open space plans. \n     m.     \"Floodplain management regulations\" means this ordinance and other zoning ordinances, subdivision regulations, building codes, health regulations, special purpose ordinances (such as grading and erosion control) and other application of police power which control development in flood prone areas. This term includes applicable federal, state or local regulations that provide standards for preventing and reducing flood loss and damage. \n     n.     \"Floodproofing\" means any combination of structural and nonstructural additions, changes, or adjustments to structures which reduce or eliminate flood damage to real estate or improved real property, water and sanitary facilities, structures, and their contents. \n     o.     \"Floodway\" means the channel of a river or other watercourse and the adjacent land areas that must be reserved in order to discharge the base flood without cumulatively increasing the water surface elevation more than one foot. Also referred to as \"regulatory floodway.\" \n     p.     \"Functionally dependent use\" means a use that cannot perform its intended purpose unless it is located or carried out in close proximity to water. The term includes, but is not limited to, docking facilities, port facilities that are necessary for the loading and unloading of cargo or passengers, facilities that provide waterfront public access, and ship building and ship repair facilities, \n     q.     \"Historic structure\" means any structure that is\n          1.     Listed individually in the National Register of Historic Places or preliminarily determined by the Secretary of the Interior as meeting the requirements for individual listing on the National Register; \n          2.     Certified or preliminarily determined by the Secretary of the Interior as contributing to the historical significance of a registered historic district or a district preliminarily determined by the Secretary to qualify as a registered historic district; \n          3.     Individually listed on a state inventory of historic places in states with historic preservation programs which have been approved by the Secretary of Interior; or \n          4.     Individually listed on a local inventory of historic places in communities with historic preservation programs, including, but not limited to those structures that have been certified either by an approved state program as determined by the Secretary of the Interior or directly by the Secretary of the Interior in states with approved programs. \n          5.     Determined to be an historic resource in accordance with the City and County of San Francisco Planning Department's CEQA Review Procedures for Historic Resources. \n          6.     In an historic district that is listed in the National Register of Historic Places.\n     r.     \"New construction\" means structures for which the \"start of construction\" commenced on or after the effective date of floodplain management regulations adopted pursuant to this ordinance, and includes any substantial improvements to such structures. \n     s.     \"One hundred year flood\" or \"100 year flood\" means a flood that has a one percent chance of being equaled or exceeded in any given year. \n     t.     \"Regulatory floodway\" means the channel of a river or other watercourse and the adjacent land areas that must be reserved in order to discharge the base flood without cumulatively increasing the water surface elevation more than one foot. Also referred to as \"floodway.\" \n     u.     \"Special flood hazard area (SFHA)\" means an area in the floodplain subject to a 1 percent or greater chance of flooding in any given year that is shown on FIRM as Zone A, AO, A1 A30, AE, A99, AH, V1 V30, VE or V. \n     v.     \"Start of construction\" includes substantial improvement and other proposed new development and means the date the building permit was issued, provided the actual start of construction, repair, reconstruction, rehabilitation, addition, placement, or other improvement was within 180 days from the date of the permit. The actual start means either the first placement of permanent construction of a structure on a site, such as the pouring of slab or footings, the installation of piles, the construction of columns, or any work beyond the stage of excavation. Permanent construction does not include land preparation, such as clearing, grading, and filling; nor does it include the installation of streets and/or walkways; nor does it include excavation for a basement, footings, piers, or foundations or the erection of temporary forms; nor does it include the installation on the property of accessory buildings, such as garages or sheds not occupied as dwelling units or not part of the main structure. For a substantial improvement, the actual start of construction means the first alteration of any wall, ceiling, floor, or other structural part of a building, whether or not that alteration affects the external dimensions of the building. \n     w.     \"Structure\" means a walled and roofed building that is principally above ground; this includes a gas or liquid storage tank or a manufactured home. \n     x.     \"Substantial damage\" means damage of any origin sustained by a structure whereby the cost of restoring the structure to its before damaged condition would equal or exceed 50 percent of the market value of the structure before the damage occurred. The term does not include any alteration of or exterior addition to a damaged \"historic structure,\" provided that the alteration or addition will not preclude the structure's continued designation as a \"historic structure.\" \n     y.     \"Substantial improvement\" means any reconstruction, rehabilitation, addition, or other proposed new development of a structure, the cost of which equals or exceeds 50 percent of the market value of the structure before the \"start of construction\" of the improvement. This term includes structures that have incurred \"substantial damage\", regardless of the actual repair work performed. The term does not, however, include either: \n          1.     Any project for improvement of a structure to correct existing violations or state or local health, sanitary, or safety code specifications which have been identified by the local code enforcement official and which are the minimum necessary to assure safe living conditions, or \n          2.     Any alteration of, or attached exterior addition to, an \"historic structure,\" provided that the alteration or addition will not preclude the structure's continued designation as an \"historic structure.\" \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.282.  ADMINISTRATION.\n     a.     Floodplain Administrator. The City Administrator shall be the Floodplain Administrator, as defined by federal and state floodplain management laws and regulations, and for purposes of the City's participation in the National Flood Insurance Program administered by the United States Department of Homeland Security. The duties and responsibilities of the Floodplain Administrator shall include, but not be limited to providing oversight and guidance for the administration of floodplain management requirements and policies; and providing floodplain management reports and information as required by applicable federal, state and local requirements. The City Administrator may delegate some or all of these duties and responsibilities to appropriate City staff. \n     b.     Floodplain and flood prone area maps.\n          1.     The Floodplain Administrator shall designate flood prone areas within City jurisdiction by obtaining, reviewing, and reasonably using appropriate base flood data available from federal, state or other sources; and shall maintain and update flood prone area maps in a form sufficient for public review and use. \n          2.     In addition, areas of special flood hazard identified by FEMA in its adopted final flood insurance studies FIRMs, and FBFMs that are located outside San Francisco and contain City-owned and operated facilities, including but not limited to the \"Flood Insurance Study (FIS) for the County of San Mateo,\" dated August 5, 1986, with accompanying FIRMs and FBFMs, dated July 5, 1984, and all subsequent amendments and/or revisions, are hereby adopted by reference and declared to be a part of this ordinance. \n     c.     As provided by \nAppendix D to the San Francisco Charter and in accordance with Chapter 1A of the San Francisco Building Code, the Department of Building Inspection is responsible for reviewing all development permit applications to determine whether the permit requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. \n     d.     As provided by Section \n4.114 of the San Francisco Charter, the San Francisco Port Commission, acting by and through its Chief Harbor Engineer, is responsible for reviewing all development permit applications for buildings and structures within the Port Commission's jurisdiction to determine whether the permit requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. Under the Charter, the Port Commission has authority to adopt building standards for construction in Port areas designated by the City Administrator as flood prone that are consistent with the requirements of applicable federal and state floodplain management regulations, which building standards shall become effective when adopted by the Port Commission. \n     e.     All building standards for construction on City-owned property located outside the boundaries of the City and in areas designated by FEMA as flood prone shall be consistent with the requirements of this ordinance and applicable federal and state floodplain management regulations. Each City department with jurisdiction over the operations and maintenance of such property shall determine whether the building standards requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.283.  PROVISIONS FOR FLOOD HAZARD REDUCTION.\n     a.     Permits. A permit or other applicable approval shall be obtained for all proposed construction of buildings and structures located within a floodplain or flood prone area designated in accordance with Section \n2A.282(b), and shall be issued in accordance with applicable procedures for authorizing such construction within the appropriate City departments' jurisdiction. No building, structure or land shall be constructed, located, extended, converted, or altered within a floodplain or flood prone area without full compliance with the requirements of this ordinance and other applicable regulations. The City Administrator shall maintain a record of the elevation (in relation to NAVD88) of the lowest floor (including basement) of all new and substantially improved structures, and the elevation (in relation to NAVD88) to which all structures that were floodproofed in accordance with Section \n2A.283(b), (c) or (d) of this Article. \n     b.     Standards of Construction for flood prone areas designated pursuant to section \n2A.282(b)(1) of this article.\n          1.     If a proposed building site is in a flood-prone area, all new construction and substantial improvements shall:\n               A.     Be designed (or modified) and adequately anchored to prevent flotation, collapse, or lateral movement of the structure resulting from hydrodynamic and hydrostatic loads, including the effects of buoyancy. \n               B.     Be constructed:\n                    i.     With materials and utility equipment resistant to flood damage;\n                    ii.     Using methods and practices that minimize flood damage;\n               C.     With electrical, heating, ventilation, plumbing and air conditioning equipment and other service facilities that are designed and/or located so as to prevent water from entering or accumulating within the components during conditions of flooding. \n          2.     The Chief Harbor Engineer of the Port of San Francisco and the Floodplain Administrator shall consult and coordinate with FEMA to create appropriate building standards for developing any finger piers located in flood prone areas in Port jurisdiction, before publication of FEMA's final FIRM for San Francisco. \n          3.     Standards For Subdivisions. If a subdivision proposal is in a flood-prone area, any such proposals shall be reviewed to assure that: \n               A.     All such proposals are consistent with the need to minimize flood damage within the flood prone area;\n               B.     All public utilities and facilities such as sewer, gas, electrical, and water systems are located and constructed to minimize or eliminate flood damage; and \n               C.     Adequate drainage is provided to reduce exposure to flood hazards.\n          4.     Standards For Utilities. All new and replacement water supply and sanitary sewage systems shall be designed to minimize or eliminate: \n               A.     Infiltration of flood waters into the systems, and\n               B.     Discharge from the systems into floodwaters.\n     c.     Standards of Construction for floodplain areas designated pursuant to section \n2A.282(b)(2) of this article. In addition to the standards of construction set forth in section \n2A.283(b), all new construction and substantial improvements shall be designed and constructed in accordance with the requirements of San Francisco Building Code section 1612, as amended from time to time. \n     d.     Variances.\n          1.     A variance from the standards provided by the section may be granted by the appropriate approval authority for a parcel of property with physical characteristics so unusual that complying with the requirements of this ordinance would create an exceptional hardship to the applicant or the surrounding property owners. Variances shall be issued upon a determination that the variance is the minimum necessary, considering the flood hazard, to afford relief. Variance determinations shall include a showing of good and sufficient cause that: \n               A.     Failure to grant the variance would result in exceptional hardship to the applicant; and\n               B.     The granting of a variance will not result in increased flood heights, additional threats to public safety, or extraordinary public expense, create a nuisance, cause fraud and victimization of the public, or conflict with existing local laws or ordinances. \n          2.     Notwithstanding subsection \n2A.283(d)(1) above, variances may be issued for new construction, substantial improvement, and other proposed new development to be erected on a lot of one-half acre or less in size contiguous to and surrounded by lots with existing structures constructed below the base flood level. \n          3.     Notwithstanding subsection \n2A.283(d)(1) above, variances shall be issued for:\n               A.     The repair or rehabilitation of, or exterior addition to, historic structures upon a determination that the proposed repair, rehabilitation or addition will not preclude the structure's continued designation as an historic structure. \n               B.     New construction, substantial improvement, and other proposed new development necessary for the conduct of a functionally dependent use, provided that the structure or building is protected by methods that minimize flood damages, and that issuance of the variance does not result in additional threats to public safety or create a public nuisance. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.284.  LIABILITY.\n     The degree of flood protection required by this ordinance is considered reasonable for regulatory purposes and is based on scientific and engineering considerations. This ordinance shall not create liability on the part of the City and County of San Francisco, any officer or employee thereof, the State of California, or the Federal Insurance Administration, Federal Emergency Management Agency, for any flood damages that result from reliance on this ordinance or any administrative decision made hereunder. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.285.  SEVERABILITY.\n     This ordinance and the various parts thereof are hereby declared to be severable. Should any section of this ordinance be declared by the courts to be unconstitutional or invalid, such decision shall not affect the validity of the ordinance as a whole, or any portion thereof other than the section so declared to be unconstitutional or invalid. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nARTICLE XXI:\nCITIZEN'S COMMITTEE ON COMMUNITY DEVELOPMENT \n\n\nSec. 2A.290.\nCitizen's Committee on Community Development.  \n\nSEC. 2A.290.  CITIZEN'S COMMITTEE ON COMMUNITY DEVELOPMENT.\n     (a)     If, in complying with the City's obligations to provide for citizen participation under U.S. Department of Housing and Urban Development (\"HUD\") Consolidated Planning regulations, the Mayor convenes a citizen's committee, the committee shall be called the Citizen's Committee on Community Development (\"Committee\") and shall be governed by this Section. \n     (b)     Purpose. The Committee shall be an advisory body whose purpose is to make recommendations to the Mayor and Board of Supervisors on HUD-based funding allocations and policy matters directly related to community development efforts in the City. For purposes of this Section, \"community development\" means a planned effort or program that increases the capacity of low- and moderate-income people to improve their quality of life. \n     (c)     Duties. The Committee's duties shall include the following: \n          (1)     Make policy recommendations to the Mayor and the Board of Supervisors on the development and implementation of a comprehensive community development structure and strategy for the City. In developing such recommendations, the Committee shall address (1) government structure, including coordination between City boards, commissions and advisory bodies with overlapping programmatic jurisdiction pertaining to community development, (2) citizen oversight and community participation, and (3) strengthening the capacity of community-based organizations that serve low- and moderate-income communities. \n          (2)     Provide for citizen participation and oversight in the development of the City's consolidated planning process that satisfies the requirements of the HUD Consolidated Planning regulations, as amended from time to time. \n          (3)     Make annual funding recommendations to the Mayor and Board of Supervisors for the HUD entitlement resources of Community Development Block Grants (\"CDBG\") and Emergency Shelter Grants (\"ESG\"), in accordance with all HUD requirements, as amended from time to time. \n          (4)     Establish a regular Committee public meeting schedule, which shall consist of no less than six public meetings per year.\n     (d)     Committee Membership. The Committee shall consist of nine members. The Mayor shall have exclusive power to appoint five members of the Committee; the Board of Supervisors shall have exclusive power to appoint four members. The Mayor's appointees shall have professional expertise in one or more of the following areas of community development: community development finance, affordable housing, small business development, microenterprise, homelessness, neighborhood planning, workforce development, social services, technical assistance to community-based service providers, and capital projects and public space improvement. In making its appointments to the Commission, the Board of Supervisors shall give consideration to the ability of its appointees to reflect and advance the concerns and needs of low-income neighborhoods and/or communities in the City. \n          No person who is either employed by or serves on the governing board of any entity that has a CDBG or ESG grant application pending with the City shall be eligible to serve as a member. \n          To stagger the terms of the members, the initial appointments to the Committee shall be as follows: the Mayor shall appoint three members to serve terms of two years, two members to serve terms of one year. The Board of Supervisors shall appoint two members to serve terms of two years, two members to serve terms of one year. Thereafter, all members shall serve for two-year terms. \n          Members shall serve fixed terms and may be removed for cause. Vacancies shall be filled by the appointing authority. \n          In addition, the following individuals, or their designee, shall serve ex officio as non-voting members of the Committee: the Director of Economic and Workforce Development Department and the Director of the Mayor's Office of Housing. The Director of the San Francisco Redevelopment Agency, or his or her designee, may also serve ex officio as a non-voting member of the Committee. \n     (e)     Attendance. The Committee Chair shall monitor the attendance of the Committee. Any Committee member who misses three regular or subcommittee meetings within a calendar year, whether excused or unexcused, will receive an inquiry from the Chair. If the same member has two or more additional unexcused absences, he or she will be deemed to have resigned from the Committee and will be notified of separation from the Committee by the Chair. \n     (f)     Staffing. The Committee shall be staffed primarily by the Mayor's Office of Housing, or its successor. As needed, additional staff support shall be provided by City departments that administer and oversee CDBG or ESG grants. \n(Added by Ord. 212-09, File No. 090909, App. 10/6/2009)\n\nARTICLE XXII.\nPOSTRELEASE COMMUNITY SUPERVISION PROGRAM\n\n\nSec. 2A.300.\nDesignation of Agency to Provide Postrelease Community Supervision.\n\nSec. 2A.301.\nHome Detention and Electronic Monitoring as a Sanction for Violation of Postrelease Community Supervision.\n\nSEC. 2A.300.  DESIGNATION OF AGENCY TO PROVIDE POSTRELEASE COMMUNITY SUPERVISION.\n     The Adult Probation Department is designated as the county agency to provide postrelease community supervision to all eligible persons released from prison after October 1, 2011 as required by section 3451 of the California Penal Code and the Postrelease Community Supervision Act of 2011.\n(Added by Ord. 203-11, File No. 110846, App. 10/11/2011, Eff. 11/10/2011)\n\nSEC. 2A.301.  HOME DETENTION AND ELECTRONIC MONITORING AS A SANCTION FOR VIOLATION OF POSTRELEASE COMMUNITY SUPERVISION.\n     The Chief Probation Officer of the Adult Probation Department is authorized to develop and maintain a Home Detention and Electronic Monitoring program for supervision purposes and as an intermediate sanction for persons who violate the conditions of their postrelease community supervision program pursuant to the Postrelease Community Supervision Act of 2011.\n(Added by Ord. 203-11, File No. 110846, App. 10/11/2011, Eff. 11/10/2011)\n\n\n \n\nNotes\n*\n> *Editor's note\n     Ord. 261-06, File No. 061116, Approved October 13, 2006, amended § 2A.200 from \"Department of Emergency Communications\" to \"Department of Emergency Management.\" Therefore, at the discretion of the editor, the title of Art. XII has been amended to reflect said change. \n\n endnote table \nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"2A","chaptersection":"200","identifier":"2A.200","catch_text":"DEPARTMENT OF EMERGENCY MANAGEMENT."}}