{"text":"\n     (a)     There is hereby created within the Department of Administrative Services an Office of Labor Standards Enforcement. The Office of Labor Standards Enforcement shall enforce the City's Minimum Wage Ordinance (\nChapter 12R of the Administrative Code), Minimum Compensation Ordinance (\nChapter 12P of the Administrative Code), Health Care Accountability Ordinance (\nChapter 12Q of the Administrative Code), Prevailing Wage Ordinances, and shall carry out any additional duties and functions as assigned by Charter or ordinance. The Office of Labor Standards Enforcement may enforce the provisions of the California Labor Code to the extent permitted by State law. The Office of Labor Standards Enforcement may impose penalties and take any and all appropriate action to enforce the requirements of such provisions, including but not limited to those set forth in San Francisco Administrative Code \nChapter 12R, to the extent permitted by State law. \n     (b)     The Office shall be administered by the Labor Standards Enforcement Officer, who shall be appointed by, and shall serve at the pleasure of, the Mayor. In appointing the Labor Standards Enforcement Officer, the Mayor shall consider, among other relevant factors, the individual's experience enforcing labor standards, including prevailing wage requirements, and the diversity of San Francisco in the construction industry. The Labor Standards Enforcement Officer shall coordinate his or her activities with federal and state labor standards agencies. \n     (c)     All City departments shall cooperate with the Labor Standards Enforcement Officer and his or her designees. The Labor Standards Enforcement Officer shall have the authority to subpoena the production of books, papers, records or other items relevant to investigations under the jurisdiction of the Office of Labor Standards Enforcement. \n(Added by Ord. 5-06, File No. 051652, App. 1/20/2006; Ord. 205-06, File No. 060247, App. 7/25/2006)\n\n","heading":{"title":"2A","chaptersection":"23. ","identifier":"2A.23. ","catch_text":"OFFICE OF LABOR STANDARDS ENFORCEMENT."}}