{"text":"\n     a.     \"Accessory structure\" means a structure that is either solely for the parking of no more than 2 cars, or a small, low cost shed for limited storage, less than 150 square feet and $1,500 in value. \n     b.     \"Accessory use\" means a use which is incidental and subordinate to the principal use of the parcel of land on which it is located. \n     c.     \"Base flood\" means a flood that has a one percent chance of being equaled or exceeded in any given year (also called the \"100 year flood\"). \n     d.     Base flood elevation\" (BFE) means the elevation shown on the Flood Insurance Rate Map for Zones AE, AH, A1-30, VE and V1-V30 that indicates the water surface elevation resulting from a flood that has a 1-percent or greater chance of being equaled or exceeded in any given year. \n     e.     \"Building\" - see \"Structure.\"\n     f.     \"Flood\" or \"flooding\" means:\n          1.     A general and temporary condition of partial or complete inundation of normally dry land areas from: the overflow of inland or tidal waters; the unusual and rapid accumulation or runoff of surface waters from any source; or mudslides (i.e., mudflows) which are proximately caused by flooding. \n          2.     The collapse or subsidence of land along the shore of a lake or other body of water as a result of erosion or undermining caused by waves or currents of water exceeding anticipated cyclical levels or suddenly caused by an unusual and unforeseeable event which results in flooding as defined in this definition. \n     g.     \"Floodplain or flood prone area\" means any land area designated by the City Administrator as susceptible to being inundated by 100-year flood. \n     h.     \"Floodplain Administrator\" is the City Administrator.\n     i.     \"Flood Boundary and Floodway Map\" (FBFM) means the official map on which the Federal Emergency Management Agency or Federal Insurance Administration has delineated both the areas of special flood hazards and the floodway. \n     j.     \"Flood Insurance Rate Map\" (FIRM) means the official map on which the Federal Emergency Management Agency or Federal Insurance Administration has delineated both the areas of special flood hazards and the risk premium zones applicable to the community. \n     k.     \"Flood Insurance Study\" means the official report provided by the Federal Insurance Administration that includes flood profiles, the Flood Insurance Rate Map, the Flood Boundary and Floodway Map, and the water surface elevation of the base flood. \n     l.     \"Floodplain management\" means the operation of a program of corrective and preventive measures for reducing flood damage and preserving and enhancing, where possible, natural resources in the floodplain, including but not limited to emergency preparedness plans, flood control works, floodplain management regulations, and open space plans. \n     m.     \"Floodplain management regulations\" means this ordinance and other zoning ordinances, subdivision regulations, building codes, health regulations, special purpose ordinances (such as grading and erosion control) and other application of police power which control development in flood prone areas. This term includes applicable federal, state or local regulations that provide standards for preventing and reducing flood loss and damage. \n     n.     \"Floodproofing\" means any combination of structural and nonstructural additions, changes, or adjustments to structures which reduce or eliminate flood damage to real estate or improved real property, water and sanitary facilities, structures, and their contents. \n     o.     \"Floodway\" means the channel of a river or other watercourse and the adjacent land areas that must be reserved in order to discharge the base flood without cumulatively increasing the water surface elevation more than one foot. Also referred to as \"regulatory floodway.\" \n     p.     \"Functionally dependent use\" means a use that cannot perform its intended purpose unless it is located or carried out in close proximity to water. The term includes, but is not limited to, docking facilities, port facilities that are necessary for the loading and unloading of cargo or passengers, facilities that provide waterfront public access, and ship building and ship repair facilities, \n     q.     \"Historic structure\" means any structure that is\n          1.     Listed individually in the National Register of Historic Places or preliminarily determined by the Secretary of the Interior as meeting the requirements for individual listing on the National Register; \n          2.     Certified or preliminarily determined by the Secretary of the Interior as contributing to the historical significance of a registered historic district or a district preliminarily determined by the Secretary to qualify as a registered historic district; \n          3.     Individually listed on a state inventory of historic places in states with historic preservation programs which have been approved by the Secretary of Interior; or \n          4.     Individually listed on a local inventory of historic places in communities with historic preservation programs, including, but not limited to those structures that have been certified either by an approved state program as determined by the Secretary of the Interior or directly by the Secretary of the Interior in states with approved programs. \n          5.     Determined to be an historic resource in accordance with the City and County of San Francisco Planning Department's CEQA Review Procedures for Historic Resources. \n          6.     In an historic district that is listed in the National Register of Historic Places.\n     r.     \"New construction\" means structures for which the \"start of construction\" commenced on or after the effective date of floodplain management regulations adopted pursuant to this ordinance, and includes any substantial improvements to such structures. \n     s.     \"One hundred year flood\" or \"100 year flood\" means a flood that has a one percent chance of being equaled or exceeded in any given year. \n     t.     \"Regulatory floodway\" means the channel of a river or other watercourse and the adjacent land areas that must be reserved in order to discharge the base flood without cumulatively increasing the water surface elevation more than one foot. Also referred to as \"floodway.\" \n     u.     \"Special flood hazard area (SFHA)\" means an area in the floodplain subject to a 1 percent or greater chance of flooding in any given year that is shown on FIRM as Zone A, AO, A1 A30, AE, A99, AH, V1 V30, VE or V. \n     v.     \"Start of construction\" includes substantial improvement and other proposed new development and means the date the building permit was issued, provided the actual start of construction, repair, reconstruction, rehabilitation, addition, placement, or other improvement was within 180 days from the date of the permit. The actual start means either the first placement of permanent construction of a structure on a site, such as the pouring of slab or footings, the installation of piles, the construction of columns, or any work beyond the stage of excavation. Permanent construction does not include land preparation, such as clearing, grading, and filling; nor does it include the installation of streets and/or walkways; nor does it include excavation for a basement, footings, piers, or foundations or the erection of temporary forms; nor does it include the installation on the property of accessory buildings, such as garages or sheds not occupied as dwelling units or not part of the main structure. For a substantial improvement, the actual start of construction means the first alteration of any wall, ceiling, floor, or other structural part of a building, whether or not that alteration affects the external dimensions of the building. \n     w.     \"Structure\" means a walled and roofed building that is principally above ground; this includes a gas or liquid storage tank or a manufactured home. \n     x.     \"Substantial damage\" means damage of any origin sustained by a structure whereby the cost of restoring the structure to its before damaged condition would equal or exceed 50 percent of the market value of the structure before the damage occurred. The term does not include any alteration of or exterior addition to a damaged \"historic structure,\" provided that the alteration or addition will not preclude the structure's continued designation as a \"historic structure.\" \n     y.     \"Substantial improvement\" means any reconstruction, rehabilitation, addition, or other proposed new development of a structure, the cost of which equals or exceeds 50 percent of the market value of the structure before the \"start of construction\" of the improvement. This term includes structures that have incurred \"substantial damage\", regardless of the actual repair work performed. The term does not, however, include either: \n          1.     Any project for improvement of a structure to correct existing violations or state or local health, sanitary, or safety code specifications which have been identified by the local code enforcement official and which are the minimum necessary to assure safe living conditions, or \n          2.     Any alteration of, or attached exterior addition to, an \"historic structure,\" provided that the alteration or addition will not preclude the structure's continued designation as an \"historic structure.\" \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\n","heading":{"title":"2A","chaptersection":"281","identifier":"2A.281","catch_text":"DEFINITIONS."}}