{"text":"\n     The Board of Supervisors of the City and County of San Francisco hereby declares that all departments shall share responsibility for workers' compensation costs and shall more effectively monitor and manage workers' compensation costs for employees of the City and County of San Francisco. To achieve this purpose, effective January 1, 2001, it shall be required that: \n     (a)     Department heads shall identify and utilize limited or modified duty assignments whenever practical for workers with disabilities;\n     (b)     Department heads shall identify the person or persons with authority and responsibility for monitoring and managing workers' compensation costs and shall assist communications between the workers' compensation claims division and the injured employee; \n     (c)     Operating managers at all levels shall be responsible for monitoring and managing workers' compensation costs and shall receive training for this purpose; \n     (d)     Performance evaluations of individual managers shall include review of their management of workers' compensation claims and costs; \n     (e)     City-wide budgeting and accounting mechanisms shall be established to allocate to each department its equitable share of workers' compensation costs; \n     (f)     Automated data on employee workers' compensation claims shall be produced and made available by the Human Resources Director, the Controller, and all departments, in form and frequency determined by the Workers' Compensation Council to be sufficient to permit effective analysis for department management of workers' compensation costs; \n     (g)     Department heads shall submit a written report each quarter to the Workers' Compensation Council on the status of the department's workers' compensation claims. These reports shall include but not be limited to incidence rates of employee injuries, lost workday incident rates, year-to-year comparisons, utilization by the department of limited or modified duty assignments and disability transfers. \n(Added by Ord. 357-91, App. 10/2/91; amended by Ord. 18-95, App. 1/25/95; Ord. 103-00, File No. 000534, App. 5/26/2000; Ord. 250-00, File No. 001489, App. 10/27/2000) \n\n","heading":{"title":"2A","chaptersection":"31. ","identifier":"2A.31. ","catch_text":"DEPARTMENT RESPONSIBILITY FOR WORKERS' COMPENSATION COSTS."}}