{"text":"\n     Each elective officer in charge of an administrative office, the chief executive under a board or commission, the Controller, the City Administrator and each department head appointed by the Mayor shall have the powers and duties of a department head, except as otherwise specifically provided in the Charter. \n     Each department head shall be immediately responsible for the administration of his or her department, and shall file an annual report and make such other reports, estimates and recommendations at the time and in the manner required by law, or as required by the Mayor, board or commission. \n     The department head shall act as the \"appointing officer\" under the civil service provisions of the Charter for the appointing, disciplining and removal of such officers, assistants and employees as may be authorized. On the written direction of the department head concerned, the head of any utility, institution, bureau or other subdivision of such department may be designated as the \"appointing officer\" for such utility, institution, bureau or other subdivision. Non-civil service appointments and any temporary appointments in any department or subdivision thereof, and all removals therefrom shall be made by the department head, bureau head or other subdivision head designated as the appointing officer. \n     The department head shall issue or authorize all requisitions for the purchase of materials, supplies and equipment required by such department, provided that, on the written direction of the department head concerned, the head of any utility, institution, bureau or other subdivision of a department may likewise be vested with such power. Each department head or the head of a utility, institution, bureau or other subdivision of each department shall be responsible for the proper checking of all materials, supplies and equipment ordered for its purposes, and for the approval or disapproval of bills for claims rendered for such materials, supplies or equipment. \n     The head of any department, through the Mayor if part of the Executive Branch under the Charter, shall recommend to the Board of Supervisors such ordinances as may be required to carry out the powers vested and the duties imposed, and to establish or readjust fees or charges for permits issued to or work performed for persons, firms or corporations when these are subject to the department's jurisdiction. \n     Each department head, through the Mayor if part of the Executive Branch under the Charter, may suggest the creation of positions subject to the provisions of the Charter, and may reduce the forces under his or her jurisdiction to conform to the needs of the work for which he or she is responsible. \n(Added by Ord. 277-96, App. 7/3/96; amended by Ord. 204-04, File No. 040754, App. 8/5/2004)\n\n","heading":{"title":"2A","chaptersection":"30. ","identifier":"2A.30. ","catch_text":"DEPARTMENT HEADS."}}