{"text":"\n     The Mayor shall prepare and maintain on a current basis a roster of officers and employees of the City and County appointed, elected or designated to serve on any board, commission or committee pursuant to Federal or State law or ordinance, resolution, joint exercise of powers agreement or any other agreement entered into by or on behalf of the City and County. The appointing authority shall, with respect to any officer or employee heretofore or hereafter appointed, elected or designated to serve on any such board, commission or committee, forthwith transmit written notification to the Mayor of such appointment, election or designation. \n(Added by Ord. 12-73, App. 1/5/73; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nARTICLE III:\nCITY PLANNING \n\n\nSec. 2A.51.\nPlanning; Advice on Physical Improvement and Development. \n\nSec. 2A.52.\nCapital Improvement Advisory Committee—General Plan Referrals. \n\nSec. 2A.53.\nGeneral Plan Referrals. \n\nSEC. 2A.51.  PLANNING; ADVICE ON PHYSICAL IMPROVEMENT AND DEVELOPMENT.\n     The Planning Department shall advise the Board of Supervisors and other departments, commissions and agencies of the City and County in any matter affecting the physical improvement and development of the City and County. All public officials shall upon request furnish to the Planning Department such information as it may require for its work and the Planning Department shall furnish to all departments and officials of the City and County such information as said departments and officials may require concerning the General Plan. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.52.  CAPITAL IMPROVEMENT ADVISORY COMMITTEE - GENERAL PLAN REFERRALS.\n     The Capital Improvement Advisory Committee cannot act upon the annual capital expenditure plan, six-year capital improvement program, a capital improvement project or a long-term financing proposal such as, but not limited to, general obligation or revenue bonds or nonprofit corporation proposals until a General Plan referral report has been rendered by the Planning Department regarding conformity of the project with the General Plan. In order to complete the General Plan referral report in a timely fashion, early involvement of the Planning Department in the planning process is advised. The Planning Department is available to prepare a policy analysis report. This report will provide policy guidance for the planning and decision-making of the proposal and its alternatives. \n     If the Planning Department fails to render a General Plan referral report within 45 days after receipt of such referral, unless a longer time has been granted by the Board of Supervisors, said capital improvement plan shall be deemed to be in conformity with the General Plan. Procedures for General Plan referrals as set forth in Section \n2A.53 of this Code shall be applicable. \n     Further, to facilitate rational prioritization of capital improvement projects over a six-year time period and within the resource and debt capacity, the Planning Department shall assist in developing a strategic plan for capital expenditures for use of the Capital Improvement Advisory Committee and the Board of Supervisors. \n(Added by Ord. 68-98, App. 2/26/98)\n\nSEC. 2A.53.  GENERAL PLAN REFERRALS.\n     (a)     General. The Charter requires that the Planning Department prepare written reports regarding the conformity with the General Plan for the use of the Board of Supervisors prior to its action on the acquisition, vacation, sale, change in use or title of public property, subdivision of land, construction or improvement of public buildings or structures, plans for public housing or public-assisted private housing, or redevelopment project plans, within the City and County. \n     (b)     Purpose. The General Plan is a compendium of policies on all aspects of the City and County's physical development, formulated with extensive public participation, adopted by the Planning Commission, and approved by the Board of Supervisors. In order to implement the public policy contained in the General Plan, the following procedures will be used in determining consistency with the General Plan and reporting the findings to the Board of Supervisors in a timely manner prior to action on the proposal. Early involvement of the Planning Department in the planning of a project or plan is advisable to avoid delays. The Planning Department is available to provide policy analysis reports on issues concerning the physical development of the city as a proactive information tool for decision-making and analysis of applicable public policy as contained in the General Plan. \n     (c)     Applicability. The following actions by the Board of Supervisors require a written report from the Planning Department on the consistency of the proposed action with the General Plan: \n          (1)     Proposed ordinances and resolutions concerning the acquisition, extension, widening, narrowing, removal, relocation, vacation, abandonment, sale or change in the use of any public way, transportation route, ground, open space, building, or structure owned by the City and County; \n          (2)     Subdivisions of land within the City and County;\n          (3)     Projects for the construction or improvement of public buildings or structures within the City and County, the annual capital expenditure plan, six-year capital improvement program, a capital improvement project or a long-term financing proposal such as, but not limited to, general obligation or revenue bonds or nonprofit corporation proposals; \n          (4)     Project plans for public housing, or publicly assisted private housing in the City and County;\n          (5)     Redevelopment project plans within the City and County;\n          (6)     Programs and schedules which link the General Plan to the allocation of local, State and federal resources; and\n          (7)     Any substantial change to any of the above actions.\n     (d)     Application. Property owners, public agencies and their respective agents shall initiate General Plan referrals by filing a completed application containing all required information with the Planning Department and paying an initial fee set forth in the Planning Code. The remainder of the fee, based on time and materials, shall be paid prior to the transmittal of the General Plan referral report to the applicant or Board of Supervisors. The Planning Department shall determine whether the application is complete and shall notify the applicant and, in the case of an incomplete application, request the necessary information. \n     (e)     Determination. For most General Plan referral applications, a written General Plan referral report stating that a proposed action is consistent with the General Plan, shall be transmitted to the applicant for submittal with the proposal to the Board of Supervisors in 45 days after accepting a complete application. If the response requires more than 45 days because of environmental review procedures, the complexity of the proposed action, public controversy generated by the proposal, or a public hearing before the Planning Commission, the Department shall notify the applicant and Board of Supervisors. \n          Proposals which are inconsistent with the General Plan, complex or have generated public controversy, shall require a public hearing and determination by the Planning Commission. The Planning Commission resolution finding a proposal in conformity with the General Plan shall be submitted to the Board of Supervisors and the applicant within five business days after receipt of payment. \n     (f)     Board of Supervisor Action. Resolutions or motions for actions listed under Subsection (c) of this Section shall include a finding of consistency with the General Plan. The Planning Commission or Department's disapproval of a proposed action may be overruled by a vote of not less than two-thirds of the members of the Board of Supervisors. \n(Added by Ord. 68-98, App. 2/26/98; amended by Ord. 186-02, File No. 021418, App. 9/6/2002; Ord. 218-02, File No. 021609, App. 11/1/2002; Ord. 168-07, File No. 061537, App. 7/20/2007) \n\nARTICLE IV:\nDISTRICT ATTORNEY; POLICE\n\n\nSec. 2A.70.\nDistrict Attorney.\n\nSec. 2A.74.\nPolice Department Participation in Federal Counterterrorism Activities.\n\nSec. 2A.75.\nPolice; Ranks in the Department.\n\nSec. 2A.76.\nPolice; Creation of New Ranks.\n\nSec. 2A.76-1.\nSupplemental Authority Regarding Appointment to Non-Civil Service Ranks Above Captain. \n\nSec. 2A.77.\nPolice; Other Executives.\n\nSec. 2A.78.\nPolice; Inspectors.\n\nSec. 2A.79.\nPolice; Special Police Officers.\n\nSec. 2A.80.\nPolice; Special Powers of the Chief of Police.\n\nSec. 2A.81.\nPolice; Traffic Regulation.\n\nSec. 2A.82.\nSpecial Police Funds.\n\nSec. 2A.83.\nCommunity Policing Policy.\n\nSec. 2A.85.\nJustice Tracking Information System (JUSTIS) Committee Governance Council.\n\nSec. 2A.86.\nBoundaries of Police Department District Stations.\n\nSec. 2A.87.\nPress Room Telephones.\n\nSec. 2A.88.\nPolice Staffing and Deployment to District Stations. \n\nSec. 2A.89.\nImplementing the California Sexual Assault Victims' DNA Bill of Rights.  \n\nSEC. 2A.70.  DISTRICT ATTORNEY.\n     Any amount required by the District Attorney from time to time from the District Attorney's special fund shall be requisitioned by the District Attorney, stating the general purpose for which required, whereupon the Controller shall draw his warrant therefor and the claim be paid as provided for payment of other warrants by the Treasurer. All such sums may be used by the District Attorney solely as provided by general law and the District Attorney shall file vouchers with the Controller at the end of each fiscal year showing what disposition the District Attorney has made of any moneys received from such fund and the particular purpose for which it was disbursed, provided that, if a criminal proceeding be pending or under investigation, vouchers for moneys disbursed in such proceeding or investigation need not be filed until the trial of the criminal proceeding be ended or the investigation concluded. No portion of the fund shall be used for compensation or remuneration of full-time assistants or employees. \n     There shall be a Victim-Witness Assistance Program. The District Attorney shall work with other City Departments and public and private entities to provide assistance to victims and witnesses of crimes pursuant to Part 4, Title 6, Chapter 4, Article 2 of the California Penal Code. The program shall comply with the standards and the evaluation and reporting procedures set forth in Article 2 of the California Penal Code. The District Attorney Victim-Witness Assistance Program is the major provider of victim/witness assistance in the City and County of San Francisco. The program may request, solicit, receive and disburse funds from governmental and non-governmental sources under the provisions of \nArticle XV, Sections \n10.170 and \n10.170-1 of the San Francisco Administrative Code. \n     There shall be a Warrant and Bond Office. The District Attorney shall appoint an assistant to have charge of the Warrant and Bond Office to be designated Warrant and Bond Deputy, and such additional assistants and clerks as may be provided by the budget and appropriation ordinances. No person shall be appointed Warrant and Bond Deputy who is not at the time of his or her appointment qualified to practice law in all the courts of this State. The Warrant and Bond Deputy shall keep his or her office open continuously night and day for the transaction of business; the Warrant and Bond Deputy shall draw and approve with his or her signature all complaints and warrants in criminal actions to be prosecuted in the Municipal Courts and any inferior court established by law in this City and County and possessing criminal jurisdiction; the Warrant and Bond Deputy shall have custody of all bail bonds and appeal bonds taken in such courts. \n     The Warrant and Bond Deputy may issue bail bonds and appeal bonds and order the discharge from custody of the persons for whom such bonds are approved by a magistrate. The Warrant and Bond Deputy may fix cash bail in misdemeanor cases where arrests are made without warrants and may take cash bail in all cases arising in the Municipal Court and any inferior court established by law in this City and County and possessing criminal jurisdiction, and may order the discharge from custody of the persons for whom cash bail is deposited with the Warrant and Bond Deputy. \n     In the matter of fixing bail and ordering the release of prisoners the Warrant and Bond Deputy shall be subject to the judges of the Municipal Court and the judges of any court in the City and County empowered by law to act as magistrates. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 107-00, File No. 000538, App. 5/26/2000)\n\nSEC. 2A.74.  POLICE DEPARTMENT PARTICIPATION IN FEDERAL COUNTERTERRORISM ACTIVITIES.\n     (a)     This Ordinance shall be known as the \"Safe San Francisco Civil Rights Ordinance.\"\n     (b)     The City and County of San Francisco, including but not limited to the San Francisco Police Department, may assist federal agencies on the Federal Bureau of Investigation (\"FBI\" ) Joint Terrorism Task Force or any successor task force, joint operation, assignment or enforcement activity (collectively, \"JTTF\") in preventing and investigating possible acts of terrorism and other criminal activity only in a manner that is fully consistent with the laws of the State of California, including but not limited to the inalienable right to privacy guaranteed by Article 1, Section 1 of the California Constitution, as well as the laws and policies of the City and County of San Francisco and, as applicable to the Police Department, that Department's policies, procedures, and orders.\n     (c)     Before execution of any Memorandum of Understanding or other written agreement, contract or arrangement (collectively, \"MOU\") between the San Francisco Police Department and the FBI regarding the Police Department's participation on the JTTF, or any amendment to an existing MOU with the FBI regarding the JTTF, the Chief of Police shall submit the proposed MOU and any related Department General Orders or Bureau Orders for discussion and public comment at an open meeting of the Police Commission.\n     (d)     By January 31 of each year, the Chief of Police shall provide to the Police Commission a public report with appropriate public information on the Police Department's work with the JTTF in the prior calendar year, including any issues related to compliance with this Section.\n(Added by Ord. 83-12, File No. 120351, App. 5/9/2012, Eff. 6/8/2012)\n\nSEC. 2A.75.  POLICE; RANKS IN THE DEPARTMENT.\n     The several ranks or positions in the Department shall be as follows: Chief of Police, captains, criminologists, lieutenants, inspectors, sergeants, assistant inspectors, police surgeon, police officers, police patrol drivers and women protective officers, and such other ranks or positions as the Police Commission may from time to time create as provided for in Section \n2A.76 of this Code. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSec. 2A.76.  POLICE; CREATION OF NEW RANKS.\n     The Police Commission shall by rule and subject to the fiscal provisions of the Charter, have power to create new or additional ranks or positions in the Department which shall be subject to the civil service provisions of the Charter; provided that the Police Commission subject to the recommendation of the Civil Service Commission and the approval of the Board of Supervisors may declare such new or additional ranks or positions to be exempt from the civil service provisions of the Charter. If the Civil Service Commission disapproves any such exemption, the Board of Supervisors may approve such exemptions by a majority vote of the members thereof. \n     The Police Commission may in their discretion designate the rank or ranks from which appointments to such exempt ranks or positions shall be made. The Chief of Police may appoint to any non-civil service rank or position above the rank of captain as may be created hereunder Department or any member of the Police Department who has had supervisory experience over other sworn law enforcement officers. If any new or additional rank or position is created pursuant hereto pending the adoption of salary standards for such rank or position, the Police Commission shall have power to recommend the basic rate of compensation therefor to the Board of Supervisors who shall have the power to fix the rate of compensation for said new rank or position and it shall have the power, and it shall be its duty without reference or amendment to the annual budget, to amend the annual appropriation ordinance and the annual salary ordinance to include the provisions necessary for paying the basic rate of compensation fixed by said Board of Supervisors for said new rank or position for the then current fiscal year. \n     The Police Commission shall also have power to establish and from time to time change the order or rank of the non-civil service ranks in the Police Department. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 44-99, App. 3/26/99; Ord. 218-09, File No. 091031, App. 10/29/2009)\n\nSEC. 2A.76-1.  SUPPLEMENTAL AUTHORITY REGARDING APPOINTMENT TO NON-CIVIL SERVICE RANKS ABOVE CAPTAIN.\n     Notwithstanding the requirements in Section \n2A.76. the Chief of Police may appoint to any non-civil service rank above the rank of captain any sworn law enforcement officer who has had supervisory experience over other sworn law enforcement officers in any federal, state or local agency that employs sworn law enforcement officers, provided however that no more than one such officer may hold an appointment at any one time. \n     The authority to make appointments under this Section \n2A.76-1 shall expire five years from the effective date of this ordinance. The expiration of the authority that this Section creates shall not terminate or otherwise affect any appointment that the Chief of Police made under this Section. \n(Added by Ord. 218-09, File No. 091031, App. 10/29/2009)\n\nSEC. 2A.77.  POLICE; OTHER EXECUTIVES.\n     Subject to the provisions of the Charter governing the appointment and removal of non-civil service appointees, and without competitive examination, the Chief of Police shall have power to appoint a police surgeon; to appoint any person who meets the qualification in Section \n2A.76 or \n2A.76-1 to any non-civil service rank above the rank of captain as may be created by the Police Commission pursuant to the provisions of Section \n2A.76 of this Code; and to appoint a member to any non-civil service rank below the rank of captain as may be created by the Police Commission pursuant to the provisions of Section \n2A.76 from among the members of the Department holding the rank or ranks designated by said commission pursuant to the provisions of Section \n2A.76 of this Code. When any member of the Department, detailed to any of the positions above mentioned, shall be removed from said detail or position, he or she shall be returned to his or her civil service rank and position, unless removed from the Department pursuant to the provisions of Section \nA8.343 of the Charter. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 45-99, App. 3/26/99; Ord. 218-09, File No. 091031, App. 10/29/2009)\n\nSEC. 2A.78.  POLICE; INSPECTORS.\n     Assignment to the ranks of assistant inspector and inspector in the Police Department shall be made by the Chief of Police from among those members of said Department holding the ranks of sergeant or police officer who have qualified in the following manner; any of the aforesaid members of the Police Department who has served in the Department not less than three years shall be eligible to participate in a competitive examination for the rank of assistant inspector which shall be administered by the Civil Service Commission. The Chief of Police shall appoint assistant inspectors to fill vacancies in the rank of assistant inspector from the certified list of qualified candidates as provided for under the Civil Service Rules pertaining to uniformed personnel of the Police Department. If any member of the Department appointed as an assistant inspector is a sergeant at the time of the appointment or is appointed a sergeant thereafter, that member shall receive the rate of compensation attached to the rank of sergeant. \n     Assistant inspectors shall serve a six-month probationary period. Appointment as inspector shall not be subject to competitive examination. In case of vacancy in said rank of inspector the appointment shall be made by the Chief of Police from among those holding the rank of assistant inspector who have actually served as assistant inspector for at least two years prior to such appointment; provided, however, that in the event there are no assistant inspectors who have actually served as such for at least two years prior to such appointment, the appointment may be made by the Chief of Police from among those holding the rank of assistant inspector who have completed their six months' probationary period prior to such appointment. The Chief of Police may, from time to time, detail members of the Department for performance of duty, without change in rank, in the various units and bureaus of the Department. \n     Inspectors and assistant inspectors shall have the same rights as other members of the Department to take competitive examinations from their respective civil service ranks; provided, however, that any member of the Department holding the rank of inspector, assistant inspector or police officer may take the competitive examination for the rank of sergeant. An inspector or assistant inspector guilty of any offense or violation of the rules and procedures of the Police Department shall be subject to punishment as provided in Charter Section \nA8.343; provided, however, that in addition to the punishments set forth in Section \nA8.343, an inspector may be demoted to his or her civil service rank for any offense or violation set forth in said section and after trial and hearing before the Police Commission as set forth therein. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 202-01, File No. 010762, App. 9/28/2001)\n\nSEC. 2A.79.  POLICE; SPECIAL POLICE OFFICERS.\n     Special Police Officers shall be subject to all the rules and regulations of the Department. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.80.  POLICE; SPECIAL POWERS OF THE CHIEF OF POLICE.\n     The Chief of Police shall have the power, by regulation, to provide for the care and restitution of property that may come into possession of any officer or employee thereof, and the sale at public auction of all such unclaimed property, as well as the disposition of such property as shall consist of weapons or articles used or that may be used in the commission of crime, or the sale or disposition of which is prohibited by law. \n     The Chief of Police may refuse to issue any permit that is subject to Police Department investigation and issuance, if it shall appear that the character of the business or the applicant requesting such permit does not warrant the issuance thereof, or the Chief of Police may revoke any such permit as soon as it shall appear that the business or calling of the person to whom it was granted is conducted in a disorderly or improper manner, or that the place in which the business is conducted or maintained is not a proper or suitable place in which to conduct or maintain such business or calling. \n     The Chief of Police in the performance of police duties shall have power to examine at any time the books and the premises of pawnbrokers, peddlers, junk and secondhand dealers, auctioneers and other businesses designated by the Board of Supervisors, and for these purposes shall have the power of inquiry, investigation and subpoena, as provided by the Charter. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.81.  POLICE; TRAFFIC REGULATION.\n     The traffic function of the Police Department shall be under the jurisdiction of the Chief of Police, who shall have powers and duties relating to street traffic, subject to all applicable laws, as follows: \n     (a)     To regulate all street traffic by means of police officers and the emergency use of temporary signs or devices;\n     (b)     To promote traffic safety education and to receive and give prompt attention to complaints in relation to street traffic and to refer all complaints relating to or arising from street design or from traffic devices, or the absence thereof, to the Department of Public Works or the Municipal Transportation Agency, as applicable; \n     (c)     To collect and compile traffic accident data, copies of which shall be furnished to the Municipal Transportation Agency; and\n     (d)     To cooperate and advise for the best performance of these functions, with the Department of Public Works, the Municipal Transportation Agency, the Fire Department, the Department of City Planning, the Board of Supervisors, and other departments and agencies of the City and County and of the State as may be necessary \n     (e)     To review all proposed plans relating to traffic control devices that are received from the Municipal Transportation Agency and to make such recommendations to that Agency as may be deemed necessary for the proper regulation of street traffic. \n     The powers and duties of the Chief of Police with respect to these traffic functions shall not modify to any extent the powers and duties of any other department or office, but shall be, first for the purpose of assisting the Chief of Police in his or her regulation of traffic, and, second, for the purpose of recommendation only, to other departments or offices upon matters within their jurisdiction, but affecting to any extent the regulation of traffic. \n(Added by Ord. 320-96, App. 8/8/96; Ord. 287-08, File No. 081340, App. 12/5/2008)\n\nSEC. 2A.82.  SPECIAL POLICE FUNDS.\n     The Board of Supervisors shall have the power to appropriate to the Police Department an amount not to exceed in any one fiscal year the sum of $50,000 to be known as the contingent fund of the Chief of Police. The Chief of Police may from time to time, disburse such sums from such fund as in his or her judgment shall be for the best interests of the City and County in the investigation and detection of crime, and the Police Commission shall allow and order paid out of such contingent fund, upon orders signed by the Chief of Police, such amounts as may be required. \n     The Board of Supervisors shall have the power to appropriate to the Police Department an amount not less than $50,000 in any one fiscal year to be known as the narcotic fund of the Chief of Police. The Chief of Police may from time to time, disburse such sums from such fund as in his or her judgment shall be for the best interests of the City and County in the enforcement of the narcotic laws, and the Police Commission shall allow and order paid out of such narcotic fund, upon orders signed by the Chief of Police, such amounts as may be required. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.83.  COMMUNITY POLICING POLICY.\n     (a)     Policy. It shall be the policy of the City and County of San Francisco to engage in community policing.\n     (b)     Definition. Community policing is a philosophy and organizational strategy that includes community members in many aspects of police work and relies on partnerships between the San Francisco Police Department and community-based organizations, as well as city agencies and other public entities, including but not limited to the Department of Public Health, the Department of Children, Youth, and their Families, and the San Francisco Unified School District, in order to create safer communities, address the root causes of violence, and preserve healthy and vibrant neighborhoods in San Francisco. Community policing involves police officers working in collaboration with community leaders, residents and local businesses in proactive ways to identify public safety concerns and create inclusive solutions to community problems. Community policing depends on deep, transparent, and mutually respectful relationships between police personnel and community members to sustain cooperative working relationships. An important element in effective community policing is that police personnel and community members familiar with the needs and strengths of a particular community play an important policing role within that community and be allowed to develop their own innovative solutions to problems.\n          Community policing is not an abstract ideal; rather, it requires that the San Francisco Police Department commit to a departmental structure and philosophy that supports community policing, that it create strong structures for partnership with community members, that it maintain strong programs and communication mechanisms to connect with and build relationships with the broader community, and that it sustain effective systems to hold police officers accountable. In addition to the work of the San Francisco Police Department, community policing requires the existence of independent community-based violence prevention programs in order to prevent and reduce crime, including violent crime.\n          In the City and County of San Francisco, community policing may include the following:\n          (1)     Structure and Philosophy of the San Francisco Police Department.\n               (A)     An organizational structure that supports community policing, which may include a high ranking Department member in charge of monitoring, evaluating, and continually improving the Police Department's community policing activities and strategies, community policing lieutenants designated at each district station, and consideration of community policing skilling, including community feedback, in assignment or promotion decisions as permitted by Civil Service, Memorandum of Understanding and other applicable requirements;\n               (B)     Officer foot patrols;\n               (C)     Officers with advanced training in de-escalating dangerous situations including but not limited to those situations involving individuals in mental health crisis; and\n               (D)     Ongoing training at all levels (academy, field, and in-services) in community policing for officers throughout their careers.\n          (2)     Structures for Formal Partnerships Between the San Francisco Police Department and Community Members.\n               (A)     Formal processes by which community members can interact and work with police personnel to discuss and problem solve neighborhood policing, community, and public safety concerns, for example, working groups, the existing Citizen Police Advisory Boards, or other advisory committees or boards;\n               (B)     Training in community policing for community members on any advisor committees, boards, or working groups; and\n               (C)     Mechanisms for annual review by civilian advisory committees, boards, or working groups, of adherence to this community policing policy and efficacy of the Department's community policing program.\n          (3)     Community Relations.\n               (A)     Community building activities such as Police Department sponsored mentorship programs for children, police participation in neighborhood and holiday celebratory events, town hall meetings, and community policing and violence prevention summits to explore issues and problems in particular communities or with particular people in the same demographic (e.g., youth, LGBT community, African-American community, Latino community, Native American community, Asian/Pacific Islander community, Middle Eastern community, homeless residents of San Francisco); and\n               (B)     Regular two-way communication between personnel at the district stations and the community, which may include technological mechanisms to receive community feedback, district station newsletters, and use of social network tools.\n          (4)     Effective Systems to Hold Officers Accountable.\n               (A)     Strong \"early detection systems\" to identify problem officers; and\n               (B)     An effective Office of Citizen Complaints that is responsive in a timely fashion to community concerns and that provides an on-line complaints system where complainants can file and check the status of their complaints.\n          (5)     Community Based Violence Prevention Programs. A vibrant network of community-based organizations that complement the work of the Police Department by operating a coordinated set of programs including street outreach, intensive case management, safe havens or evening programs, afterschool programs, job training, community run GED education, crisis response services, and behavioral health services for trauma.\n     (c)     Police Department Polices and Procedures. The Board of Supervisors urges the Police Commission and the Chief of Police to review Department policies and procedures for consistency with the community policing policy, and as necessary amend those policies and procedures, including but not limited to Departmental General Orders 1.03 \"Duties of Patrol Officers,\" 1.04 \"Duties of Sergeants,\" 1.05 \"Duties of Station Personnel,\" 1.06 \"Duties of Superior Officers,\" 1.07 \"Duties of Command Officers/Field Operations Bureau,\" 3.02 \"Terms and Definitions,\" 3.09 \"Department Awards,\" 3.11 \"Community Oriented Policing & Problem Solving,\" 3.12 \"Department Training Plan,\" 3.13 \"Field Training Program,\" and 3.18 \"Performance Improvement Program.\"\n     (d)     The Police Commission, Mayor, and Board of Supervisors shall review the Police Department's policies, procedures, community partnerships, organization and operations on an annual basis to ensure compliance with the community policing policy.\n(Added by Ord. 210-11, File No. 110221, App. 11/4/2011, Eff. 12/4/2011)\n\nSEC. 2A.85.  JUSTICE TRACKING INFORMATION SYSTEM (JUSTIS) COMMITTEE GOVERNANCE COUNCIL.\n     (a)     Creation of Council. The Board of Supervisors hereby creates a Governance Council comprised of representatives of all participating criminal justice agencies in the City and County of San Francisco, or agencies that operate programs integrally related to the criminal justice system, to establish policy related to implementation and ongoing operation of JUSTIS (Justice Tracking Information System). JUSTIS is an integrated criminal justice information system serving participating criminal justice agencies in San Francisco. \n     (b)     Functions of the JUSTIS Governance Council. The responsibility of the JUSTIS Governance Council include the following: \n          1.     Setting priorities and approving direction for project development and enhancements;\n          2.     Reviewing, approving, and submitting annual and supplemental appropriations requests.\n          3.     Approving vendor contracts.\n     (c)     Membership. The membership of the JUSTIS Governance Council shall be composed of the heads of the following agencies: \n          (1)     San Francisco Superior Court.\n          (2)     District Attorney.\n          (3)     Public Defender.\n          (4)     Sheriff.\n          (5)     Adult Probation Department.\n          (6)     Police Department.\n          (7)     Department of Emergency Management.\n          (8)     Juvenile Probation Department.\n          (9)     Mayor's Office.\n          (10)     Department on the Status of Women.\n          (11)     City Administrator.\n          (12)     Department of Technology (non-voting).\n     (d)     Chair and Co-Chair of Council. The City Administrator shall serve as the permanent Chair. The Co-Chair, selected from among voting members, shall serve on an annual rotating basis. \n     (e)     Meeting Frequency. The JUSTIS Governance Council shall meet at least twice annually. The Chair may call a special or emergency meeting as needed. \n     (f)     Voting. Each voting agency shall have one equal vote. Only department heads or their authorized designees may vote. A designee must be authorized by the Department Head to vote on all action items at the meeting. \n     (g)     Staffing. Each participating Department shall assign staff as needed to support the implementation of JUSTIS. \n(Added by Ord. 309-00, File No. 001625, App. 12/28/2000; amended by Ord. 272-04, File No. 041242, App. 11/9/2004; Ord. 46-11, File No. 110011, App. 3/10/2011) \n\nSEC. 2A.86.  BOUNDARIES OF POLICE DEPARTMENT DISTRICT STATIONS.\n     (a)     Ten-Year Review. The boundaries of Police Department district stations should operate to maximize the effectiveness of police operations and the efficient use of police resources. No less than once every ten years, the Police Commission, in consultation with the Chief of Police, shall complete a comprehensive review of district station boundaries and make adjustments as appropriate. \n     (b)     Data and Factors for Consideration. The Police Commission, in consultation with the Chief of Police, shall base the review of station boundaries on the following: \n          (1)     Population data, including but not limited to the results of the decennial federal census;\n          (2)     Data regarding non-residents including visitors, shoppers, workers and tourists who spend time in San Francisco;\n          (3)     Proposed development or other activities that are likely to significantly alter the population of residents or non-residents in the following ten year period; \n          (4)     Landscape features, whether natural or constructed, such as hills, waterways, major streets or transit lines, shopping districts, residential developments and parks; \n          (5)     Boundaries of neighborhoods and cohesive communities;\n          (6)     Areas with higher-than-average concentrations of children, youth and the elderly;\n          (7)     Number, type and frequency of policing activities, including calls for service and arrests;\n          (8)     Anticipated needs for police resources, including but not limited to adequate staffing for (i) foot beats and community policing efforts, (ii) areas experiencing or at-risk for higher-than-average crime, and (iii) areas with a special need for policing services due to lower-than-average arrest and conviction rates; \n          (9)     Capacity of police resources, including but not limited to district station facilities, information technology, communications systems and police personnel; \n          (10)     Neighborhood and community input; and\n          (11)     Other relevant factors as determined by the Police Commission and the Chief.\n     (c)     Review and Adoption of New Boundaries. No later than the first January 1st following official publication of the results of the federal decennial census, the Chief of Police shall develop and submit to the Police Commission a work plan for a comprehensive review of district station boundaries. The work plan shall include timelines, a budget, and identification of functions that can best be performed by technical experts in other City departments or from outside the City. \n          Consistent with implementation of the work plan, including appropriate budgetary support for the project, the Chief of Police shall review the station boundaries, including all data described above. The following shall provide technical assistance to the Chief of Police, as requested; the Controller, the Director of the Mayor's Office of Criminal Justice, the Director of Planning, and any other officers or employees engaged in planning, forecasting, building or population analysis. As part of the review, the Chief, with the assistance of the Mayor's Office of Criminal Justice and any expert identified or retained to manage the project, shall conduct public hearings and gather input from all affected communities. \n          Based on consideration of all relevant information, the Chief shall submit to the Police Commission a report analyzing the existing boundaries and making a recommendation for boundary changes, if any are warranted. The Chief shall submit the report and recommendation no later than the second January 1st following official publication of the results of the federal decennial census. \n          The Police Commission shall consider the Chief's report and recommendations, and any other information it deems relevant, and shall propose changes to district station boundaries where appropriate. The Commission shall forward any proposed to adjust station boundaries to the Mayor and the Board of Supervisors. The Commission also shall post the proposal at the Commission offices, outside the Commission's regular meeting location, and on the City's website, and shall send a copy to the Public Library. The Commission shall allow a minimum of 90 days from the date of posting for public comment, before taking final action to adopt new station boundaries. During the 90-day period, the Commission may hold hearings, take testimony, consider written comments, and revise the initial proposal. After a minimum of 90 days from the posting of the initial proposal, the Commission may adopt new station boundaries. \n          The Commission, in consultation with the Chief, may set an effective date for implementation of the new boundaries, which shall occur no later than eighteen (18) months from the posting of the initial proposal. \n(Added by Ord. 243-06, File No. 060795, App. 10/4/2006)\nCODIFICATION NOTE:\nThis section was designated 2A.90 when enacted by Ord. 243-06, App. 10/4/2006. It was redesignated by the codifier.\nEditor's Note:     Former division 2A.86(d) (\"Transition Provision\") expired on 1/1/2008.\n\nSEC. 2A.87.  PRESS ROOM TELEPHONES.\n     It shall be the policy of the City and County of San Francisco that the Police Department neither inspect nor make use of records of City telephones provided for the use of members of the news media in the Press Room at the Hall of Justice, except as authorized by search warrant or subpoena issued pursuant to local, state or federal law. Therefore, the City may not expend monies appropriated to the Police Department to fund the cost of providing these telephones. To the extent that the City incurs such costs, payment shall be drawn from the budget of the Department of Administrative Services. \n(Added by Ord. 33-07, File No. 061641, App. 2/22/2007)\n\nSEC. 2A.88.  POLICE STAFFING AND DEPLOYMENT TO DISTRICT STATIONS.\n     (a)     Airport Bureau Staffing Review. The Chief of Police and the Director of the San Francisco International Airport shall jointly establish a methodology for assessing staffing needs for the Police Department Airport Bureau. In establishing that methodology, the Chief and Director shall consult with the Controller's Office. The methodology shall take into account passenger traffic at the Airport; security mandates and restrictions, including any imposed by the Transportation Security Administration and other government agencies; policing activity at the Airport, including calls for service and traffic responsibilities; and any other factors that the Chief and the Director determine are relevant. Using that methodology, the Chief and Director shall jointly determine the baseline number and type of personnel required to meet the security and policing needs of the Airport (\"Baseline Personnel\"). The Chief and Director shall establish the staffing-needs methodology and make the initial Baseline Personnel determination by no later than July 1, 2007. The Chief and Director shall review and where appropriate revise the staffing-needs methodology and the Baseline Personnel determination by July 1 each year thereafter. \n     (b)     Redeployment of Airport Bureau Personnel. The Chief of Police shall create a plan to redeploy any full duty sworn Airport Bureau personnel above the sworn Baseline Personnel when the number of full duty sworn officers on the force in the City and County falls below the Charter-mandated level of 1,971 officers (\"Staff Redeployment Plan\"). The Chief shall design the Staff Redeployment Plan to provide maximum flexibility throughout the year to redeploy full duty sworn Airport Bureau personnel to the City and County to respond to staffing shortages, increases in crime or violence, or other circumstances that create a need for additional sworn personnel in the City and County. The Staff Redeployment Plan shall provide that any redeployed Airport Bureau personnel at the rank of officer or sergeant be assigned to District Stations, and that any redeployed Airport Bureau personnel at the rank of lieutenant or above be assigned based on the needs of the Department. The Chief shall create the Staff Redevelopment Plan by no later than July 1, 2007. The Chief shall review and where appropriate revise the Staff Redevelopment Plan by July 1 each year thereafter. \n     (c)     Reporting. Beginning July 1, 2007, and continuing each July 1 thereafter, the Chief of Police shall report to the Mayor, the Board of Supervisors and the Police Commission on the following: (1) the staffing-needs methodology and Baseline Personnel determination for the Airport Bureau; and (2) the Staff Redevelopment Plan. Beginning July 1, 2008 and continuing each July 1 thereafter, the Chief of Police shall report to the Mayor, the Board of Supervisors and the Police Commission, data regarding any occasions during the prior fiscal year when the Chief redeployed sworn personnel under the Staff Redeployment Plan. \n(Added by Ord. 97-07, File No. 070271, App. 5/4/2007)\n\nSEC. 2A.89.  IMPLEMENTING THE CALIFORNIA SEXUAL ASSAULT VICTIMS' DNA BILL OF RIGHTS.\n     (a)     By not later than March 1, 2011, the Chief of Police or designee shall develop and implement procedures for collecting and testing deoxyribonucleic acid (DNA) evidence in sexual assault cases, and providing information and notices to sexual assault victims as provided in the California Sexual Assault Victims' DNA Bill of Rights, California Penal Code Section 680. The procedures shall include the following time goals: (1) collect a DNA \"rape kit\" from a healthcare provider within not more than 72 hours of notification from a health provider; and (2) test DNA evidence obtained from a healthcare provider within not more than fourteen days of receipt. The procedures shall also include timeframes for testing any DNA evidence from a sexual assault crime scene. For purposes of this Section, testing DNA evidence shall include conducting an examination of the DNA evidence, developing a potential suspect profile, and uploading any profile obtained from the evidence to the Combined DNA Index System (CODIS). \n     (b)     Accompanying the Mayor's budget submissions, for fiscal year 2011-2012 and continuing, the Police Department shall report on its performance in meeting the goals established by this Section. \n     (c)     It shall be the policy of the City and County of San Francisco to appropriate sufficient funds each fiscal year for the Police Department to maintain the personnel and other resources necessary to ensure timely collection and testing of DNA evidence in sexual assault cases. \n(Added by Ord. 317-10, File No. 101349, App. 12/21/2010)\n\nARTICLE V:\nFIRE \n\n\nSec. 2A.90.\nFire Department. \n\nSec. 2A.91.\nFire Department Physician. \n\nSec. 2A.92.\nFire; Ranks in the Department. \n\nSec. 2A.93.\nFire; Deputy Chief; Other Executives. \n\nSec. 2A.94.\nFire Marshal. \n\nSec. 2A.95.\nFire Prevention. \n\nSec. 2A.96.\nCurtailment of Fireboat Operation. \n\nSec. 2A.97.\nFire Protection and Emergency Medical Services. \n\nSEC. 2A.90.  FIRE DEPARTMENT.\n     The Chief of Department shall have power to send fire boats, apparatus and firefighters outside the City and County of San Francisco for fire-fighting purposes. \n     The Commissioners shall by rule and subject to the fiscal provisions of the Charter, have power to create new or additional ranks or positions in the Department which shall be subject to the civil service provisions of the Charter; provided that the Fire Commission subject to the recommendation of the Civil Service Commission and the approval of the Board of Supervisors may declare such new or additional ranks or positions to be exempt from the civil service provisions of the Charter. If the Civil Service Commission disapproves any such exemption, the Board of Supervisors may approve such exemptions by a majority vote of the members thereof. The Fire Commission shall designate the civil service rank from which a non-civil service rank or position shall be appointed. Appointments to any non-civil service rank or position as may be created hereunder shall hold civil service status in the Department in the civil service rank from which they were appointed. In no rank below that of Assistant Chief shall the compensation attached to a non-civil service rank or position equal to exceed the next higher civil service rank or position from which they were appointed and for this purpose the next higher civil service rank above H-2 fireman shall be H-20 lieutenant. If any new or additional rank or position is created pursuant hereto pending the adoption of salary standards for such rank or position, the Fire Commission shall have power to recommend the basic rate of compensation therefor to the Board of Supervisors and said Board of Supervisors shall have the power to fix the rate of compensation for said new rank or position and it shall have the power, and it shall be its duty, without reference or amendment to the annual budget, to amend the annual appropriation ordinance and the annual salary ordinance to include the provisions necessary for paying the basic rate of compensation fixed by said Board of Supervisors for said new rank or position for the then current fiscal year. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.91.  FIRE DEPARTMENT PHYSICIAN.\n     The Fire Commission shall appoint a Department Physician who shall hold office at its pleasure. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.92.  FIRE; RANKS IN THE DEPARTMENT.\n     The several ranks or positions in the Fire Department shall be: Chief of Department; assistant chiefs of department; battalion chiefs; captains; lieutenants; engineers; chiefs operators; firefighters; pilots of fireboats and marine engineers of fireboats; captain, bureau of fire prevention and public safety; lieutenant, Bureau of Fire Prevention and Public Safety; lieutenant, Bureau of Fire Investigation; inspector, Bureau of Fire Prevention and Public Safety; and investigator, Bureau of Fire Investigation, and such other ranks or positions as the Fire Commission may from time to time create as provided for in Section \n2A.90. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.93.  FIRE; DEPUTY CHIEF; OTHER EXECUTIVES.\n     The Chief of the Fire Department shall have the power to appoint and to remove, at his or her pleasure, from among the members of the Department having the rank of Assistant Chief of Department or Battalion Chief, two Deputy Chiefs of Department and a Secretary to the Chief of the Department. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.94.  FIRE MARSHAL.\n     The Chief of the Fire Department, with the approval of the Fire Commission, may appoint a Fire Marshal and assistants. The Board of Supervisors may empower the Fire Marshal to sell property saved or salvaged from any fire and for which no owner can be found. The Fire Marshal may call upon police officers to assist in the protection or salvaging of property and shall have such other powers and duties as by ordinance may be prescribed relative to the protection of property at fires and the storage of property salvaged therefrom. The Fire Marshal shall have such duties appertaining to the enforcement of laws relative to the storage, sale and use of flammable and combustible liquids, combustible materials and explosives as the Fire Commission by rule, or the Supervisors by ordinance, may prescribe. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.95.  FIRE PREVENTION.\n     The Chief of Department shall have jurisdiction, under the supervision of the Fire Commission, of the Division of Fire Prevention and Investigation consisting of the Bureau of Fire Prevention and Public Safety and the Bureau of Fire Investigation. The Chief of Department shall hold the Assistant Chief of Department, Division of Fire Prevention and Investigation, to the responsibility and authority for enforcement of laws and statutes of the State of California, and the Charter and ordinances of the City and County of San Francisco, pertaining to matters of fire prevention and fire investigation. \n     The Bureau of Fire Prevention and Public Safety shall inspect all hospitals, schools, places of public assemblage, and other premises regulated by Title 19 of the California Administrative Code, flammable liquid storage facilities, other hazardous occupancies as defined by the Building Code, and all occupied or vacated structures and premises to determine whether or not compliance is being had with statutes, regulations, and ordinances relative to fire prevention, fire protection and firespread control, and the protection of persons and property from fire. It shall enforce said statutes, regulations, and ordinances and shall report violations to other departments having jurisdiction. \n     The Bureau of Fire Prevention and Public Safety shall examine the application, plans and specifications for the erection, and for alterations or repairs estimated to exceed $1,000 in cost, of any hospital, school, place of public assemblage as defined in the Building Code, other premises regulated by Title 19 of the California Administrative Code, flammable liquid storage facility, or other hazardous occupancy as defined by the Building Code, subject to the statutes, regulations, and ordinances referred to in this Section, and shall also examine the applications, plans and specifications for all structures and premises insofar as they involve the location of standpipes. The Bureau of Fire Prevention and Public Safety shall by written report, filed with the Director of Public Works, approve such plans and specifications, or report to said Director of Public Works, the particulars wherein noncompliance exists, and upon modification of the application, plans and specifications to comply therewith, the Bureau shall inform said Director of its approval. No permit for alteration or repair exceeding $1,000 in cost of any hospital, school, place of public assemblage as defined in the Building Code, other premises regulated by Title 19 of the California Administrative Code, flammable liquid storage facility, or other hazardous occupancy as defined by the Building Code, or for the erection thereof, or involving the location of standpipes, shall be issued unless said approval is given. \n     Any structure or premises as provided in this Section wherein there exists any violation of statutes, regulations, or ordinances referred to in this Section, or which is maintained or used in such manner as to endanger persons or property by hazard or fire, explosion or panic and any structure or premises as provided in this Section hereafter constructed, altered or repaired in violation of said statutes, regulations, or ordinances, is hereby declared to be a public nuisance, and it shall be the duty of the Bureau of Fire Prevention and Public Safety to prosecute abatement proceedings. \n     The Bureau of Fire Prevention and Public Safety shall detail to the Department of Public Works such personnel as necessary to review and check plans relative to requirements of the Fire Code and shall report any particulars of noncompliance to the Director. \n     The Fire Department shall make recommendations to the Director of Public Works for possible revisions to the Building Code and Housing Code on matters of fire safety. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSEC. 2A.96.  CURTAILMENT OF FIREBOAT OPERATION.\n     In the event that the services of any pilot, marine engineer or marine fireman holding permanent civil service status as such, hereinafter referred to as the said member, are no longer required in connection with fireboat operation due to curtailment of such operation by the City and County of San Francisco or due to the conversion from steam fireboats to motorized fireboats, the said member on the basis of seniority in rank may be reassigned to duties of a position of some other rank in the Fire Department in which a vacancy in a permanent position exists and not carrying a higher compensation than the compensation of the rank previously held by said member, as the Chief of Department, with the approval of the Fire Commission, shall determine are within the said member's ability to perform, below the rank of lieutenant; provided, however, said member shall not be eligible for promotional examination in the Fire Department. Upon such reassignment the said member shall be declared to be permanently appointed to such new rank as if appointed thereto after examination and certification from a list of eligibles under the civil service provisions of the Charter, and said member shall have seniority therein from date of such reassignment and he or she shall receive the same rate of pay as would be applicable to any other member of such new rank having the same number of years of service in the Department. If no vacancy in a permanent position exists to which immediate reassignment may be made as indicated above, then such member shall be laid off from his or her position subject to reassignment as indicated above when such a vacancy does occur. \n     If at any time after such reassignment the said member's original position, or a similar position becomes available on fireboats under jurisdiction of the San Francisco Fire Department, the said member shall be assigned to such position in accordance with his or her seniority in rank in the Department, preference in such assignment being given to the said member having the greatest seniority. Upon such assignment the said member shall be declared to be reappointed to the rank said member held at the time he or she was transferred from such fireboat service and shall be restored to all the civil services rights and privileges appurtenant thereto, including such additional rights and privileges as may have accrued by reason of added seniority. \n     Nothing in this Section shall affect the said members pension and retirement rights and privileges. \n(Added by Ord. 320-96, App. 8/8/96)\n\nSECTION 2A.97.  FIRE PROTECTION AND EMERGENCY MEDICAL SERVICES.\n     Notwithstanding any other provision of law, the Fire Department shall maintain and operate neighborhood firehouses and emergency apparatus at the same location and to the same extent as existed on January 1, 2004, as is listed below. \n\nStations\nLocation\nEmergency Apparatus\nNeighborhoods Served\nStation 1\n676 Howard\nEngine/Truck/Rescue Squad\nDowntown, Tenderloin, SoMa\nStation 2\n1340 Powell\nEngine/Truck/Battalion\nChinatown, North Beach, Nob Hill\nStation 3\n1067 Post\nEngine/Truck\nTenderloin, SoMa, Civic Center, Polk Gulch\nStation 5\n1301 Turk\nEngine/Truck/Division\nFillmore, Western Addition, Japantown\nStation 6\n135 Sanchez\nEngine/Truck\nCastro, Lower Haight, Mission, Duboce Triangle\nStation 7\n2300 Folsom\nEngine/Truck/Rescue Squad/Division\nMission District, Bernal Heights\nStation 8\n36 Bluxome\nEngine/Truck/Battalion\nSoMa, South Beach, Mission Bay\nStation 9\n2245 Jerrold\nEngine/Truck/Battalion\nPotrero Hill, Bernal Heights\nStation 10\n655 Presidio\nEngine/Truck\nPresidio Heights, Laurel Heights, Western Addition\nStation 11\n3880 26th Street\nEngine/Truck/Battalion\nNoe Valley, Mission District, Castro\nStation 12\n1145 Stanyan\nEngine/Truck\nHaight Ashbury, Cole Valley\nStation 13\n530 Sansome\nEngine/Truck\nFinancial District, North Beach, Chinatown\nStation 14\n551 26th Avenue\nEngine/Truck\nRichmond, Presidio\nStation 15\n1000 Ocean\nEngine/Truck/Battalion\nIngleside\nStation 16\n2251 Greenwich\nEngine/Truck\nMarina, Cow Hollow, Presidio\nStation 17\n1295 Shafter\nEngine/Truck\nBayview/Hunters Point\nStation 18\n1933 32nd Avenue\nEngine/Truck\nSunset\nStation 19\n390 Buckingham\nEngine/Truck\nPark Merced, Stonestown, Lake Merced\nStation 20\n285 Olympia\nEngine/Mobile Air Unit\nForest Hill, Inner Sunset\nStation 21\n1443 Grove\nEngine\nFillmore, Western Addition, Haight\nStation 22\n1290 16th Avenue\nEngine\nInner Sunset\nStation 23\n1348 45th Avenue\nEngine\nSunset\nStation 24\n100 Hoffman\nEngine\nNoe Valley, Castro, Twin Peaks\nStation 25\n3305 3rd Street\nEngine\nPotrero Hill, Bayview/Hunters Point\nStation 26\n80 Digby\nEngine\nGlen Park, Diamond Heights\nStation 28\n1814 Stockton\nEngine\nNorth Beach, Telegraph Hill\nStation 29\n299 Vermont\nEngine\nPotrero Hill, Mission District\nStation 31\n441 12th Avenue\nEngine/Battalion\nRichmond\nStation 32\n194 Park\nEngine\nBernal Heights, Mission District\nStation 33\n8 Capitol\nEngine\nOceanView, Merced Heights\nStation 34\n499 41st Avenue\nEngine\nOuter Richmond\nStation 35\nPier 22½\nEngine/Fireboat\nEmbarcadero, Downtown, South Beach\nStation 36\n109 Oak Street\nEngine/Battalion\nCivic Center, Hayes Valley\nStation 37\n798 Wisconsin\nEngine\nPotrero Hill, Dog Patch\nStation 38\n2150 California\nEngine/Battalion\nPacific Heights, Marina, Upper Fillmore\nStation 39\n1091 Portola\nEngine\nMiraloma, St. Francis Wood, West Portal\nStation 40\n2155 18th Avenue\nEngine/Battalion\nParkside, Forest Hill\nStation 41\n1325 Leavenworth\nEngine\nRussian Hill, Nob Hill\nStation 42\n2430 San Bruno Avenue\nEngine\nPortola, Silver Terrace\nStation 43\n720 Moscow\nEngine\nExcelsior, Outer Mission, Crocker Amazon\nStation 44\n1298 Girard\nEngine\nVisitacion Valley, Sunnydale\nStation 48\nTreasure Island\nEngine/Truck/Hose Tender\nTreasure Island\n     Each such firehouse shall remain open 24 hours a day, and the emergency apparatus located at each firehouse shall be adequately staffed so as to be able to respond to a fire, medical or other emergency 24 hours a day. The Fire Department shall not close, abandon or consolidate any existing firehouse, or provide a level of service at that firehouse or for the apparatus within that firehouse, lower than that existing as of January 1, 2004, except as specified below. \n     In addition to the apparatus housed within each neighborhood firehouse as of January 1, 2004, as listed above, the Fire Department shall maintain and operate 24 hours per day the following: an arson/fire investigation unit; no fewer than four ambulances; and four Rescue Captains (Medical Supervisors). The Chief of the Department shall determine which station will house those units. \n     The Fire Department, with the concurrence of the Fire Commission and subject to approval by the Board of Supervisors, may establish such additional firehouses as it deems necessary to meet the safety needs of the residents of the City and County of San Francisco. The Fire Department may relocate apparatus from one neighborhood firehouse to another only if the Chief, with the concurrence of the Fire Commission and approval by the Board of Supervisors, declares doing so is necessary to meet the safety needs of the citizenry and will not prevent servicing that neighborhood 24 hours a day. In no event may the Fire Department remove apparatus from a neighborhood firehouse if doing so prevents that firehouse from responding to fires and medical emergency calls from that location 24 hours a day. \n     A neighborhood firehouse listed above may be closed only for unsafe structural conditions, or if necessary to retrofit or renovate the building, or if it has been replaced by a new firehouse in that same neighborhood. Such closure must be recommended by the Fire Department, concurred in by the Fire Commission, and approved by the Board of Supervisors, and must be accompanied by a detailed plan for restoring adequate services to the neighborhood served by that firehouse as soon as possible. \n     Nothing in this Section shall prevent the Fire Department from temporarily closing a firehouse and moving the apparatus within it if that firehouse poses an immediate danger to public safety, provided that the Department shall seek the concurrence of the Fire Commission and the approval of the Board of Supervisors as soon as is reasonably possible. \n     Nothing in this provision shall diminish, interfere with or otherwise alter the Mayor's authority under Article III, Section \n3.100(13) of the Charter. \n(Added by Proposition F of 11/8/2005)\n\nARTICLE VI:\nREAL PROPERTY; RECREATION AND PARK \n\n\nSec. 2A.110.\nDirector of Property. \n\nSec. 2A.111.\nRecreation and Park; New Facilities. \n\nSEC. 2A.110.  DIRECTOR OF PROPERTY.\n     The Director of Property shall have the charge of the purchase of real property and improvements required for all City and County purposes, and the sale and lease of real property and improvements thereon owned by the City and County, except as otherwise provided by the Charter. In the acquisition of property required for street opening, widening or other public improvements, the Director shall make preliminary appraisals of the value of the property sought to be condemned or otherwise acquired, and report thereon to the responsible officer. It shall be his or duty, in addition, to assist in such proceedings on the request of the responsible officer. \n     Except for the Convention Facilities Management Department, each department authorized by the approval of bond issues or by annual or supplemental appropriation ordinances to purchase or lease property or improvements needed for the purposes of such department shall make such purchases or leases through the Director of Property. The Director of Property shall make a preliminary valuation of the property to be acquired or leased and report the same to the department requiring such property. For such purposes the Director of Property may employ independent appraisers. The Director of Property shall conduct negotiations with the owner or owners thereof, at the conclusion of which the Director shall report the terms on which such sale or lease may be concluded, together with his or her recommendations thereon. The head of the department concerned may report to the Board of Supervisors and recommend acceptance or that proceedings in eminent domain be instituted for the acquisition of such property. \n     The Director of Property shall maintain complete records and maps of all real property owned by the City, which shall show the purchase price, if known, and the department in charge of each parcel, with reference to deeds or grants establishing the City's title. \n     The Director of Property shall annually report to the Mayor, the Controller, the Director of Administrative Services, and the Supervisors, the estimated value of each parcel and improvement. The Director of Property shall make recommendations to the Mayor and Director of Administrative Services relative to the advantageous use, disposition, or sale of real property not in use. \n(Added by Ord. 277-96, App. 7/3/96)\n\nSEC. 2A.111.  RECREATION AND PARK; NEW FACILITIES.\n     The Recreation and Park Department shall have power to construct new parks, playgrounds, recreation centers, recreation facilities, squares and grounds, and to erect and maintain buildings and structures on parks, playgrounds, squares, avenues and grounds. Pursuant to Charter Section \n16.107, the Recreation and Park Commission shall have the authority to prepare and approve the plans, specifications and estimates for all contracts and orders, and to award, execute and manage all contracts and orders for capital projects on real property under its jurisdiction or management. \n(Added by Ord. 352-96, App. 9/11/96; amended by Ord. 118-00, File No. 000478, App. 6/2/2000)\n\nARTICLE VII:\nPUBLIC UTILITIES \n\n\nSec. 2A.130.\nPublic Utilities; Powers and Duties.\n\nSec. 2A.131.\nPublic Utility; Hetch Hetchy Project.\n\nSec. 2A.132.\nPublic Utility Accounting.\n\nSec. 2A.133.\nPublic Utilities; Foreign Trade Zones.\n\nSec. 2A.134.\nPublic Utility Rates.  \n\nSEC. 2A.130.  PUBLIC UTILITIES; POWERS AND DUTIES.\n     The Public Utilities Department shall locate and determine the character and type of all construction and additions, betterments and extensions to utilities under its control, and shall determine the policy for such construction or the making of such additions, betterments and extensions from the public funds under its jurisdiction; provided that in each such case it shall secure the recommendation of the Manager of Utilities, which shall be presented in writing and shall include analyses of cost, service and estimated revenues of all proposed or feasible alternatives in cases where it is deemed by the manager that such alternatives exist. \n     The Department shall also have power to enter into contract for the furnishing of heat, light and power for municipal purposes, and to supervise the performance and check the monthly bills under such contract. The Department shall provide adequate electric power to the municipal railway for its prudent use in providing transit services and related activities. \n     The Department shall have full power and authority to enter into such arrangements and agreements as it shall deem proper for the joint use with any other person, firm or corporation owning or having jurisdiction over poles, conduits, towers, stations, aqueducts, and reservoirs for the operation of any of the utilities under its jurisdiction. \n     The Department shall observe all City and County ordinances and the regulations of the Department of Public Works relative to utility openings, structures and poles in streets and other public places, as well as all ordinances and regulations relative to barricades, construction lights, refilling excavations and replacing and maintaining street pavements; and in connection with all such matters the said Department shall be subject to the same inspection rules and pay fees to the proper department in the same manner and at the same rates as any private person or corporation. \n     The Department shall have charge of all valuation work relative or incidental to purchase proceedings initiated by the City and County for the acquisition of any public utility. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.131.  PUBLIC UTILITY; HETCH HETCHY PROJECT.\n     The Hetch Hetchy Project shall not be deemed completed until a specific finding of completion thereof has been made by the Public Utilities Commission and approved by the Board of Supervisors by a two-thirds vote of all members. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.132.  PUBLIC UTILITY ACCOUNTING.\n     The Public Utilities Department shall maintain separate accounts for each utility in such manner as to exhibit exact and complete financial results of ownership, management and operation; the actual cost of each utility; all costs of maintenance, extension and improvement; all operating expenses of every description; the general expenses of the Commission and bureaus thereof apportioned to each such utility; the amount paid or set aside for depreciation, insurance, interest and sinking fund; and estimates of the amount of taxes that would be chargeable against such property and the revenue thereof if privately owned and operated. All accounts shall be maintained in accordance with forms and requirements for public utilities engaged in like character of service, insofar as these shall be applicable to publicly owned and operated utilities. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.133.  PUBLIC UTILITIES; FOREIGN TRADE ZONES.\n     Foreign trade zones, as may be authorized by acts of Congress to be located in the City and County, are hereby declared to be public utilities within the meaning of the Charter. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.134.  PUBLIC UTILITY RATES.\n     The Public Utilities Department shall propose to the Mayor and the Board of Supervisors rates, charges or fares for the furnishing of service by any utility under its jurisdiction. The Public Utilities Department shall have power to collect by appropriate means all amounts due for said service, and to discontinue service to delinquent consumers and to settle and adjust claims arising out of the operation of any said utilities. \n     Rates may be fixed at varying scales for different classes of service or consumers. The Department may provide for the rendition of utility service outside the limits of the City and County and the rates to be charged therefor which may include proportionate compensation for interest during the construction of the utility rendering such service. \n     Before proposing any schedule of rates or fares, the Commission shall publish in the official newspaper of the City and County for five days notice of its intention so to do and shall fix a time for a public hearing or hearings thereon, which shall be not less than 10 days after the last publication of said notice, and at which any resident may present his or her objection to or views on the proposed schedule of rates, fares or charges. \n     Rates for each utility shall be proposed so that the revenue therefrom shall be sufficient to pay, for at least the succeeding fiscal year, all expenses of every kind and nature incident to the operation and maintenance of said utility, together with the interest and sinking fund for any bonds issued for the acquisition, construction or extension of said utility. \n(Added by Ord. 352-96, App. 9/11/96)\n\nARTICLE VIII:\nARTS AND CULTURE DEPARTMENTS \n\n\nSec. 2A.150.\nArts Commission; Functions, Powers and Duties. \n\nSec. 2A.150.1.\nArts Commission; Additional Responsibilities. \n\nSec. 2A.155.\nFine Arts Museums; Grounds. \n\nSec. 2A.155.1.\nFine Arts Museums; Accounts and Reports. \n\nSec. 2A.155.2.\nFine Arts Museums; Achenbach Gift. \n\nSec. 2A.155.3.\nFine Arts Museums; Acceptance of Gifts, Devises and Bequests. \n\nSec. 2A.155.4.\nFine Arts Museums; Sale, Exchange or Transfer of Works of Art. \n\nSec. 2A.155.5.\nFine Arts Museums; Exchanges of Works of Art. \n\nSec. 2A.155.6.\nFine Arts Museums; Public Auction. \n\nSec. 2A.155.7.\nFine Arts Museums; Private Sale in Lieu of Auction. \n\nSec. 2A.155.8.\nFine Arts Museums; Other Means of Sale. \n\nSec. 2A.155.9.\nFine Arts Museums; Moneys Received for Sale of Works of Art. \n\nSec. 2A.155.10.\nFine Arts Museums; Transfer of Works of Art. \n\nSec. 2A.155.11.\nApplication to the Asian Art Commission. \n\nSec. 2A.155.12.\nApplication to the San Francisco Airport Commission. \n\nSec. 2A.160.\nAcademy of Sciences; Relationship with City and County. \n\nSec. 2A.160.1.\nAcademy of Sciences; Memorial Buildings. \n\nSec. 2A.165.\nWar Memorial; \"Trustees\" Defined. \n\nSec. 2A.165.1.\nWar Memorial; Powers of Trustees Subject to Charter. \n\nSec. 2A.165.2.\nWar Memorial; Jurisdiction. \n\nSec. 2A.165.3.\nWar Memorial; Acceptance of Gifts, etc.; Special Fund. \n\nSec. 2A.165.4.\nPurchases of Materials and Supplies. \n\nSEC. 2A.150.  ARTS COMMISSION; FUNCTIONS, POWERS AND DUTIES.\n     No work of art shall be contracted for or placed or erected on property of the City and County or become the property of the City and County by purchase, gift or otherwise, except for any museum or art gallery, unless such work of art, or a design or model of the same as required by the Arts Commission, together with the proposed location of such work of art, shall first have been submitted to and approved by the Commission. The term \"work of art\" as used in this Section shall comprise paintings, mural decorations, stained glass, statues, bas reliefs or other sculptures; monuments, fountains, arches or other structures of a permanent or temporary character intended for ornament or commemoration. No existing work of art in the possession of the City and County shall be removed, relocated or altered in any way without the approval of the Commission, except as otherwise provided herein. The Commission shall have similar powers with respect to the design of buildings, bridges, viaducts, elevated ways, approaches, gates, fences, lamps or other structures erected or to be erected upon land belonging to the City and County, and concerning arches, bridges, structures and approaches which are the property of any corporation or private individual and which shall extend over or upon any street, avenue, highway, park or public place belonging to the City and County. Said Commission shall so act and its approval shall be required for every such structure which shall hereafter be erected or contracted for, and may advise in respect to lines, grades and platting of public ways and grounds. \n     Nothing herein contained shall be construed to limit or abridge the legal powers of the governing boards of the War Memorial, the Fine Arts Museums or the Asian Art Museum. \n     The Commission shall supervise and control the expenditure of all appropriations made by the Board of Supervisors for music and the advancement of art or music. \n     The Commission shall exercise all reasonable supervision of policy connected with the arts as may hereafter be assigned to it by ordinance or executive action. \n     The Commission shall decide upon any expenditure of less than $1,000 within 15 days after submission, and upon any other matter within 30 days after submission. If it fails so to do, its decision shall be considered unnecessary. \n     The Commission may volunteer advice or suggestion to the owners of private property in relation to the beautification of the same; and any person contemplating to erect any building or make any improvement may submit the plans and designs or sketches thereof to the Commission for advice and suggestions, for which no charge shall be made by the Commission. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.150.1.  ARTS COMMISSION; ADDITIONAL RESPONSIBILITIES.\n     (a)     Cataloging, Care and Maintenance of Public Art Media. The cataloging, care and maintenance of all sculptures, statues, murals, paintings and other art media belonging to the City and County of San Francisco, other than and excepting those located on properties under the jurisdiction and control of the San Francisco Unified School District, the M. H. de Young Memorial Museum, the California Palace of the Legion of Honor, the California Academy of Sciences and the Recreation and Park Commission, shall be under the jurisdiction of the Arts Commission. \n     (b)     Agreement with Recreation and Park Commission. The Arts Commission shall be authorized to enter into agreement with the Recreation and Park Commission, upon such terms as may be mutually agreed, for the cataloging, care and maintenance of any or all of the above media located on properties under the jurisdiction of the Recreation and Park Commission. \n     (c)     Authorization for Sale of Works of Art. When the Arts Commission determines that it would be advantageous to the City and County, a work of art under the jurisdiction of the Arts Commission may be sold or exchanged as hereinafter set forth. \n          The Arts Commission may execute and accept all deeds of conveyance necessary and proper to effect a duly authorized sale or exchange. A work of art to be sold or exchanged shall be cataloged, listed and described with reasonable certainty and a copy of such catalog shall be furnished to the purchaser of supplies. \n     (d)     Exchange of Works of Art. The Arts Commission may exchange a work of art on such terms as the Arts Commission, by a 2/3 vote of the members of the Arts Commission, determines appropriate; provided that any exchange is subject to the approval of the purchaser of supplies. \n     (e)     Public Auction. A work of art under the jurisdiction of the Arts Commission may be sold at public auction to the highest and best bidder and the Arts Commission may contract with a licensed auctioneer for the purpose of conducting the sale or sales. The contract shall specify the compensation to be paid for the auctioneer's services and set forth the terms and conditions under which the sale or sales are to be conducted. Each such contract shall be approved by the Purchaser of Supplies. \n     (f)     Sale at Other Than Public Auction. A work of art under the jurisdiction of the Arts Commission may be sold by private sale under the following circumstances: \n          (1)     If the work is offered at public auction and no bids are received, or if the bids are rejected; or\n          (2)     If the Arts Commission determines, by a 2/3 vote of the members of the Arts Commission, that the work may be sold on terms more advantageous to the City and County if sold through private sale. Any contract for the private sale of a work of art is subject to the approval of the Purchaser. A work of art on which bids have been rejected shall not thereafter be sold through private sale for less than the amount of the highest bid received. \n     (g)     Reproductions or Adaptations. The Arts Commission may license the making of reproductions or adaptations of works of art under its jurisdiction. \n     (h)     Disposition of Proceeds from the Sale or Exchange of a Work of Art or of a Reproduction or Adaptation Thereof. All moneys received from the sale of a work of art under the jurisdiction of the Arts Commission, or from the licensing of the making of a reproduction or adaptation thereof, shall be placed in the public art media fund as provided for in Section \n10.117-1 of the San Francisco Administrative Code. The monies in this fund attributable to the sale or exchange of a work of art shall be used exclusively for the purpose of acquiring or maintaining one or more other works of art for the same public building or purpose for which the original work was acquired. \n(Amended by Ord. 416-82, App. 8/20/82; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.  FINE ARTS MUSEUMS; GROUNDS.\n     The Recreation and Park Department shall maintain and care for the grounds of the Museums, and shall furnish the monies for the necessary repair and embellishment of the grounds and unoccupied parts. \n(Added by Ord. 352-96, App. 9/11/96)\n\nSEC. 2A.155.1.  FINE ARTS MUSEUMS; ACCOUNTS AND REPORTS.\n     The Fine Arts Museums shall keep a full account of all property, money, receipts and expenditures, and a record of all Board of Trustees proceedings. \n(Added by Ord. 352-96, App. 9/11/96; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.2.  FINE ARTS MUSEUMS; ACHENBACH GIFT.\n     The City and County accepts from Moore S. and Hazel J. Achenbach the gift of a collection of etchings, engravings, lithographs and other forms of graphic art and drawings, consisting of approximately 75,000 works of art. Such collection shall be placed in suitable quarters in the buildings maintained by the California Palace of the Legion of Honor and shall remain in the custody, management, supervision and operation of and by the California Palace of the Legion of Honor. Portions of the collection shall be on exhibition for the inspection of the public during all times that the main building of the California Palace of the Legion of Honor is open. \n     In accepting the gift, provision will be made for the California Palace of the Legion of Honor to engage a curator and assistant curators for the collection, subject to the conditions herein elsewhere set forth, who shall be persons experienced in the collection and exhibition of graphic arts. They need not be residents of City and County, nor be subject to the civil service provisions of the Charter of the City and County. Their duty shall be to supervise the maintenance of the collection and designate the times when and the portions thereof to be placed on exhibition. Such other assistant curators shall be provided by the California Palace of the Legion of Honor for the proper maintenance, management, supervision, operation and storage of the collection. \n     In the event that the California Palace of the Legion of Honor should at any time fail to carry out the intent and conditions under which the gift is made, the objects of art shall revert to and become the property of the donors or the survivor, or in the event of their death, of such corporation, association or individual as the donors may designate, either in their joint wills or in the will of the survivor as between them, or in a joint declaration of trust that may be made during the lifetime of the donors, or in a declaration of trust that may be made by the survivor as between the donors. For the purposes of carrying out the intent of this Section, the Mayor is hereby authorized to enter into a contract with Moore S. and Hazel J. Achenbach and execute any and all other papers or documents required for its accomplishment. \n     The collection shall be known and referred to at all times as the Achenbach Foundation For Graphic Arts. \n     The provisions of this Section shall be subject to the budget and fiscal provisions of the Charter of the City and County. \n(Res. No. 10629 (1939); amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.3.  FINE ARTS MUSEUMS; ACCEPTANCE OF GIFTS, DEVISES AND BEQUESTS.\n     The Board of Trustees of the Fine Arts Museums of San Francisco is hereby authorized to accept gifts, devises and bequests of objects of art or other articles to the M. H. de Young Memorial Museum, the California Palace of the Legion of Honor or the Fine Arts Museums solely for exhibition purposes when the acceptance of the same entails no expense on the part of the board beyond the ordinary care and maintenance of such objects of art or other articles. \n     All gifts, devises and bequests of objects of art or other articles heretofore made to the aforesaid museums which entail no expense beyond the ordinary care and maintenance thereof for exhibition purposes are hereby accepted for the purposes for which they have been given. \n     Nothing in this Section shall be considered to approve or ratify the acceptance in the past or in the future of any gift, devise or bequest made to the aforesaid museums, the administration of which gifts, devises or bequests entails any expense beyond the care and maintenance of the objects of such gifts, devises or bequests for exhibition purposes. \n(Amended by Ord. 295-74, App. 6/12/74; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.4.  FINE ARTS MUSEUMS; SALE, EXCHANGE OR TRANSFER OF WORKS OF ART.\n     When, in the judgment of the Board of Trustees of the Fine Arts Museums of San Francisco, works of art or other articles in the possession of the museums are no longer fit for exhibition purposes in said museums, such works of art or other articles may be sold, exchanged or transferred as hereinafter set forth. Such works of art or other articles to be sold, exchanged or transferred shall be catalogued, listed and described with reasonable certainty. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 347-89, App. 10/4/89; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.5.  FINE ARTS MUSEUMS; EXCHANGE OF WORKS OF ART.\n     The Board of Trustees may exchange such works of art or other articles for other works of art or other articles of equivalent value. The said Trustees may execute and accept all deeds of conveyance necessary and proper to effect such exchange. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 347-89, App. 10/4/89; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.6.  FINE ARTS MUSEUMS; PUBLIC AUCTION.\n     The said Trustees may cause said works of art or other articles to be sold at public auction to the highest and best bidder, and may contract with a licensed auctioneer for the purpose of conducting the sale or sales. The contract shall specify the compensation to be paid for the auctioneer's services and set forth the terms and conditions under which the sale or sales are to be conducted. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.7.  FINE ARTS MUSEUMS; PRIVATE SALE IN LIEU OF AUCTION.\n     Should no bids be received, or if bids are received and rejected as unsatisfactory, or if the high bid fails for reasons beyond the control of the trustees, the work of art or other article may thereafter be sold by private sale by the Trustees; provided, that works of art or other articles on which bids have been rejected shall not thereafter be sold for amounts less than the amount the Trustees would have realized on the highest responsible bid. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.8.  FINE ARTS MUSEUMS; OTHER MEANS OF SALE.\n     The Trustees may sell works of art or other articles through the museum's store, at a fundraising event, or a similar publicly-accessible venue when the Trustees determine, based upon reasonable independent information, that such sale is likely to realize a market value greater than what is expected at public auction. \n(Added by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.9.  FINE ARTS MUSEUMS; MONEYS RECEIVED FOR SALE OF WORKS OF ART.\n     All moneys received from the sale of any work of art or other article sold pursuant to the provisions of this Article shall be placed in the trust fund of the Fine Arts Museums of San Francisco. Deposits in said trust fund shall be under the jurisdiction of the Board of Trustees. Said deposits in said trust fund shall be used for the purchase of other works of art and other articles to be exhibited in the Fine Arts Museums of San Francisco. \n(Added by Ord. 144-64, App. 5/27/64; amended by Ord. 347-89, App. 10/4/89; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.10.  FINE ARTS MUSEUMS; TRANSFER OF WORKS OF ART.\n     (a)     The collections of the Fine Arts Museums of San Francisco contain certain objects which are no longer appropriate to the collections. Many such objects are of scientific, social, cultural or historic value, but of little monetary value and therefore not appropriate for sale or exchange. The Board of Trustees nonetheless has a duty of care towards these objects and must expend funds for the storage and conservation of the items. It is in the interest of the City and County of San Francisco that these objects, under appropriate circumstances, be transferred to other public and nonprofit institutions for preservation, study and display, thereby relieving the City of the responsibility and expense of storing and preserving these objects. \n     (b)     The Board of Trustees may transfer title to a work of art or other article in the Fine Arts Museums' collections to another public or nonprofit institution when the transfer is in the public interest. A transfer to another institution is deemed to be in the public interest where the Board of Trustees makes the following findings: \n          (1)     The object is no longer appropriate to the Fine Arts Museums' collections; and\n          (2)     The scientific, social, cultural and/or historical value of the object outweighs its monetary value; and\n          (3)     The object is more likely to be preserved, studied and available to the public if it is transferred to the recipient institution than if it remains with the Fine Arts Museums of San Francisco or is sold. \n     (c)     Where it is found to be in the public interest to transfer any object which is of historical or other interest to San Francisco, the object will first be offered to a San Francisco public or nonprofit institution. \n     (d)     No work of art or other article in the Fine Arts Museums' collections may be transferred to another institution unless the transfer is approved by a majority of the members of the Board of Trustees. The Trustees may execute all deeds of conveyance necessary and proper to effect such transfer. \n(Added by Ord. 347-89, App. 10/4/89; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.11.  APPLICATION TO THE ASIAN ART COMMISSION.\n     The powers and duties set forth in Sections \n2A.155.4 through \n2A.155.10 authorizing the Board of Trustees of the Fine Arts Museums to sell, exchange or transfer works of art or other articles shall also be applicable to the Asian Art Museum with respect to works of art or other articles in its possession. Funds from the sale of objects in the Asian Art Museum's possession shall be placed in the general art acquisition fund of the Asian Art Museum and shall be under the jurisdiction of the Asian Art Commission. \n(Added by Ord. 291-98, App. 9/30/98; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.155.12.  APPLICATION TO THE SAN FRANCISCO AIRPORT COMMISSION.\n     The powers and duties set forth in Sections \n2A.155.4 through \n2A.155.10 authorizing the Board of Trustees of the Fine Arts Museums to sell, exchange or transfer works of art or other articles shall also be applicable to the San Francisco Airport Commission with respect to objects in its possession. Funds from the sale of objects in the Airport Museum's possession shall be placed in the Airport Museum's trust fund within the Airport Revenue Fund and shall be under the jurisdiction of the Airport Commission. Nothing in this Section is intended to limit or abridge the Arts Commission's authority with respect to works of art as set forth in Charter Section \n5.103 and Administrative Code Section \n2A.150. \n(Added by Ord. 291-98, App. 9/30/98; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.160.  ACADEMY OF SCIENCES; RELATIONSHIP WITH CITY AND COUNTY.\n     In addition to all other approvals required by law, plans for all proposed buildings and improvements of the California Academy of Sciences including any additions, must be approved by the Recreation and Park Commission and the Arts Commission. The Recreation and Park Commission is hereby authorized, subject to approval by the Board of Supervisors by ordinance, and subject to the provisions of Section \n4.113 of the Charter, to set apart from time to time such portions of property under its control, as may be required for such buildings and improvements, sufficient grounds being allotted to secure the safety of the same from fire. \n     The erection of buildings or additions to buildings shall not be started by the California Academy of Sciences until it shall have submitted a statement satisfactory to the Recreation and Park Commission of its ability to finance the proposed work to completion. The Board of Supervisors shall, by ordinance, prescribe the insurance to be furnished by the California Academy of Sciences to save the City and County harmless from claims for damages to persons or property arising from the construction or use of any of said buildings. Reasonable and appropriate charges may be made by the California Academy of Sciences for admission to or use of the Alexander F. Morrison Planetarium and Auditorium. \n(Added by Ord. 352-96, App. 9/11/96; amended by Ord. 132-99, File No. 990583, App. 5/28/99)\n\nSEC. 2A.160.1.  ACADEMY OF SCIENCES; MEMORIAL BUILDINGS.\n     Particular buildings or improvements or portions thereof may be named in memory of persons designated by the California Academy of Sciences. \n(Added by Ord. 352-96, App. 9/11/96; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.165.  WAR MEMORIAL; \"TRUSTEES\" DEFINED.\n     As used in Sections \n2A.165.1 through \n2A.165.3, the word \"Trustees\" shall mean the Board of Trustees of the War Memorial and Performing Arts Center of the City and County. \n(Amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.165.1.  WAR MEMORIAL; POWERS OF TRUSTEES SUBJECT TO CHARTER.\n     The Board of Trustees of the War Memorial and Performing Arts Center, in exercising the powers granted to it under \nArticle V of the Charter, relative to the construction, administration, management, superintendence and operation of the War Memorial and Performing Arts Center of the City and County, shall do so subject to the provisions of this Chapter. \n(Ord. No. 8931 (N.S.), Sec. 1; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.165.2.  WAR MEMORIAL; JURISDICTION.\n     (a)     The Trustees shall have jurisdiction over the buildings and grounds of the War Memorial Opera House and War Memorial Veterans Building on the real property located in the City and County bounded by Van Ness Avenue, Grove, Franklin and McAllister Streets. \n     (b)     The Trustees shall also have jurisdiction over the Louise M. Davies Symphony Hall and Harold L. Zellerbach Rehearsal Hall, including all of the buildings and grounds on the real property bounded by Van Ness Avenue and Hayes, Franklin and Grove Streets. \n(Amended by Ord. 302-80, App. 6/27/80; Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.165.3.  WAR MEMORIAL; ACCEPTANCE OF GIFTS, ETC.; SPECIAL FUND.\n     No gifts, devises or bequests, other than unconditional gifts, devises and bequests of cash, shall be accepted by the City and County for the War Memorial and Performing Arts Center without the consent of a majority of the Trustees. Any gifts, devises or bequests received by the Trustees on behalf of the City and County for any purposes connected with the War Memorial and Performing Arts Center, or incident thereto, shall be set aside in a special fund for the use and benefit of the War Memorial and Performing Arts Center. \n(Ord. No. 8931 (N.S.), Sec. 4; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\n\nSEC. 2A.165.4.  PURCHASES OF MATERIALS AND SUPPLIES.\n     Purchases of materials, supplies and equipment required by the Trustees shall be made in accordance with the provisions of this Code; provided, however, that specifications may be prepared under the direction of the Trustees for all equipment required by the Trustees and for material or supplies peculiar to the War Memorial operations and not in common use in other departments of the City and County. The Trustees may designate the particular brand, kind or make of any equipment which may be necessary in the conduct of the War Memorial. \n(Ord. No. 8931 (N.S.), Sec. 9; amended by Ord. 24-00, File No. 992319, App. 2/25/2000)\nSEC. 2A.166.  RESERVED.\n(Added by Ord. 92-02, File No. 020637, App. 6/14/2002; amended by Ord. 25-03, File No. 030039, App. 2/21/2003; Ord. 96-05, File No. 050643, App. 5/20/2005) \nEditor's Note:     Former Sec. 2A.166 (\"San Francisco Museum and Historical Society Advisory Committee\") expired by operation of its sunset clause on 6/1/2006.\n\nARTICLE IX:\nAIRPORT\n\n\nSec. 2A.170.\nAirport Commission; Powers and Duties. \n\nSec. 2A.171.\nAirport Director. \n\nSec. 2A.173.\nLeases and Concessions on Airport Property. \n\nSEC. 2A.170.  AIRPORT COMMISSION; POWERS AND DUTIES.\n     The Airport Commission shall have all the powers and duties in the possession, management, supervision, operation, use, maintenance, extension and control of the San Francisco International Airport and of all other airport properties wherever situated as it may acquire or which may be placed under its control. \n     In carrying out such powers and duties, the Airport Commission shall have the authority to enter into all contracts, leases and other agreements which relate to matters under its jurisdiction or to airport properties wherever situated or as it may acquire or which may be placed under its control subject to the Charter. \n     In locating and determining the character and type of improvements and additions, betterments or extension to airport properties under its control, the Commission shall, in each case, first secure the written recommendation of the Airport Director, including analysis of cost, service and estimated revenue of all proposed alternatives determined feasible by said Director. Subject to the provisions of Section \n2A.110 of this Code, the Commission shall have the power to purchase, lease or otherwise acquire all such lands, property, improvements or related facilities as it may deem necessary or convenient in the exercise of the authority granted hereunder. \n     The Airport Commission shall have power to fix, change and adjust rates and charges for the furnishing of services, including the furnishing of utility services. \n(Added by Ord. 439-96, App. 11/8/96)\n\nSEC. 2A.171.  AIRPORT DIRECTOR.\n     The Airport Director shall hold office at the pleasure of the Commission. The Director shall have full power and authority to administer the affairs of the Commission as the chief executive officer thereof. The Director shall appoint or remove the heads of airport divisions under the Commission's jurisdiction. The heads of airport divisions shall be exempt from the civil service provisions of the Charter; provided, however, that said Director and each division head so appointed possess the necessary executive, administrative and technical qualifications for his respective position. \n     In addition to the powers and duties conferred upon him or her as elsewhere provided in the Charter, the Airport Director shall have the power and it shall be his or her duty: \n     (a)     To enforce all orders, rules and regulations adopted by the Commission relating to the regulation, operation or control of the funds, facilities, property and equipment of said Commission; and \n     (b)     To supervise and manage the design, construction, maintenance and operation of all work or works authorized by the Commission and to that end, subject to its control and guidance, the Commission shall have the power to delegate to him or her such necessary powers and duties as are by the Charter or this Code conferred upon said Commission. \n     The Director shall also have the power to designate and assign by written permit lands, improvements, space or areas in any hangar or other building at any airport operated or controlled by the Department at the duly established rates or charges for the use thereof and subject to the applicable rules and regulations governing same. Each such permit shall be revocable by the Director without compensation to the permittee upon due notice to be stated therein. \n(Added by Ord. 439-96, App. 11/8/96)\nSEC. 2A.172.\n(Added by Ord. 439-96, App. 11/8/96; repealed by Ord. 180-03, File No. 030870, App. 7/18/2003)\n\nSEC. 2A.173.  LEASES AND CONCESSIONS ON AIRPORT PROPERTY.\n     The Airport Commission shall have power to negotiate and execute leases of airport lands and space in airport buildings, without necessity for competitive bidding, to any person, firm, or corporation engaged in air transportation, aviation support services, or the provision of utility services to the public (including, but not limited to, the provision of: telecommunications, electricity, water, gas or sewerage), or to any agency of government, for such purposes only; provided, that the original term of any such lease shall not exceed 50 years, nor shall any extension of such lease exceed a period of 50 years, except that a lease for aviation support services shall not exceed 10 years. Aviation support service leases shall be granted only to those entities performing a service which the Airport Commission determines is necessary to provide direct support to one or more air transportation providers. Such services include: servicing, cleaning and provisioning of aircraft; handling, transfer and temporary storage of cargo and mail; inspection, maintenance and repair of aircraft and ground service equipment; handling of passengers and baggage; operations support and crew administration; loading and unloading of passengers, baggage and cargo; fueling of aircraft and other ramp support services; and/or checkpoint screening and perimeter control. Construction, demolition, or development shall not be considered an aviation support service. The Commission shall also have sole power, subject to a competitive process and award to the highest or best responsible bidder or proposer to lease out any concession wherein the concessionaire is to be given an exclusive right to occupy space on or in airport lands or buildings. There shall be no requirement for a competitive process in the award by the Commission of any concession in an instance where no exclusive right is given the concessionaire to occupy space on or in airport lands or buildings. \n     The Airport Commission shall also have exclusive power to lease lands now devoted to airport purposes or lands that may hereafter be acquired and devoted to airport purposes for a period not to exceed 50 years. Section \n23.6-3 of this Code shall not be applicable to leases referred to in this paragraph; provided, however, that no lease of airport lands or agreement which divests the City and County of the right to manage, operate or control the aircraft landing field, the entire part of the airport not devoted to the aircraft landing field, or the entire airport shall be made without the approval of the Board of Supervisors by ordinance and referral and submission to a vote of the electors of the City and County at the election next ensuing not less than 60 days after the adoption of such ordinance, and such ordinance shall not go into effect until ratified by a majority of voters voting thereon. \n(Added by Ord. 439-96, App. 11/8/96; amended by Ord. 197-12, File No. 120689, App. 9/24/2012, Eff. 10/24/2012)\n\nARTICLE X:\nPARKING AND TRAFFIC \nSEC. 2A.180.  RESERVED.\n(Added by Ord. 439-96, App. 11/8/96; amended by Ord. 386-98, App. 12/24/98; Repealed by Ord. 287-08, File No. 081340, App. 12/5/2008) \n\nARTICLE XI:\nPUBLIC WORKS \n\n\nSec. 2A.190.\nDepartment of Public Works.\n\nSEC. 2A.190.  DEPARTMENT OF PUBLIC WORKS.\n     (a)     The Department of Public Works shall administer all capital improvement and construction projects, except projects solely under the Airport, Port, Public Utilities, Recreation and Park and Public Transportation Commissions. \n     (b)     All examinations, plans, estimates and construction administration services required by the City and County in connection with any public improvements, exclusive of those made by the Airport, Port, Public Utilities, Recreation and Park and Public Transportation Commissions, shall be made by the Director of Public Works, and the Director shall, when requested to do so, furnish information and data for the use of the Board of Supervisors. \n     (c)     The Director of Public Works shall designate a deputy or other employee as City Engineer. The City Engineer shall possess the same power in the City and County as is or may from time to time be given by law to city engineers, and the official acts of the City Engineer shall have the same validity and be of the same force and effect as are or may be given by law to those of city engineers. \n     (d)     The Director of Public Works shall designate a deputy or other employee as County Surveyor. The County Surveyor shall possess the same power in the City and County in making surveys, plats and certificates as is or may from time to time be given by law to county surveyors, and the official acts and all plats, surveys and certificates of the County Surveyor shall have the same validity and be of the same force and effect as are or may be given by law to those of county surveyors. \n     (e)     Any and all references to the \"Bureau of Architecture,\" \"Bureau of Engineering,\" or \"Bureau of Construction Management\" in the San Francisco Municipal Code is deemed to be a reference to the \"Department of Public Works.\"\n(Added by Ord. 437-96, App. 11/8/96; amended by Ord. 118-00, File No. 000478, App. 6/2/2000; Ord. 284-04, File No. 041335, App. 12/14/2004; Ord. 233-11; File No. 110904, App. 12/1/2011, Eff. 12/31/2011) \n\nARTICLE XII:\nEMERGENCY MANAGEMENT*\n\n\nSec. 2A.200.\nDepartment of Emergency Management. \n\nSEC. 2A.200.  DEPARTMENT OF EMERGENCY MANAGEMENT.\n     (a)     Department of Emergency Management; Director. There is hereby created a Department of Emergency Management. The Mayor shall appoint a Director of the Department of Emergency Management who shall serve as department head and appointing officer for the Department. The Director, at the time of appointment, must have a total of at least ten years of employment, experience, or professional service in any of the following fields: firefighting, law enforcement, public health, or military service, or in the fields of disaster management or emergency preparedness and relief at the local, state, or federal level. At least five years of that employment, experience or professional service shall be at a management level. The Director shall serve at the pleasure of the Mayor and shall report directly to the Mayor. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Divisions. The Department shall include two divisions: (i) Emergency Communications and (ii) Emergency Services, each headed by a deputy director appointed by the Director of the Department of Emergency Management, with each Deputy Director reporting directly to the Director. \n     (c)     Emergency Communications. The Emergency Communications division of the Department shall manage the Combined Emergency Communications Center and related systems, and shall direct all operations related to taking calls from members of the public seeking emergency police, fire and medical assistance and related to the dispatch of emergency police, fire and medical services. The Deputy Director of the Department of Emergency Management for Emergency Communications shall have experience in the field of emergency communications, including experience at a management level in a large municipal, county, or military communications center, and sufficient professional training and/or experience to manage the operations of the Combined Emergency Communications Center and related systems. \n     (d)     Emergency Services. The Emergency Services Division of the Department shall be responsible for supporting and overseeing the Emergency Services of San Francisco, as further provided in Chapter 7 of this Code. The Deputy Director for the Department of Emergency Management for Emergency Services shall have experience in the field of emergency preparedness and relief, preferably at a management level. \n(Added by Ord. 286-98, App. 9/18/98; Ord. 261-06, File No. 061116, App. 10/13/2006)\n\nARTICLE XIII:\nPUBLIC GUARDIAN; CONSUMER ASSURANCE, REGULATORY COMPLIANCE, AND AGRICULTURAL STANDARDS \n\n\nSec. 2A.210.\nPublic Guardian Designated – Qualification for Services. \n\nSec. 2A.211.\nAttorney for Public Guardian. \n\nSec. 2A.211-A.\nPublic Administrator/Public Guardian Representative Payee Program. \n\nSec. 2A.212.\nAdministrative Officer for Veterans' Interment Designated. \n\nSec. 2A.221.\nConsolidation of Duties of the County Agricultural Commissioner and the Sealer of Weights and Measures. \n\nSEC. 2A.210.  PUBLIC GUARDIAN DESIGNATED – QUALIFICATION FOR SERVICES.\n     (a)     Pursuant to the provisions of Section 27432 of the Government Code of the State of California, the Public Administrator is hereby designated ex officio Public Guardian. \n     (b)     Neither the amount of funds, nor value of an estate, of any person who qualifies for the services of the Public Guardian under Section 2900 of the Probate Code of the State of California may serve as the basis for determining whether the Public Guardian will make application for appointment as guardian of such person pursuant to said section. \n(Amended by Ord. 281-81, App. 5/29/81; Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nSEC. 2A.211.  ATTORNEY FOR PUBLIC GUARDIAN.\n     The attorney for the Public Administrator shall be the attorney for the ex officio Public Guardian. \n(Added by Ord. 383-60, App. 7/19/60; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nSEC. 2A.211-A.  PUBLIC ADMINISTRATOR/PUBLIC GUARDIAN REPRESENTATIVE PAYEE PROGRAM.\n     (a)     Findings. The Board of Supervisors finds that there are residents of the City and County of San Francisco who are recipients of Social Security Administration benefits, Department of Veteran's Affairs benefits, General Assistance, and other income from public and private sources who are unable to manage such income to their best advantage. \n          There are also residents of the City and County of San Francisco who are denied the payment of Social Security Administration benefits, Department of Veteran's Affairs benefits, General Assistance, and other income from public and private sources because of mental and/or physical disability who would benefit from assistance in applying for and managing funds. \n          Therefore, the Board of Supervisors authorizes the Public Administrator-Public Guardian, pursuant to permission of the client, to receive, manage, and disburse income and benefits from public and private sources for those persons who receive such aid, but are unable to manage their funds. \n          And, further, that the Public Administrator-Public Guardian is authorized, pursuant to permission of the client, to provide assistance in applying for public and private resources to which the client may be entitled, but which are withheld or not paid because of a determination from the funding source that the recipient is incapable of managing such funds. \n     (b)     Public Guardian Representative Payee Program. There shall be a program called the Public Guardian Representative Payee Program (hereinafter, \"Program\") created in the Office of the Public Administrator-Public Guardian. Upon agreement with the client, the Program may provide the following services: \n          (1)     Collect and deposit entitlement checks and other income into accounts managed by the Public Administrator-Public Guardian.\n          (2)     Redirect the client's bills including, but not limited to, rent and utility bills to the Program and pay these bills with the client's funds. \n          (3)     Make disbursements from the client's share of funds for the client's personal needs.\n          (4)     The Public Administrator-Public Guardian shall charge each client a monthly fee of $37.00 for services provided through the Representative Payee Program as authorized by California Government Code Section 27436 unless such client is otherwise legally exempt from payment of the fee. Clients demonstrating an inability to pay may qualify for a discretionary waiver of the fee as determined by the Public Administrator-Public Guardian or their designee.\n     (c)     Refunds. Upon discharge or withdrawal from the Program, any and all amounts on deposit in the name of the client shall be refunded to him or her, or the succeeding fiduciary, if applicable. \n     (d)     Records. The Public Administrator-Public Guardian shall cause full, true and correct records to be maintained, on a current basis, regarding the receipt and disbursement of all moneys belonging to any such client on deposit in accounts managed by the Public Administrator-Public Guardian. Clear and current records must be maintained showing all credits to and debits from the account for each individual client, as well as each client's current share and balance in the account. \n     (e)     Fiduciary. The Public Administrator-Public Guardian shall keep records as befits a fiduciary entrusted with a client's funds. \n(Added by Ord. 312-00, File No. 001907, App. 12/28/2000; amended by Ord. 159-11, File No. 110710, App. 8/1/2011, Eff. 8/31/2011)\n\nSEC. 2A.212.  ADMINISTRATIVE OFFICER FOR VETERANS' INTERMENT DESIGNATED.\n     The Coroner is hereby designated as Administrative Officer to arrange for the decent interment of veterans and veterans' widows pursuant to the provisions of Division 4, Chapter 5, Article 2 (beginning with Section 940) of the Military and Veterans Code of the State of California. \n(Added by Ord. 124-61, App. 6/1/61; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\nSec. 2A.220.  RESERVED.\n(Added by Ord. 186-99, File No. 990334, App. 7/1/99; amended by Ord. 70-00, File No. 000357, App. 4/28/2000; repealed by Ord. 187-04, File No. 040759, App. 7/22/2004) \n\nSEC. 2A.221.  CONSOLIDATION OF DUTIES OF THE COUNTY AGRICULTURAL COMMISSIONER AND THE SEALER OF WEIGHTS AND MEASURES.\n     The duties of the County Agricultural Commissioner and the Sealer of Weights and Measures are hereby consolidated and the County Agricultural Commissioner in addition to the duties of that office shall succeed to the duties of the Sealer of Weights and Measures. The Director of the Department of Public Health shall appoint the County Agricultural Commissioner-Sealer of Weights and Measures. \n(Added by Ord. 108-72, App. 4/26/72; amended by Ord. 70-00, File No. 000357, App. 4/28/2000; Ord. 187-04, File No. 040759, App. 7/22/2004) \n\nARTICLE XIV:\nCITY ATTORNEY \n\n\nSec. 2A.230.\nEnforcement of Local Laws.\n\nSec. 2A.231.\nEnforcement of State Law. \n\nSEC. 2A.230.  ENFORCEMENT OF LOCAL LAWS.\n     In investigating any matter where the San Francisco Charter or any ordinance of the City and County grants to the City Attorney the duty or power to seek enforcement of any provision of the Charter or any ordinance, the City Attorney shall have the power to inspect, upon reasonable notice, all documents required to be maintained under Government Code Sections 84100 et seq., Government Code Sections 86100 et seq., San Francisco Campaign and Governmental Conduct Code Sections \n1.100 et seq., and San Francisco Campaign and Governmental Conduct Code Sections \n2.100 et seq. The City Attorney shall also have the power to subpoena witnesses, compel their attendance and testimony, administer oaths and affirmations, take evidence and require by subpoena the production of any books, papers, records or other items relevant to the performance of the City Attorney's enforcement duties or powers. \n     The City Attorney shall also have these powers in investigating any matter where the San Francisco Charter or any ordinance of the City and County of San Francisco grants to the City Attorney the duty or power to act as the civil prosecutor with respect to any provision of the Charter or any ordinance or to institute a civil action for violation of any such provision. The City Attorney may exercise these inspection and subpoena powers prior to the filing of any civil or administrative action. \n(Added by Ord. 319-95, App. 10/13/95; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nSEC. 2A.231.  ENFORCEMENT OF STATE LAW.\n     Unless otherwise prohibited by State law, in investigating any matter where State law grants to the City Attorney the duty or power to seek enforcement of any provision of State law, the City Attorney shall have the power to inspect, upon reasonable notice, all documents required to be maintained under Government Code Sections 84100 et seq., Government Code Sections 86100 et seq., San Francisco Administrative Code Sections 16.501 et seq., and San Francisco Administrative Code Sections 16.520 et seq. The City Attorney shall also have the power to subpoena witnesses, compel their attendance and testimony, administer oaths and affirmations, take evidence and require by subpoena the production of any books, papers, records or other items relevant to the performance of the City Attorney's enforcement duties or powers. \n     The City Attorney shall also have these powers in investigating any matter where State law grants to the City Attorney the duty or power to act as the civil prosecutor with respect to any provision of the State law or to institute a civil action for violation of any State law. The City Attorney may exercise these inspection and subpoena powers prior to the filing of any civil or administrative action. \n(Added by Ord. 319-95, App. 10/13/95; amended by Ord. 70-00, File No. 000357, App. 4/28/2000)\n\nARTICLE XV:\nDEPARTMENT OF CHILDREN, YOUTH, AND THEIR FAMILIES \n\n\nSec. 2A.232.\nDepartment of Children, Youth, and their Families. \n\nSEC. 2A.232.  DEPARTMENT OF CHILDREN, YOUTH, AND THEIR FAMILIES.\n     (a)     Department of Children, Youth, and their Families; Director. There shall be a Department of Children, Youth, and their Families. The Mayor shall appoint a Director who shall serve as Department head and appointing officer for the Department. The Director shall serve at the pleasure of the Mayor. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Department shall be responsible for promoting the development of comprehensive programs, policies and planning strategies to enhance services for children, youth and their families; and: \n          (1)     The Department shall assist the Mayor in preparation and implementation of the Children Services Plan and Fund as described in Charter Section \n16.108. \n          (2)     (A)     Beginning after July 1, 2001, the Department shall report to the Board of Supervisors in the Community Needs Assessments required by Charter Section \n16.108: \n                    (i)     The number of male and female minors served by recipients of the Children's Fund grants;\n                    (ii)     The comparative monetary value of the expenditure of Children's Fund moneys on male and female minors, based on the information collected in Subsection (b)(2)(A)(i); and \n                    (iii)     To the extent data are available, the Department shall calculate the percentage of San Francisco's population of female minors who are served by the Children's Fund and the percentage of San Francisco's population of male minors who are served by the Children's Fund. \n               (B)     Provisions of this Subsection shall take effect only if Proposition D on the November, 2000, ballot is enacted.\n          (3)     Pursuant to Section \n86.1 of the San Francisco Administrative Code, the Department shall provide office space, administrative support, and other services for the Children and Families Commission and its Department, as specified in a Memorandum of Understanding between the Department and the Children and Families Commission. \n          (4)     Pursuant to Section \n5.200 of the San Francisco Administrative Code, the Department shall provide administrative support for the San Francisco Child Care Planning and Advisory Council. \n          (5)     The Department shall have such other duties and functions as are assigned by Charter or ordinance.\n(Added by Ord. 295-00, File No. 001761, App. 12/22/2000)\n\nARTICLE XVI:\nSMALL BUSINESS COMMISSION \n\n\nSec. 2A.240.\nSmall Business Commission; Powers and Duties.\n\nSec. 2A.241.\nOffice of Small Business.  \n\nSEC. 2A.240.  SMALL BUSINESS COMMISSION; POWERS AND DUTIES.\n     (a)     The Small Business Commission shall:\n          1.     Formulate and evaluate goals, objectives, plans, and programs and set policies for the City regarding small businesses, consistent with any overall objectives established by the Mayor and the Board of Supervisors through the adoption of legislation, in order to promote the economic health of the small business community in San Francisco, its employees, and its customers; \n          2.     Develop and keep current an annual statement of purpose outlining its areas of jurisdiction, authorities, purpose and goals, subject to review and approval by the Mayor and the Board of Supervisors; \n          3.     Recommend to the Mayor for submission to the Board of Supervisors rates, fees and similar charges with respect to appropriate items coming within its jurisdiction; \n          4.     Prepare and recommend to the Mayor an annual budget for the Commission's activities;\n          5.     Oversee grants and programs concerning and benefiting small businesses and neighborhood business districts;\n          6.     Review all legislation affecting small businesses and make recommendations to the Board of Supervisors;\n          7.     Declare one month out of the year Small Business Month;\n          8.     Establish an application and selection process to provide recognition during at least one public event during Small Business Month to outstanding local small businesses that contribute to the vitality of San Francisco. Solicitation for honorees shall come from the Mayor, individual members of the Board of Supervisors, individual members of the Commission, and the general public; \n          9.     Review rules and regulations adopted by City departments that affect small businesses and recommend modifications that would promote the health of small businesses; \n          10.     Collect and analyze information about the small business economy in San Francisco, as well as conduct investigations under its power of inquiry into any aspect of governmental operations affecting small businesses, including holding hearings and taking testimony, and make recommendations to the Mayor or the Board of Supervisors; and \n          11.     The Commission may adopt such rules and regulations consistent with the provisions of this Section as are necessary for the conduct of its business. Such rules and regulations shall be available for public review and comment for 10 days before they are finally adopted by the Commission. \n(Added by Ord. 33-04, File No. 030423, App. 3/19/2004; Ord. 265-09, File No. 090960, App. 12/18/2009)\n\nSEC. 2A.241.  OFFICE OF SMALL BUSINESS.\n     (a)     Duties and Functions. The Office of Small Business, which shall be a City department under the direction of the Small Business Commission, shall perform the following functions to assist small businesses located in San Francisco with a total workforce of 100 or fewer fulltime employees: \n          1.     Centralize and coordinate the information and advice services to small businesses managed by other City departments.\n          2.     Operate a Small Business Assistance Center, which shall support the full diversity of San Francisco's small businesses with information concerning: \n               (A)     business structure and formation, obtaining necessary licenses, accessing financial resources, and finding appropriate real estate; \n               (B)     obtaining City permits;\n               (C)     bidding on government contracts and participating in the City purchasing process;\n               (D)     complying with government laws and regulations; and\n               (E)     adopting \"green\" and sustainable business practices.\n          3.     Perform such other duties and functions to benefit small businesses as directed by the Small Business Commission or as assigned by the Mayor under Charter section \n4.132; and \n          4.     Report by March 1 and September 1 of each year to the Mayor and Board of Supervisors on the numbers of small businesses served by case managers and the Office of Small Business, types of services provided, numbers of small businesses obtaining City contracts and their dollar amount and on other performance measures as determined by the Small Business Commission. \n     (b)     Assistance and Support from Other Departments. The following City departments shall provide information and staff assistance to the Office of Small Business regarding compliance with the laws and regulations administered by their departments that impact small businesses; Assessor, Building Inspection, Environment, Fire, Human Rights Commission, Mayor's Office of Community Development, Office of Labor Standards Enforcement, Parking and Traffic, Planning, Police, Public Health, Public Works, Purchasing, Treasurer/Tax Collector, and such other departments as directed by the Mayor. Within four months of the initial hiring of any new staff, the Office of Small Business shall issue a report that analyzes the existing laws, regulations, roles, procedures and responsibilities of all city departments that impact small businesses and makes recommendations regarding the streamlining and consolidation of such departmental functions under the Office of Small Business. \n     (c)     Annual Survey. The Office of Small Business, in coordination with the Controller's Office, shall create and administer an annual survey of small businesses that use the Small Business Assistance Center to evaluate the Center's performance in serving small businesses. \n(Added by Proposition I, Approved 11/6/2007)\n\nARTICLE XVII:\nDEPARTMENT OF THE MEDICAL EXAMINER \n\n\nSec. 2A.250.\nOffice of the Chief Medical Examiner. \n\nSEC. 2A.250.  OFFICE OF THE CHIEF MEDICAL EXAMINER.\n     (a)     The Office of the Chief Medical Examiner. There shall be an Office of the Chief Medical Examiner. The City Administrator with the concurrence of the Mayor, shall appoint and may remove a Chief Medical Examiner who shall meet the qualifications for Chief Medical Examiner as provided by state law. The Chief Medical Examiner shall serve as department head and appointing officer for the Office, and shall succeed to all of the duties of the Coroner. The Office Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Office of the Chief Medical Examiner Department shall be responsible for the duties of the Medical Examiner as provided by state law, and such other duties and functions as assigned pursuant to the Charter or by ordinance. \n(Added by Ord. 206-04, File No. 040760, App. 8/5/2004; amended by Ord. 131-05, File No. 050497, App. 6/30/2005)\n\nARTICLE XVIII:\nDEPARTMENT OF CONVENTION FACILITIES \n\n\nSec. 2A.260.\nDepartment of Convention Facilities.  \n\nSEC. 2A.260.  DEPARTMENT OF CONVENTION FACILITIES.\n     (a)     Department of Convention Facilities. There shall be a Department of Convention Facilities. The City Administrator with the concurrence of the Mayor, shall appoint and may remove a Director who shall serve as department head and appointing officer for the Department. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Department shall be responsible for the management and administration of City-owned or operated convention facilities, and such other duties and functions as assigned pursuant to the Charter or by ordinance. \n(Added by Ord. 205-04, File No. 040755, App. 8/5/2004)\n\nARTICLE XIX:\nECONOMIC AND WORKFORCE DEVELOPMENT DEPARTMENT \n\n\nSec. 2A.270.\nEconomic and Workforce Development Department.  \n\nSEC. 2A.270.  ECONOMIC AND WORKFORCE DEVELOPMENT DEPARTMENT.\n     (a)     Economic and Workforce Development Department. There shall be an Economic and Workforce Development Department. The Mayor shall appoint a Director who shall serve as department head and appointing officer for the Department. The Director shall serve at the pleasure of the Mayor. The Department shall include such officers and employees as are authorized pursuant to the budgetary and fiscal provisions of the Charter. \n     (b)     Duties and Functions. The Department shall be responsible for economic and workforce development, including, among other things: \n          (1)     attracting, retaining and assisting businesses;\n          (2)     strengthening the economic vitality of neighborhoods and commercial corridors;\n          (3)     restoring contaminated sites to productive reuse (\"brownfields\");\n          (4)     fostering international trade;\n          (5)     developing and implementing workforce development and jobs training programs;\n          (6)     coordinating major City projects, including public-private partnerships and military base conversions;\n          (7)     administering the City's public debt and related public finance matters;\n          (8)     processing the forms and supporting documentation submitted by employers to establish eligibility for San Francisco Enterprise Zone tax credits established under California Administrative Code Title 25, Division 1,Chapter 7, Subchapter 21, Enterprise Zone Program; and \n          (9)     such other duties and functions as assigned pursuant to the Charter or by ordinance.\n     (c)     Fee to process forms for San Francisco Enterprise Zone tax credits. The Department is authorized to charge a fee of $80 for each form and supporting documentation submitted by an employer to establish eligibility for San Francisco Enterprise Zone tax credits established under California Administrative Code Title 25, Division 1, Chapter 7, Subchapter 21, Enterprise Zone Program. \n(Added by Ord. 183-04, File No. 040746, 7/22/2004; Ord. 165-10, File No. 100722, App. 7/7/2010)\n\nARTICLE XX.\nFLOODPLAIN MANAGEMENT PROGRAMS \n\n\nSec. 2A.280.\nFindings and Purpose. \n\nSec. 2A.281.\nDefinitions. \n\nSec. 2A.282.\nAdministration. \n\nSec. 2A.283.\nProvisions for Flood Hazard Reduction. \n\nSec. 2A.284.\nLiability. \n\nSec. 2A.285.\nSeverability. \n\nSEC. 2A.280.  FINDINGS AND PURPOSE.\n     a.     The Federal Emergency Management Agency (FEMA) is in the process of preparing a Flood Insurance Rate Map (FIRM) for the City and County of San Francisco. The map will provide flood risk information for flood insurance and floodplain management purposes under the National Flood Insurance Program (NFIP). FEMA has stated that it anticipates publishing the final FIRM in early 2011. \n     b.     Under the NFIP, the Federal government provides financial backing to enable residents and businesses in the community to obtain affordable flood insurance in exchange for the adoption of floodplain management regulations by the community participating in the program. Participation in the NFIP will enable businesses and residents within flood prone areas to obtain certain forms of loans and disaster assistance. \n     c.     To join the NFIP, the City must adopt a Floodplain Management Ordinance that would require new structures, substantial improvements and substantial damage repairs in designated flood prone areas be protected against flood damage at the time of initial construction, and prohibit certain uses that would increase flood hazards. \n     d.     The City's joining the NFIP and adopting floodplain regulations at this time will provide all City residents the opportunity to obtain flood insurance that will cover damages resulting from storm-caused flooding. \n     e.     The floodplain management regulations in this ordinance are consistent with the NFIP requirements for communities, such as San Francisco, for which FEMA is in the process of preparing but has not completed a final FIRM. When FEMA issues a final FIRM designating special flood hazard areas in San Francisco, NFIP regulations require that the adopted floodplain management program be reviewed and modified by authorized community representatives as necessary to ensure consistency with NFIP requirements applicable to communities for which FEMA has published a final FIRM. \n     f.     FEMA's publication of a final FIRM for San Francisco may affect new construction and substantial improvements in San Francisco, especially renovation and reuse of finger piers. This Board finds that new construction and substantially improving facilities on the San Francisco waterfront are important local and state concerns. The San Francisco waterfront, transferred by the State of California to San Francisco in 1969, is a valuable public trust asset of the State that provides special maritime, navigational, recreational, cultural and historical benefits to the people of the region and the State. New development, including rehabilitation of historic structures, on land that is seaward of the reach of mean high tide can be reasonably safe from flooding, provided that adequate building controls are in place. In 1997, the Port of San Francisco adopted a Waterfront Land Use Plan to guide development and use of the Port's waterfront property consistent with its trust obligations, and in 2006 the Port created a Capital Plan identifying public facilities necessary to maintaining a viable San Francisco waterfront. This Board urges the Port of San Francisco and FEMA to develop, before publication of final FIRM, long-term floodplain management controls that both address any flooding hazard risks and allow the City to implement the Waterfront Land Use Plan and the Capital Plan, as they may be amended, and achieve the goals of that Plan, including the preservation of historic piers. \n     g.     The floodplain management regulations adopted by this ordinance were developed by the City Administrator, in consultation with the Department of Building Inspection, the Planning Department, the Department of Public Works, the Office of Economic and Workforce Development, the Public Utilities Commission, the Port of San Francisco, the San Francisco International Airport, the San Francisco Redevelopment Agency, the Treasure Island Development Authority, and the City Attorney's Office. \n     h.     The City and County of San Francisco adopts the following floodplain management regulations under its authority to adopt regulations designed to promote the public health, safety, and general welfare of its residents granted by Article II, sections 5 and 7 of the California Constitution. Such regulations are intended to remain in effect until FEMA adopts a final FIRM, at which time the City and FEMA will need to review and revise these regulations under federal requirements consistent with the purposes of this ordinance. \n     i.     The purpose of this ordinance is to promote the public health, safety, and general welfare, and minimize public and private losses due to flood conditions in specific areas by imposing provisions designed to: \n          1.     Protect human life and health;\n          2.     Minimize expenditure of public money for costly flood control projects;\n          3.     Minimize the need for rescue and relief efforts associated with flooding and generally undertaken at the expense of the general public; \n          4.     Minimize prolonged business interruptions;\n          5.     Minimize damage to public facilities and utilities such as water and gas mains; electric, telephone and sewer lines; and streets and bridges located in areas of special flood hazard; \n          6.     Help maintain a stable tax base by providing for the sound use and development of areas of special flood hazard so as to minimize future blighted areas caused by flood damage; \n          7.     Ensure that potential buyers are notified that property is in an area of special flood hazard; and\n          8.     Ensure that those who occupy the areas of special flood hazard assume responsibility for their actions.\n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.281.  DEFINITIONS.\n     a.     \"Accessory structure\" means a structure that is either solely for the parking of no more than 2 cars, or a small, low cost shed for limited storage, less than 150 square feet and $1,500 in value. \n     b.     \"Accessory use\" means a use which is incidental and subordinate to the principal use of the parcel of land on which it is located. \n     c.     \"Base flood\" means a flood that has a one percent chance of being equaled or exceeded in any given year (also called the \"100 year flood\"). \n     d.     Base flood elevation\" (BFE) means the elevation shown on the Flood Insurance Rate Map for Zones AE, AH, A1-30, VE and V1-V30 that indicates the water surface elevation resulting from a flood that has a 1-percent or greater chance of being equaled or exceeded in any given year. \n     e.     \"Building\" - see \"Structure.\"\n     f.     \"Flood\" or \"flooding\" means:\n          1.     A general and temporary condition of partial or complete inundation of normally dry land areas from: the overflow of inland or tidal waters; the unusual and rapid accumulation or runoff of surface waters from any source; or mudslides (i.e., mudflows) which are proximately caused by flooding. \n          2.     The collapse or subsidence of land along the shore of a lake or other body of water as a result of erosion or undermining caused by waves or currents of water exceeding anticipated cyclical levels or suddenly caused by an unusual and unforeseeable event which results in flooding as defined in this definition. \n     g.     \"Floodplain or flood prone area\" means any land area designated by the City Administrator as susceptible to being inundated by 100-year flood. \n     h.     \"Floodplain Administrator\" is the City Administrator.\n     i.     \"Flood Boundary and Floodway Map\" (FBFM) means the official map on which the Federal Emergency Management Agency or Federal Insurance Administration has delineated both the areas of special flood hazards and the floodway. \n     j.     \"Flood Insurance Rate Map\" (FIRM) means the official map on which the Federal Emergency Management Agency or Federal Insurance Administration has delineated both the areas of special flood hazards and the risk premium zones applicable to the community. \n     k.     \"Flood Insurance Study\" means the official report provided by the Federal Insurance Administration that includes flood profiles, the Flood Insurance Rate Map, the Flood Boundary and Floodway Map, and the water surface elevation of the base flood. \n     l.     \"Floodplain management\" means the operation of a program of corrective and preventive measures for reducing flood damage and preserving and enhancing, where possible, natural resources in the floodplain, including but not limited to emergency preparedness plans, flood control works, floodplain management regulations, and open space plans. \n     m.     \"Floodplain management regulations\" means this ordinance and other zoning ordinances, subdivision regulations, building codes, health regulations, special purpose ordinances (such as grading and erosion control) and other application of police power which control development in flood prone areas. This term includes applicable federal, state or local regulations that provide standards for preventing and reducing flood loss and damage. \n     n.     \"Floodproofing\" means any combination of structural and nonstructural additions, changes, or adjustments to structures which reduce or eliminate flood damage to real estate or improved real property, water and sanitary facilities, structures, and their contents. \n     o.     \"Floodway\" means the channel of a river or other watercourse and the adjacent land areas that must be reserved in order to discharge the base flood without cumulatively increasing the water surface elevation more than one foot. Also referred to as \"regulatory floodway.\" \n     p.     \"Functionally dependent use\" means a use that cannot perform its intended purpose unless it is located or carried out in close proximity to water. The term includes, but is not limited to, docking facilities, port facilities that are necessary for the loading and unloading of cargo or passengers, facilities that provide waterfront public access, and ship building and ship repair facilities, \n     q.     \"Historic structure\" means any structure that is\n          1.     Listed individually in the National Register of Historic Places or preliminarily determined by the Secretary of the Interior as meeting the requirements for individual listing on the National Register; \n          2.     Certified or preliminarily determined by the Secretary of the Interior as contributing to the historical significance of a registered historic district or a district preliminarily determined by the Secretary to qualify as a registered historic district; \n          3.     Individually listed on a state inventory of historic places in states with historic preservation programs which have been approved by the Secretary of Interior; or \n          4.     Individually listed on a local inventory of historic places in communities with historic preservation programs, including, but not limited to those structures that have been certified either by an approved state program as determined by the Secretary of the Interior or directly by the Secretary of the Interior in states with approved programs. \n          5.     Determined to be an historic resource in accordance with the City and County of San Francisco Planning Department's CEQA Review Procedures for Historic Resources. \n          6.     In an historic district that is listed in the National Register of Historic Places.\n     r.     \"New construction\" means structures for which the \"start of construction\" commenced on or after the effective date of floodplain management regulations adopted pursuant to this ordinance, and includes any substantial improvements to such structures. \n     s.     \"One hundred year flood\" or \"100 year flood\" means a flood that has a one percent chance of being equaled or exceeded in any given year. \n     t.     \"Regulatory floodway\" means the channel of a river or other watercourse and the adjacent land areas that must be reserved in order to discharge the base flood without cumulatively increasing the water surface elevation more than one foot. Also referred to as \"floodway.\" \n     u.     \"Special flood hazard area (SFHA)\" means an area in the floodplain subject to a 1 percent or greater chance of flooding in any given year that is shown on FIRM as Zone A, AO, A1 A30, AE, A99, AH, V1 V30, VE or V. \n     v.     \"Start of construction\" includes substantial improvement and other proposed new development and means the date the building permit was issued, provided the actual start of construction, repair, reconstruction, rehabilitation, addition, placement, or other improvement was within 180 days from the date of the permit. The actual start means either the first placement of permanent construction of a structure on a site, such as the pouring of slab or footings, the installation of piles, the construction of columns, or any work beyond the stage of excavation. Permanent construction does not include land preparation, such as clearing, grading, and filling; nor does it include the installation of streets and/or walkways; nor does it include excavation for a basement, footings, piers, or foundations or the erection of temporary forms; nor does it include the installation on the property of accessory buildings, such as garages or sheds not occupied as dwelling units or not part of the main structure. For a substantial improvement, the actual start of construction means the first alteration of any wall, ceiling, floor, or other structural part of a building, whether or not that alteration affects the external dimensions of the building. \n     w.     \"Structure\" means a walled and roofed building that is principally above ground; this includes a gas or liquid storage tank or a manufactured home. \n     x.     \"Substantial damage\" means damage of any origin sustained by a structure whereby the cost of restoring the structure to its before damaged condition would equal or exceed 50 percent of the market value of the structure before the damage occurred. The term does not include any alteration of or exterior addition to a damaged \"historic structure,\" provided that the alteration or addition will not preclude the structure's continued designation as a \"historic structure.\" \n     y.     \"Substantial improvement\" means any reconstruction, rehabilitation, addition, or other proposed new development of a structure, the cost of which equals or exceeds 50 percent of the market value of the structure before the \"start of construction\" of the improvement. This term includes structures that have incurred \"substantial damage\", regardless of the actual repair work performed. The term does not, however, include either: \n          1.     Any project for improvement of a structure to correct existing violations or state or local health, sanitary, or safety code specifications which have been identified by the local code enforcement official and which are the minimum necessary to assure safe living conditions, or \n          2.     Any alteration of, or attached exterior addition to, an \"historic structure,\" provided that the alteration or addition will not preclude the structure's continued designation as an \"historic structure.\" \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.282.  ADMINISTRATION.\n     a.     Floodplain Administrator. The City Administrator shall be the Floodplain Administrator, as defined by federal and state floodplain management laws and regulations, and for purposes of the City's participation in the National Flood Insurance Program administered by the United States Department of Homeland Security. The duties and responsibilities of the Floodplain Administrator shall include, but not be limited to providing oversight and guidance for the administration of floodplain management requirements and policies; and providing floodplain management reports and information as required by applicable federal, state and local requirements. The City Administrator may delegate some or all of these duties and responsibilities to appropriate City staff. \n     b.     Floodplain and flood prone area maps.\n          1.     The Floodplain Administrator shall designate flood prone areas within City jurisdiction by obtaining, reviewing, and reasonably using appropriate base flood data available from federal, state or other sources; and shall maintain and update flood prone area maps in a form sufficient for public review and use. \n          2.     In addition, areas of special flood hazard identified by FEMA in its adopted final flood insurance studies FIRMs, and FBFMs that are located outside San Francisco and contain City-owned and operated facilities, including but not limited to the \"Flood Insurance Study (FIS) for the County of San Mateo,\" dated August 5, 1986, with accompanying FIRMs and FBFMs, dated July 5, 1984, and all subsequent amendments and/or revisions, are hereby adopted by reference and declared to be a part of this ordinance. \n     c.     As provided by \nAppendix D to the San Francisco Charter and in accordance with Chapter 1A of the San Francisco Building Code, the Department of Building Inspection is responsible for reviewing all development permit applications to determine whether the permit requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. \n     d.     As provided by Section \n4.114 of the San Francisco Charter, the San Francisco Port Commission, acting by and through its Chief Harbor Engineer, is responsible for reviewing all development permit applications for buildings and structures within the Port Commission's jurisdiction to determine whether the permit requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. Under the Charter, the Port Commission has authority to adopt building standards for construction in Port areas designated by the City Administrator as flood prone that are consistent with the requirements of applicable federal and state floodplain management regulations, which building standards shall become effective when adopted by the Port Commission. \n     e.     All building standards for construction on City-owned property located outside the boundaries of the City and in areas designated by FEMA as flood prone shall be consistent with the requirements of this ordinance and applicable federal and state floodplain management regulations. Each City department with jurisdiction over the operations and maintenance of such property shall determine whether the building standards requirements of this ordinance have been satisfied, whether all other required state and federal permits have been obtained; and whether the site is reasonably safe from flooding. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.283.  PROVISIONS FOR FLOOD HAZARD REDUCTION.\n     a.     Permits. A permit or other applicable approval shall be obtained for all proposed construction of buildings and structures located within a floodplain or flood prone area designated in accordance with Section \n2A.282(b), and shall be issued in accordance with applicable procedures for authorizing such construction within the appropriate City departments' jurisdiction. No building, structure or land shall be constructed, located, extended, converted, or altered within a floodplain or flood prone area without full compliance with the requirements of this ordinance and other applicable regulations. The City Administrator shall maintain a record of the elevation (in relation to NAVD88) of the lowest floor (including basement) of all new and substantially improved structures, and the elevation (in relation to NAVD88) to which all structures that were floodproofed in accordance with Section \n2A.283(b), (c) or (d) of this Article. \n     b.     Standards of Construction for flood prone areas designated pursuant to section \n2A.282(b)(1) of this article.\n          1.     If a proposed building site is in a flood-prone area, all new construction and substantial improvements shall:\n               A.     Be designed (or modified) and adequately anchored to prevent flotation, collapse, or lateral movement of the structure resulting from hydrodynamic and hydrostatic loads, including the effects of buoyancy. \n               B.     Be constructed:\n                    i.     With materials and utility equipment resistant to flood damage;\n                    ii.     Using methods and practices that minimize flood damage;\n               C.     With electrical, heating, ventilation, plumbing and air conditioning equipment and other service facilities that are designed and/or located so as to prevent water from entering or accumulating within the components during conditions of flooding. \n          2.     The Chief Harbor Engineer of the Port of San Francisco and the Floodplain Administrator shall consult and coordinate with FEMA to create appropriate building standards for developing any finger piers located in flood prone areas in Port jurisdiction, before publication of FEMA's final FIRM for San Francisco. \n          3.     Standards For Subdivisions. If a subdivision proposal is in a flood-prone area, any such proposals shall be reviewed to assure that: \n               A.     All such proposals are consistent with the need to minimize flood damage within the flood prone area;\n               B.     All public utilities and facilities such as sewer, gas, electrical, and water systems are located and constructed to minimize or eliminate flood damage; and \n               C.     Adequate drainage is provided to reduce exposure to flood hazards.\n          4.     Standards For Utilities. All new and replacement water supply and sanitary sewage systems shall be designed to minimize or eliminate: \n               A.     Infiltration of flood waters into the systems, and\n               B.     Discharge from the systems into floodwaters.\n     c.     Standards of Construction for floodplain areas designated pursuant to section \n2A.282(b)(2) of this article. In addition to the standards of construction set forth in section \n2A.283(b), all new construction and substantial improvements shall be designed and constructed in accordance with the requirements of San Francisco Building Code section 1612, as amended from time to time. \n     d.     Variances.\n          1.     A variance from the standards provided by the section may be granted by the appropriate approval authority for a parcel of property with physical characteristics so unusual that complying with the requirements of this ordinance would create an exceptional hardship to the applicant or the surrounding property owners. Variances shall be issued upon a determination that the variance is the minimum necessary, considering the flood hazard, to afford relief. Variance determinations shall include a showing of good and sufficient cause that: \n               A.     Failure to grant the variance would result in exceptional hardship to the applicant; and\n               B.     The granting of a variance will not result in increased flood heights, additional threats to public safety, or extraordinary public expense, create a nuisance, cause fraud and victimization of the public, or conflict with existing local laws or ordinances. \n          2.     Notwithstanding subsection \n2A.283(d)(1) above, variances may be issued for new construction, substantial improvement, and other proposed new development to be erected on a lot of one-half acre or less in size contiguous to and surrounded by lots with existing structures constructed below the base flood level. \n          3.     Notwithstanding subsection \n2A.283(d)(1) above, variances shall be issued for:\n               A.     The repair or rehabilitation of, or exterior addition to, historic structures upon a determination that the proposed repair, rehabilitation or addition will not preclude the structure's continued designation as an historic structure. \n               B.     New construction, substantial improvement, and other proposed new development necessary for the conduct of a functionally dependent use, provided that the structure or building is protected by methods that minimize flood damages, and that issuance of the variance does not result in additional threats to public safety or create a public nuisance. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.284.  LIABILITY.\n     The degree of flood protection required by this ordinance is considered reasonable for regulatory purposes and is based on scientific and engineering considerations. This ordinance shall not create liability on the part of the City and County of San Francisco, any officer or employee thereof, the State of California, or the Federal Insurance Administration, Federal Emergency Management Agency, for any flood damages that result from reliance on this ordinance or any administrative decision made hereunder. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nSEC. 2A.285.  SEVERABILITY.\n     This ordinance and the various parts thereof are hereby declared to be severable. Should any section of this ordinance be declared by the courts to be unconstitutional or invalid, such decision shall not affect the validity of the ordinance as a whole, or any portion thereof other than the section so declared to be unconstitutional or invalid. \n(Added by Ord. 188-08, File No. 080823, App. 8/7/2008; Ord. 56-10, File No. 100136, App. 3/25/2010)\n\nARTICLE XXI:\nCITIZEN'S COMMITTEE ON COMMUNITY DEVELOPMENT \n\n\nSec. 2A.290.\nCitizen's Committee on Community Development.  \n\nSEC. 2A.290.  CITIZEN'S COMMITTEE ON COMMUNITY DEVELOPMENT.\n     (a)     If, in complying with the City's obligations to provide for citizen participation under U.S. Department of Housing and Urban Development (\"HUD\") Consolidated Planning regulations, the Mayor convenes a citizen's committee, the committee shall be called the Citizen's Committee on Community Development (\"Committee\") and shall be governed by this Section. \n     (b)     Purpose. The Committee shall be an advisory body whose purpose is to make recommendations to the Mayor and Board of Supervisors on HUD-based funding allocations and policy matters directly related to community development efforts in the City. For purposes of this Section, \"community development\" means a planned effort or program that increases the capacity of low- and moderate-income people to improve their quality of life. \n     (c)     Duties. The Committee's duties shall include the following: \n          (1)     Make policy recommendations to the Mayor and the Board of Supervisors on the development and implementation of a comprehensive community development structure and strategy for the City. In developing such recommendations, the Committee shall address (1) government structure, including coordination between City boards, commissions and advisory bodies with overlapping programmatic jurisdiction pertaining to community development, (2) citizen oversight and community participation, and (3) strengthening the capacity of community-based organizations that serve low- and moderate-income communities. \n          (2)     Provide for citizen participation and oversight in the development of the City's consolidated planning process that satisfies the requirements of the HUD Consolidated Planning regulations, as amended from time to time. \n          (3)     Make annual funding recommendations to the Mayor and Board of Supervisors for the HUD entitlement resources of Community Development Block Grants (\"CDBG\") and Emergency Shelter Grants (\"ESG\"), in accordance with all HUD requirements, as amended from time to time. \n          (4)     Establish a regular Committee public meeting schedule, which shall consist of no less than six public meetings per year.\n     (d)     Committee Membership. The Committee shall consist of nine members. The Mayor shall have exclusive power to appoint five members of the Committee; the Board of Supervisors shall have exclusive power to appoint four members. The Mayor's appointees shall have professional expertise in one or more of the following areas of community development: community development finance, affordable housing, small business development, microenterprise, homelessness, neighborhood planning, workforce development, social services, technical assistance to community-based service providers, and capital projects and public space improvement. In making its appointments to the Commission, the Board of Supervisors shall give consideration to the ability of its appointees to reflect and advance the concerns and needs of low-income neighborhoods and/or communities in the City. \n          No person who is either employed by or serves on the governing board of any entity that has a CDBG or ESG grant application pending with the City shall be eligible to serve as a member. \n          To stagger the terms of the members, the initial appointments to the Committee shall be as follows: the Mayor shall appoint three members to serve terms of two years, two members to serve terms of one year. The Board of Supervisors shall appoint two members to serve terms of two years, two members to serve terms of one year. Thereafter, all members shall serve for two-year terms. \n          Members shall serve fixed terms and may be removed for cause. Vacancies shall be filled by the appointing authority. \n          In addition, the following individuals, or their designee, shall serve ex officio as non-voting members of the Committee: the Director of Economic and Workforce Development Department and the Director of the Mayor's Office of Housing. The Director of the San Francisco Redevelopment Agency, or his or her designee, may also serve ex officio as a non-voting member of the Committee. \n     (e)     Attendance. The Committee Chair shall monitor the attendance of the Committee. Any Committee member who misses three regular or subcommittee meetings within a calendar year, whether excused or unexcused, will receive an inquiry from the Chair. If the same member has two or more additional unexcused absences, he or she will be deemed to have resigned from the Committee and will be notified of separation from the Committee by the Chair. \n     (f)     Staffing. The Committee shall be staffed primarily by the Mayor's Office of Housing, or its successor. As needed, additional staff support shall be provided by City departments that administer and oversee CDBG or ESG grants. \n(Added by Ord. 212-09, File No. 090909, App. 10/6/2009)\n\nARTICLE XXII.\nPOSTRELEASE COMMUNITY SUPERVISION PROGRAM\n\n\nSec. 2A.300.\nDesignation of Agency to Provide Postrelease Community Supervision.\n\nSec. 2A.301.\nHome Detention and Electronic Monitoring as a Sanction for Violation of Postrelease Community Supervision.\n\nSEC. 2A.300.  DESIGNATION OF AGENCY TO PROVIDE POSTRELEASE COMMUNITY SUPERVISION.\n     The Adult Probation Department is designated as the county agency to provide postrelease community supervision to all eligible persons released from prison after October 1, 2011 as required by section 3451 of the California Penal Code and the Postrelease Community Supervision Act of 2011.\n(Added by Ord. 203-11, File No. 110846, App. 10/11/2011, Eff. 11/10/2011)\n\nSEC. 2A.301.  HOME DETENTION AND ELECTRONIC MONITORING AS A SANCTION FOR VIOLATION OF POSTRELEASE COMMUNITY SUPERVISION.\n     The Chief Probation Officer of the Adult Probation Department is authorized to develop and maintain a Home Detention and Electronic Monitoring program for supervision purposes and as an intermediate sanction for persons who violate the conditions of their postrelease community supervision program pursuant to the Postrelease Community Supervision Act of 2011.\n(Added by Ord. 203-11, File No. 110846, App. 10/11/2011, Eff. 11/10/2011)\n\n\n \n\nNotes\n*\n> *Editor's note\n     Ord. 261-06, File No. 061116, Approved October 13, 2006, amended § 2A.200 from \"Department of Emergency Communications\" to \"Department of Emergency Management.\" Therefore, at the discretion of the editor, the title of Art. XII has been amended to reflect said change. \n\n endnote table \nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"2A","chaptersection":"40","identifier":"2A.40","catch_text":"ROSTER OF OFFICERS AND EMPLOYEES SERVING ON ANY BOARD, COMMISSION OR COMMITTEE."}}