{"text":"\n     The Police Commission shall by rule and subject to the fiscal provisions of the Charter, have power to create new or additional ranks or positions in the Department which shall be subject to the civil service provisions of the Charter; provided that the Police Commission subject to the recommendation of the Civil Service Commission and the approval of the Board of Supervisors may declare such new or additional ranks or positions to be exempt from the civil service provisions of the Charter. If the Civil Service Commission disapproves any such exemption, the Board of Supervisors may approve such exemptions by a majority vote of the members thereof. \n     The Police Commission may in their discretion designate the rank or ranks from which appointments to such exempt ranks or positions shall be made. The Chief of Police may appoint to any non-civil service rank or position above the rank of captain as may be created hereunder Department or any member of the Police Department who has had supervisory experience over other sworn law enforcement officers. If any new or additional rank or position is created pursuant hereto pending the adoption of salary standards for such rank or position, the Police Commission shall have power to recommend the basic rate of compensation therefor to the Board of Supervisors who shall have the power to fix the rate of compensation for said new rank or position and it shall have the power, and it shall be its duty without reference or amendment to the annual budget, to amend the annual appropriation ordinance and the annual salary ordinance to include the provisions necessary for paying the basic rate of compensation fixed by said Board of Supervisors for said new rank or position for the then current fiscal year. \n     The Police Commission shall also have power to establish and from time to time change the order or rank of the non-civil service ranks in the Police Department. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 44-99, App. 3/26/99; Ord. 218-09, File No. 091031, App. 10/29/2009)\n\n","heading":{"title":"2A","chaptersection":"76","identifier":"2A.76","catch_text":"POLICE; CREATION OF NEW RANKS."}}