{"text":"\n     Any amount required by the District Attorney from time to time from the District Attorney's special fund shall be requisitioned by the District Attorney, stating the general purpose for which required, whereupon the Controller shall draw his warrant therefor and the claim be paid as provided for payment of other warrants by the Treasurer. All such sums may be used by the District Attorney solely as provided by general law and the District Attorney shall file vouchers with the Controller at the end of each fiscal year showing what disposition the District Attorney has made of any moneys received from such fund and the particular purpose for which it was disbursed, provided that, if a criminal proceeding be pending or under investigation, vouchers for moneys disbursed in such proceeding or investigation need not be filed until the trial of the criminal proceeding be ended or the investigation concluded. No portion of the fund shall be used for compensation or remuneration of full-time assistants or employees. \n     There shall be a Victim-Witness Assistance Program. The District Attorney shall work with other City Departments and public and private entities to provide assistance to victims and witnesses of crimes pursuant to Part 4, Title 6, Chapter 4, Article 2 of the California Penal Code. The program shall comply with the standards and the evaluation and reporting procedures set forth in Article 2 of the California Penal Code. The District Attorney Victim-Witness Assistance Program is the major provider of victim/witness assistance in the City and County of San Francisco. The program may request, solicit, receive and disburse funds from governmental and non-governmental sources under the provisions of \nArticle XV, Sections \n10.170 and \n10.170-1 of the San Francisco Administrative Code. \n     There shall be a Warrant and Bond Office. The District Attorney shall appoint an assistant to have charge of the Warrant and Bond Office to be designated Warrant and Bond Deputy, and such additional assistants and clerks as may be provided by the budget and appropriation ordinances. No person shall be appointed Warrant and Bond Deputy who is not at the time of his or her appointment qualified to practice law in all the courts of this State. The Warrant and Bond Deputy shall keep his or her office open continuously night and day for the transaction of business; the Warrant and Bond Deputy shall draw and approve with his or her signature all complaints and warrants in criminal actions to be prosecuted in the Municipal Courts and any inferior court established by law in this City and County and possessing criminal jurisdiction; the Warrant and Bond Deputy shall have custody of all bail bonds and appeal bonds taken in such courts. \n     The Warrant and Bond Deputy may issue bail bonds and appeal bonds and order the discharge from custody of the persons for whom such bonds are approved by a magistrate. The Warrant and Bond Deputy may fix cash bail in misdemeanor cases where arrests are made without warrants and may take cash bail in all cases arising in the Municipal Court and any inferior court established by law in this City and County and possessing criminal jurisdiction, and may order the discharge from custody of the persons for whom cash bail is deposited with the Warrant and Bond Deputy. \n     In the matter of fixing bail and ordering the release of prisoners the Warrant and Bond Deputy shall be subject to the judges of the Municipal Court and the judges of any court in the City and County empowered by law to act as magistrates. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 107-00, File No. 000538, App. 5/26/2000)\n\n","heading":{"title":"2A","chaptersection":"70. ","identifier":"2A.70. ","catch_text":"DISTRICT ATTORNEY."}}