{"text":"\n     Assignment to the ranks of assistant inspector and inspector in the Police Department shall be made by the Chief of Police from among those members of said Department holding the ranks of sergeant or police officer who have qualified in the following manner; any of the aforesaid members of the Police Department who has served in the Department not less than three years shall be eligible to participate in a competitive examination for the rank of assistant inspector which shall be administered by the Civil Service Commission. The Chief of Police shall appoint assistant inspectors to fill vacancies in the rank of assistant inspector from the certified list of qualified candidates as provided for under the Civil Service Rules pertaining to uniformed personnel of the Police Department. If any member of the Department appointed as an assistant inspector is a sergeant at the time of the appointment or is appointed a sergeant thereafter, that member shall receive the rate of compensation attached to the rank of sergeant. \n     Assistant inspectors shall serve a six-month probationary period. Appointment as inspector shall not be subject to competitive examination. In case of vacancy in said rank of inspector the appointment shall be made by the Chief of Police from among those holding the rank of assistant inspector who have actually served as assistant inspector for at least two years prior to such appointment; provided, however, that in the event there are no assistant inspectors who have actually served as such for at least two years prior to such appointment, the appointment may be made by the Chief of Police from among those holding the rank of assistant inspector who have completed their six months' probationary period prior to such appointment. The Chief of Police may, from time to time, detail members of the Department for performance of duty, without change in rank, in the various units and bureaus of the Department. \n     Inspectors and assistant inspectors shall have the same rights as other members of the Department to take competitive examinations from their respective civil service ranks; provided, however, that any member of the Department holding the rank of inspector, assistant inspector or police officer may take the competitive examination for the rank of sergeant. An inspector or assistant inspector guilty of any offense or violation of the rules and procedures of the Police Department shall be subject to punishment as provided in Charter Section \nA8.343; provided, however, that in addition to the punishments set forth in Section \nA8.343, an inspector may be demoted to his or her civil service rank for any offense or violation set forth in said section and after trial and hearing before the Police Commission as set forth therein. \n(Added by Ord. 320-96, App. 8/8/96; amended by Ord. 202-01, File No. 010762, App. 9/28/2001)\n\n","heading":{"title":"2A","chaptersection":"78","identifier":"2A.78","catch_text":"POLICE; INSPECTORS."}}