{"text":"\n     The traffic function of the Police Department shall be under the jurisdiction of the Chief of Police, who shall have powers and duties relating to street traffic, subject to all applicable laws, as follows: \n     (a)     To regulate all street traffic by means of police officers and the emergency use of temporary signs or devices;\n     (b)     To promote traffic safety education and to receive and give prompt attention to complaints in relation to street traffic and to refer all complaints relating to or arising from street design or from traffic devices, or the absence thereof, to the Department of Public Works or the Municipal Transportation Agency, as applicable; \n     (c)     To collect and compile traffic accident data, copies of which shall be furnished to the Municipal Transportation Agency; and\n     (d)     To cooperate and advise for the best performance of these functions, with the Department of Public Works, the Municipal Transportation Agency, the Fire Department, the Department of City Planning, the Board of Supervisors, and other departments and agencies of the City and County and of the State as may be necessary \n     (e)     To review all proposed plans relating to traffic control devices that are received from the Municipal Transportation Agency and to make such recommendations to that Agency as may be deemed necessary for the proper regulation of street traffic. \n     The powers and duties of the Chief of Police with respect to these traffic functions shall not modify to any extent the powers and duties of any other department or office, but shall be, first for the purpose of assisting the Chief of Police in his or her regulation of traffic, and, second, for the purpose of recommendation only, to other departments or offices upon matters within their jurisdiction, but affecting to any extent the regulation of traffic. \n(Added by Ord. 320-96, App. 8/8/96; Ord. 287-08, File No. 081340, App. 12/5/2008)\n\n","heading":{"title":"2A","chaptersection":"81. ","identifier":"2A.81. ","catch_text":"POLICE; TRAFFIC REGULATION."}}