{"text":"\n     (a)     Policy. It shall be the policy of the City and County of San Francisco to engage in community policing.\n     (b)     Definition. Community policing is a philosophy and organizational strategy that includes community members in many aspects of police work and relies on partnerships between the San Francisco Police Department and community-based organizations, as well as city agencies and other public entities, including but not limited to the Department of Public Health, the Department of Children, Youth, and their Families, and the San Francisco Unified School District, in order to create safer communities, address the root causes of violence, and preserve healthy and vibrant neighborhoods in San Francisco. Community policing involves police officers working in collaboration with community leaders, residents and local businesses in proactive ways to identify public safety concerns and create inclusive solutions to community problems. Community policing depends on deep, transparent, and mutually respectful relationships between police personnel and community members to sustain cooperative working relationships. An important element in effective community policing is that police personnel and community members familiar with the needs and strengths of a particular community play an important policing role within that community and be allowed to develop their own innovative solutions to problems.\n          Community policing is not an abstract ideal; rather, it requires that the San Francisco Police Department commit to a departmental structure and philosophy that supports community policing, that it create strong structures for partnership with community members, that it maintain strong programs and communication mechanisms to connect with and build relationships with the broader community, and that it sustain effective systems to hold police officers accountable. In addition to the work of the San Francisco Police Department, community policing requires the existence of independent community-based violence prevention programs in order to prevent and reduce crime, including violent crime.\n          In the City and County of San Francisco, community policing may include the following:\n          (1)     Structure and Philosophy of the San Francisco Police Department.\n               (A)     An organizational structure that supports community policing, which may include a high ranking Department member in charge of monitoring, evaluating, and continually improving the Police Department's community policing activities and strategies, community policing lieutenants designated at each district station, and consideration of community policing skilling, including community feedback, in assignment or promotion decisions as permitted by Civil Service, Memorandum of Understanding and other applicable requirements;\n               (B)     Officer foot patrols;\n               (C)     Officers with advanced training in de-escalating dangerous situations including but not limited to those situations involving individuals in mental health crisis; and\n               (D)     Ongoing training at all levels (academy, field, and in-services) in community policing for officers throughout their careers.\n          (2)     Structures for Formal Partnerships Between the San Francisco Police Department and Community Members.\n               (A)     Formal processes by which community members can interact and work with police personnel to discuss and problem solve neighborhood policing, community, and public safety concerns, for example, working groups, the existing Citizen Police Advisory Boards, or other advisory committees or boards;\n               (B)     Training in community policing for community members on any advisor committees, boards, or working groups; and\n               (C)     Mechanisms for annual review by civilian advisory committees, boards, or working groups, of adherence to this community policing policy and efficacy of the Department's community policing program.\n          (3)     Community Relations.\n               (A)     Community building activities such as Police Department sponsored mentorship programs for children, police participation in neighborhood and holiday celebratory events, town hall meetings, and community policing and violence prevention summits to explore issues and problems in particular communities or with particular people in the same demographic (e.g., youth, LGBT community, African-American community, Latino community, Native American community, Asian/Pacific Islander community, Middle Eastern community, homeless residents of San Francisco); and\n               (B)     Regular two-way communication between personnel at the district stations and the community, which may include technological mechanisms to receive community feedback, district station newsletters, and use of social network tools.\n          (4)     Effective Systems to Hold Officers Accountable.\n               (A)     Strong \"early detection systems\" to identify problem officers; and\n               (B)     An effective Office of Citizen Complaints that is responsive in a timely fashion to community concerns and that provides an on-line complaints system where complainants can file and check the status of their complaints.\n          (5)     Community Based Violence Prevention Programs. A vibrant network of community-based organizations that complement the work of the Police Department by operating a coordinated set of programs including street outreach, intensive case management, safe havens or evening programs, afterschool programs, job training, community run GED education, crisis response services, and behavioral health services for trauma.\n     (c)     Police Department Polices and Procedures. The Board of Supervisors urges the Police Commission and the Chief of Police to review Department policies and procedures for consistency with the community policing policy, and as necessary amend those policies and procedures, including but not limited to Departmental General Orders 1.03 \"Duties of Patrol Officers,\" 1.04 \"Duties of Sergeants,\" 1.05 \"Duties of Station Personnel,\" 1.06 \"Duties of Superior Officers,\" 1.07 \"Duties of Command Officers/Field Operations Bureau,\" 3.02 \"Terms and Definitions,\" 3.09 \"Department Awards,\" 3.11 \"Community Oriented Policing & Problem Solving,\" 3.12 \"Department Training Plan,\" 3.13 \"Field Training Program,\" and 3.18 \"Performance Improvement Program.\"\n     (d)     The Police Commission, Mayor, and Board of Supervisors shall review the Police Department's policies, procedures, community partnerships, organization and operations on an annual basis to ensure compliance with the community policing policy.\n(Added by Ord. 210-11, File No. 110221, App. 11/4/2011, Eff. 12/4/2011)\n\n","heading":{"title":"2A","chaptersection":"83","identifier":"2A.83","catch_text":"COMMUNITY POLICING POLICY."}}