{"text":"\n     (a)     Ten-Year Review. The boundaries of Police Department district stations should operate to maximize the effectiveness of police operations and the efficient use of police resources. No less than once every ten years, the Police Commission, in consultation with the Chief of Police, shall complete a comprehensive review of district station boundaries and make adjustments as appropriate. \n     (b)     Data and Factors for Consideration. The Police Commission, in consultation with the Chief of Police, shall base the review of station boundaries on the following: \n          (1)     Population data, including but not limited to the results of the decennial federal census;\n          (2)     Data regarding non-residents including visitors, shoppers, workers and tourists who spend time in San Francisco;\n          (3)     Proposed development or other activities that are likely to significantly alter the population of residents or non-residents in the following ten year period; \n          (4)     Landscape features, whether natural or constructed, such as hills, waterways, major streets or transit lines, shopping districts, residential developments and parks; \n          (5)     Boundaries of neighborhoods and cohesive communities;\n          (6)     Areas with higher-than-average concentrations of children, youth and the elderly;\n          (7)     Number, type and frequency of policing activities, including calls for service and arrests;\n          (8)     Anticipated needs for police resources, including but not limited to adequate staffing for (i) foot beats and community policing efforts, (ii) areas experiencing or at-risk for higher-than-average crime, and (iii) areas with a special need for policing services due to lower-than-average arrest and conviction rates; \n          (9)     Capacity of police resources, including but not limited to district station facilities, information technology, communications systems and police personnel; \n          (10)     Neighborhood and community input; and\n          (11)     Other relevant factors as determined by the Police Commission and the Chief.\n     (c)     Review and Adoption of New Boundaries. No later than the first January 1st following official publication of the results of the federal decennial census, the Chief of Police shall develop and submit to the Police Commission a work plan for a comprehensive review of district station boundaries. The work plan shall include timelines, a budget, and identification of functions that can best be performed by technical experts in other City departments or from outside the City. \n          Consistent with implementation of the work plan, including appropriate budgetary support for the project, the Chief of Police shall review the station boundaries, including all data described above. The following shall provide technical assistance to the Chief of Police, as requested; the Controller, the Director of the Mayor's Office of Criminal Justice, the Director of Planning, and any other officers or employees engaged in planning, forecasting, building or population analysis. As part of the review, the Chief, with the assistance of the Mayor's Office of Criminal Justice and any expert identified or retained to manage the project, shall conduct public hearings and gather input from all affected communities. \n          Based on consideration of all relevant information, the Chief shall submit to the Police Commission a report analyzing the existing boundaries and making a recommendation for boundary changes, if any are warranted. The Chief shall submit the report and recommendation no later than the second January 1st following official publication of the results of the federal decennial census. \n          The Police Commission shall consider the Chief's report and recommendations, and any other information it deems relevant, and shall propose changes to district station boundaries where appropriate. The Commission shall forward any proposed to adjust station boundaries to the Mayor and the Board of Supervisors. The Commission also shall post the proposal at the Commission offices, outside the Commission's regular meeting location, and on the City's website, and shall send a copy to the Public Library. The Commission shall allow a minimum of 90 days from the date of posting for public comment, before taking final action to adopt new station boundaries. During the 90-day period, the Commission may hold hearings, take testimony, consider written comments, and revise the initial proposal. After a minimum of 90 days from the posting of the initial proposal, the Commission may adopt new station boundaries. \n          The Commission, in consultation with the Chief, may set an effective date for implementation of the new boundaries, which shall occur no later than eighteen (18) months from the posting of the initial proposal. \n(Added by Ord. 243-06, File No. 060795, App. 10/4/2006)\nCODIFICATION NOTE:\nThis section was designated 2A.90 when enacted by Ord. 243-06, App. 10/4/2006. It was redesignated by the codifier.\nEditor's Note:     Former division 2A.86(d) (\"Transition Provision\") expired on 1/1/2008.\n\n","heading":{"title":"2A","chaptersection":"86. ","identifier":"2A.86. ","catch_text":"BOUNDARIES OF POLICE DEPARTMENT DISTRICT STATIONS."}}