{"text":"\n     (a)     Airport Bureau Staffing Review. The Chief of Police and the Director of the San Francisco International Airport shall jointly establish a methodology for assessing staffing needs for the Police Department Airport Bureau. In establishing that methodology, the Chief and Director shall consult with the Controller's Office. The methodology shall take into account passenger traffic at the Airport; security mandates and restrictions, including any imposed by the Transportation Security Administration and other government agencies; policing activity at the Airport, including calls for service and traffic responsibilities; and any other factors that the Chief and the Director determine are relevant. Using that methodology, the Chief and Director shall jointly determine the baseline number and type of personnel required to meet the security and policing needs of the Airport (\"Baseline Personnel\"). The Chief and Director shall establish the staffing-needs methodology and make the initial Baseline Personnel determination by no later than July 1, 2007. The Chief and Director shall review and where appropriate revise the staffing-needs methodology and the Baseline Personnel determination by July 1 each year thereafter. \n     (b)     Redeployment of Airport Bureau Personnel. The Chief of Police shall create a plan to redeploy any full duty sworn Airport Bureau personnel above the sworn Baseline Personnel when the number of full duty sworn officers on the force in the City and County falls below the Charter-mandated level of 1,971 officers (\"Staff Redeployment Plan\"). The Chief shall design the Staff Redeployment Plan to provide maximum flexibility throughout the year to redeploy full duty sworn Airport Bureau personnel to the City and County to respond to staffing shortages, increases in crime or violence, or other circumstances that create a need for additional sworn personnel in the City and County. The Staff Redeployment Plan shall provide that any redeployed Airport Bureau personnel at the rank of officer or sergeant be assigned to District Stations, and that any redeployed Airport Bureau personnel at the rank of lieutenant or above be assigned based on the needs of the Department. The Chief shall create the Staff Redevelopment Plan by no later than July 1, 2007. The Chief shall review and where appropriate revise the Staff Redevelopment Plan by July 1 each year thereafter. \n     (c)     Reporting. Beginning July 1, 2007, and continuing each July 1 thereafter, the Chief of Police shall report to the Mayor, the Board of Supervisors and the Police Commission on the following: (1) the staffing-needs methodology and Baseline Personnel determination for the Airport Bureau; and (2) the Staff Redevelopment Plan. Beginning July 1, 2008 and continuing each July 1 thereafter, the Chief of Police shall report to the Mayor, the Board of Supervisors and the Police Commission, data regarding any occasions during the prior fiscal year when the Chief redeployed sworn personnel under the Staff Redeployment Plan. \n(Added by Ord. 97-07, File No. 070271, App. 5/4/2007)\n\n","heading":{"title":"2A","chaptersection":"88","identifier":"2A.88","catch_text":"POLICE STAFFING AND DEPLOYMENT TO DISTRICT STATIONS."}}