{"text":"\n     The Chief of Department shall have power to send fire boats, apparatus and firefighters outside the City and County of San Francisco for fire-fighting purposes. \n     The Commissioners shall by rule and subject to the fiscal provisions of the Charter, have power to create new or additional ranks or positions in the Department which shall be subject to the civil service provisions of the Charter; provided that the Fire Commission subject to the recommendation of the Civil Service Commission and the approval of the Board of Supervisors may declare such new or additional ranks or positions to be exempt from the civil service provisions of the Charter. If the Civil Service Commission disapproves any such exemption, the Board of Supervisors may approve such exemptions by a majority vote of the members thereof. The Fire Commission shall designate the civil service rank from which a non-civil service rank or position shall be appointed. Appointments to any non-civil service rank or position as may be created hereunder shall hold civil service status in the Department in the civil service rank from which they were appointed. In no rank below that of Assistant Chief shall the compensation attached to a non-civil service rank or position equal to exceed the next higher civil service rank or position from which they were appointed and for this purpose the next higher civil service rank above H-2 fireman shall be H-20 lieutenant. If any new or additional rank or position is created pursuant hereto pending the adoption of salary standards for such rank or position, the Fire Commission shall have power to recommend the basic rate of compensation therefor to the Board of Supervisors and said Board of Supervisors shall have the power to fix the rate of compensation for said new rank or position and it shall have the power, and it shall be its duty, without reference or amendment to the annual budget, to amend the annual appropriation ordinance and the annual salary ordinance to include the provisions necessary for paying the basic rate of compensation fixed by said Board of Supervisors for said new rank or position for the then current fiscal year. \n(Added by Ord. 320-96, App. 8/8/96)\n\n","heading":{"title":"2A","chaptersection":"90. ","identifier":"2A.90. ","catch_text":"FIRE DEPARTMENT."}}