{"text":"\n     The Chief of Department shall have jurisdiction, under the supervision of the Fire Commission, of the Division of Fire Prevention and Investigation consisting of the Bureau of Fire Prevention and Public Safety and the Bureau of Fire Investigation. The Chief of Department shall hold the Assistant Chief of Department, Division of Fire Prevention and Investigation, to the responsibility and authority for enforcement of laws and statutes of the State of California, and the Charter and ordinances of the City and County of San Francisco, pertaining to matters of fire prevention and fire investigation. \n     The Bureau of Fire Prevention and Public Safety shall inspect all hospitals, schools, places of public assemblage, and other premises regulated by Title 19 of the California Administrative Code, flammable liquid storage facilities, other hazardous occupancies as defined by the Building Code, and all occupied or vacated structures and premises to determine whether or not compliance is being had with statutes, regulations, and ordinances relative to fire prevention, fire protection and firespread control, and the protection of persons and property from fire. It shall enforce said statutes, regulations, and ordinances and shall report violations to other departments having jurisdiction. \n     The Bureau of Fire Prevention and Public Safety shall examine the application, plans and specifications for the erection, and for alterations or repairs estimated to exceed $1,000 in cost, of any hospital, school, place of public assemblage as defined in the Building Code, other premises regulated by Title 19 of the California Administrative Code, flammable liquid storage facility, or other hazardous occupancy as defined by the Building Code, subject to the statutes, regulations, and ordinances referred to in this Section, and shall also examine the applications, plans and specifications for all structures and premises insofar as they involve the location of standpipes. The Bureau of Fire Prevention and Public Safety shall by written report, filed with the Director of Public Works, approve such plans and specifications, or report to said Director of Public Works, the particulars wherein noncompliance exists, and upon modification of the application, plans and specifications to comply therewith, the Bureau shall inform said Director of its approval. No permit for alteration or repair exceeding $1,000 in cost of any hospital, school, place of public assemblage as defined in the Building Code, other premises regulated by Title 19 of the California Administrative Code, flammable liquid storage facility, or other hazardous occupancy as defined by the Building Code, or for the erection thereof, or involving the location of standpipes, shall be issued unless said approval is given. \n     Any structure or premises as provided in this Section wherein there exists any violation of statutes, regulations, or ordinances referred to in this Section, or which is maintained or used in such manner as to endanger persons or property by hazard or fire, explosion or panic and any structure or premises as provided in this Section hereafter constructed, altered or repaired in violation of said statutes, regulations, or ordinances, is hereby declared to be a public nuisance, and it shall be the duty of the Bureau of Fire Prevention and Public Safety to prosecute abatement proceedings. \n     The Bureau of Fire Prevention and Public Safety shall detail to the Department of Public Works such personnel as necessary to review and check plans relative to requirements of the Fire Code and shall report any particulars of noncompliance to the Director. \n     The Fire Department shall make recommendations to the Director of Public Works for possible revisions to the Building Code and Housing Code on matters of fire safety. \n(Added by Ord. 320-96, App. 8/8/96)\n\n","heading":{"title":"2A","chaptersection":"95. ","identifier":"2A.95. ","catch_text":"FIRE PREVENTION."}}