{"text":"\n     In the event that the services of any pilot, marine engineer or marine fireman holding permanent civil service status as such, hereinafter referred to as the said member, are no longer required in connection with fireboat operation due to curtailment of such operation by the City and County of San Francisco or due to the conversion from steam fireboats to motorized fireboats, the said member on the basis of seniority in rank may be reassigned to duties of a position of some other rank in the Fire Department in which a vacancy in a permanent position exists and not carrying a higher compensation than the compensation of the rank previously held by said member, as the Chief of Department, with the approval of the Fire Commission, shall determine are within the said member's ability to perform, below the rank of lieutenant; provided, however, said member shall not be eligible for promotional examination in the Fire Department. Upon such reassignment the said member shall be declared to be permanently appointed to such new rank as if appointed thereto after examination and certification from a list of eligibles under the civil service provisions of the Charter, and said member shall have seniority therein from date of such reassignment and he or she shall receive the same rate of pay as would be applicable to any other member of such new rank having the same number of years of service in the Department. If no vacancy in a permanent position exists to which immediate reassignment may be made as indicated above, then such member shall be laid off from his or her position subject to reassignment as indicated above when such a vacancy does occur. \n     If at any time after such reassignment the said member's original position, or a similar position becomes available on fireboats under jurisdiction of the San Francisco Fire Department, the said member shall be assigned to such position in accordance with his or her seniority in rank in the Department, preference in such assignment being given to the said member having the greatest seniority. Upon such assignment the said member shall be declared to be reappointed to the rank said member held at the time he or she was transferred from such fireboat service and shall be restored to all the civil services rights and privileges appurtenant thereto, including such additional rights and privileges as may have accrued by reason of added seniority. \n     Nothing in this Section shall affect the said members pension and retirement rights and privileges. \n(Added by Ord. 320-96, App. 8/8/96)\n\n","heading":{"title":"2A","chaptersection":"96","identifier":"2A.96","catch_text":"CURTAILMENT OF FIREBOAT OPERATION."}}