{"text":"\n     (a)     Where an application is not withdrawn at least 30 days prior to the date on which an Assessment Appeals Board has scheduled the application for hearing, at least 30 days prior to the hearing date the applicant shall pay a hearing fee to the Assessment Appeals Board in accordance with the following schedule: \n\nWhere the property affected bythe application is valued on thecurrent assessment role at:\nFee\n$250,000 or less\nNo Charge\n250,001-2,000,000\n$50.00\n2,000,001-10,000,000\n100.00\n10,000,001-20,000,000\n250.00\n20,000,001-50,000,000\n400.00\n50,000,001-100,000,000\n600.00\nMore than $100,000,000\n1,200.00\n     (b)     Where an applicant files two or more applications at the same time affecting the same appraisal unit for the same tax year, the applicant shall be liable for a single hearing fee based on the sum of the current assessment role values of all property contained in the appraisal unit. \n     (c)     Revenues generated by the filing fees shall be used exclusively to pay for the Assessment Appeals Boards' costs of operation.\n     (d)     One-half of the hearing fee shall be refunded to any applicant where the assessor's value is lowered to the applicant's opinion of value as stated in the initial application filed with the Assessment Appeals Board or by 30 percent or more of the assessor's value following the hearing. No hearing fee will be refunded unless the applicant applies to the Board for a refund in writing within 30 days following receipt of the Board's decision. \n     (e)     The hearing fee shall be waived if the application concerns residential property and the applicant elects to have the appeal heard by a hearing officer pursuant to Sections \n2B.14 through \n2B.18 of this Chapter. If the applicant subsequently applies for a hearing before the Assessment Appeals Board pursuant to Section \n2B.18 of this Chapter, the applicant shall pay the hearing fee required by this Section. However, if the assessor subsequently applies for a hearing, the applicant shall not be required to pay the hearing fee. \n     (f)     The hearing fee shall be waived where the applicant would qualify for a waiver of court fees and costs pursuant to California Government Code Section 68511.3. \n(Added by Ord. 82-94, App. 2/25/94; amended by Ord. 398-94, App. 11/23/94; Ord. 206-95, App. 6/16/95; Ord. 393-98, App. 12/24/98)\n\n","heading":{"title":"2B","chaptersection":"10","identifier":"2B.10","catch_text":"HEARING FEE."}}