{"text":"\n     (a)     To the end that proceedings before the Board move forward in a timely and efficient manner, the Applicant and the Assessor are expected to cooperate and communicate with each other prior to any hearing before the Board. \n     (b)     The Applicant shall comply with any written request by the Assessor, pursuant to Revenue and Taxation Code section 441, for information, books and records, or inspections of the subject property that disclose acquisition or construction costs, income and expense data, construction details, or physical condition. When requested to do so in writing by the Assessor, the Applicant also shall disclose the basis or bases, whether due to damage, destruction, depreciation, obsolescence, removal of property, or other factors causing a decline in value, such as a changed physical environment, changed income and expense experiences and capitalization or yield rate expectations, or new market comparables events, which form or support the Applicant's opinion(s) of value set out in the application filed with the Clerk. \n     (c)     On written request of the Applicant, the Assessor shall make available for inspection or copying any data or information that is kept or maintained by the Assessor about the subject property, as provided in Revenue and Taxation Code section 408, subdivisions (d), (e), and (f). \n     (d)     The information requested by the Assessor or the Applicant shall be provided no later than thirty (30) calendar days from the date of the request unless another date is mutually agreed upon. Both parties shall fully supplement their responses to information requests by 10 days before the hearing. \n     (e)     Should the Applicant not comply with the requirements of the preceding subparagraphs (b) and (d) in a timely manner the Assessor may request and shall be granted a postponement for a reasonable period of time. The postponement shall extend the two-year period specified in Revenue and Taxation Code section 1604, subdivision (c), for a period of time equal to the period of the postponement. The period of time granted for the postponement shall be established at the discretion of the Board, taking into account the nature and amount of the information introduced, the Board's calendar assignments, the Assessor's caseload demands, and the schedules of the parties. If the board finds willful noncompliance with an information request on the part of the Applicant, the hearing will be convened as scheduled and the Applicant may comment on evidence presented by the Assessor but shall not be permitted to introduce other evidence unless the Assessor consents to such introduction. \n(Added by Ord. 85-04, File No. 040274, App. 5-20-2004)\n\n","heading":{"title":"2B","chaptersection":"21","identifier":"2B.21","catch_text":"PRODUCTION AND INSPECTION DEMAND PROCEDURES."}}