{"text":"\n     (a)     The Assessment Appeals Board shall hold joint meetings from time to time for the purpose of proposing rules and regulations to the Board of Supervisors to govern the operation of the Assessment Appeals Boards. Such joint meetings shall be held before the five regular members of Assessment Appeals Board No. 1 and the five regular members of Assessment Appeals Board No. 2. The attendance by three regular members of Assessment Appeals Board No. 1 and three regular members of Assessment Appeals Board No. 2 shall constitute a quorum for such meetings. \n     (b)     Except as provided in Subsection (a), each Assessment Appeals Board shall act separately and only as three-member panels designated by the Clerk in the manner described in Subsection (d). The attendance by two members of any designated Assessment Appeals Board three-member panel shall constitute a quorum for the transaction of business. \n     (c)     Except as provided by Title 18 California Code of Regulations Rule 310, no act of the joint Boards or a three-member panel of a Board shall be valid or binding unless approved by a majority of all the members of the applicable body. \n     (d)     Subject to California Revenue and Taxation Code Section 1622.5 and Title 18 of the California Code of Regulations Rule 311, the Clerk shall designate three-member panels to transact the business of the Assessment Appeals Boards, as set forth in Subsection (b), using a rotating system designed to assure that all members with the same priority level, as described in this subsection, have an equal opportunity over time to participate as panelists. \n          (1)     This Subsection (d)(1) shall govern the panel selection for any application for reduction that concerns:\n               (A)     Real property located all or in a part within Assessor's Blocks 1 through 876, inclusive, or Assessor's Blocks 3701 through 3899, inclusive, except not including residential real property on the secured roll consisting of four units or less that is located all or in a part within those Blocks; \n               (B)     A possessory interest; or\n               (C)     Property on the secured or unsecured roll assessed at $50,000,000.00 or more.\n               The Clerk shall assign any application covered by Sections \n2B.6(d)(1)(A) through (C) to either Assessment Appeals Board No. 1 or Assessment Appeals Board No. 3. For cases governed by this Subsection (d)(1) that are assigned to Assessment Appeals Board No. 1, the Clerk shall designate three panelists from among the members in the following priority order: (a) the regular members of Assessment Appeals Board No. 1 who meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; (b) the regular members of Assessment Appeals Board No. 1 who do not meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; (c) the alternate members of Assessment Appeals Board No. 1 (including the regular members of Assessment Appeals Board No. 2) who meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; (d) the alternate members of Board No. 1 (including the regular members of Assessment Appeals Board No. 2) who do not meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; and (e) the alternate members of Assessment Appeals Board No. 2 who meet the eligibility criteria in Section 1624.05 of the California Revenue and Taxation Code. For cases governed by this Subsection (d)(1) that are assigned to Assessment Appeals Board No. 3, the Clerk shall assign three panelists from among the members in the following priority order: (a) the regular members of Assessment Appeals Board No. 3 who meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; (b) the regular members of Assessment Appeals Board No. 3 who do not meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; (c) the alternate members of Assessment Appeals Board No. 1 (including the regular members of Assessment Appeals Board No. 2) who meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; (d) the alternate members of Board No. 1 (including the regular members of Assessment Appeals Board No. 2) who do not meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code; and (e) the alternate members of Assessment Appeals Board No. 2 who meet the eligibility criteria set forth in Section 1624.05 of the California Revenue and Taxation Code. \n          (2)     For any matter to be heard by Assessment Appeals Board No. 1 that is not governed by Subsection (d)(1), the Clerk shall designate three panelists from among the members in the following priority order: (a) the regular members of Assessment Appeals Board No. 1; (b) the alternate members of Assessment Appeals Board No. 1 (including the regular members of Assessment Appeals Board No. 2); and (c) the alternate members of Assessment Appeals Board No. 2. \n          (3)     For any matter to be heard by Assessment Appeals Board No. 3 that is not governed by Subsection (d)(1), the Clerk shall designate three panelists from among the members in the following priority order: (a) the regular members of Assessment Appeals Board No. 3; (b) the alternate members of Assessment Appeals Board No. 1 (including the regular members of Assessment Appeals Board No. 2); and (c) the alternate members of Assessment Appeals Board No. 2. \n          (4)     For any application for reduction to be heard by Assessment Appeals Board No. 2, the Clerk shall designate three panelists from among the members in the following priority order: (a) the regular members of Assessment Appeals Board No. 2; (b) the alternate members of Assessment Appeals Board No. 2; (c) the alternate members of Assessment Appeals Board No. 1; and (d) the regular members of Assessment Appeals Board No. 1. \n(Added by Ord. 37-67, App. 1/31/67; amended by Ord. 393-98, App. 12/24/98; Ord. 273-99, File No. 990406, App. 10/27/99; Ord. 79-07, File No. 061695, App. 4/19/2007) \n\n","heading":{"title":"2B","chaptersection":"6","identifier":"2B.6","catch_text":"BOARD COMPOSITION AND BOARD QUORUM."}}