{"text":"\n     Any entity, public or private, including any office, department or agency of the City and County of San Francisco requiring the Arts Commission's civic design review and approval under Charter Section \n5.103(1) (\"Applicant\") shall pay a fee to the Arts Commission consistent with the provisions of this section. For purposes of this section, the Arts Commission's \"Civic Design Review\" includes approving the designs for all public structures, any private structure which extends over or upon any public property and any yards, courts, set-backs or usable open spaces which are an integral part of any such structures. Civic Design Review shall also include review of conceptual designs, site plans, design development and construction drawings for any project subject to the Arts Commission's Civic Design Review under Charter Section \n5.103(1). The Arts Commission shall use any funds collected under this section solely to defray the costs incurred by the Arts Commission staff in performing its Civic Design Review functions. \n     (a)     Civic Design Review Deposit Fee. Effective July 1, 2006, an Applicant shall submit a deposit of $2,500 (\"Deposit\") to the Arts Commission for each project requiring such review under San Francisco Charter Section \n5.103(1). \n     (b)     Deposit and Fee Deadlines. The Deposit shall be payable at the time an Applicant submits a request for Civic Design Review of a project. The Arts Commission is not required to schedule review of any project whose Applicant has failed to pay the Deposit required by this section. \n     (c)     Time and Materials Fees. The Applicant shall pay the Arts Commission for any time and materials cost, including copying costs, incurred in excess of the Deposit paid under this section. The Arts Commission is not required to give its final approval for any project until the Applicant has paid the balance of fees due to the Arts Commission under this section. Within 20 days prior to the Arts Commission's meeting to consider the final approval of the Applicant's project, the Arts Commission shall provide the Applicant with a written report summarizing the Arts Commission's actual time and materials costs associated with the Applicant's project. \n     (d)     Refunds. When an application is withdrawn by the Applicant prior to a public hearing, or deemed canceled by the Arts Commission due to inactivity on the part of the Applicant then the Applicant shall be entitled to a refund of the fee paid to the Arts Commission less the cost of time and materials incurred minus a $200 processing fee. In addition, where the actual time and materials cost in connection with a project that the Arts Commission has acted on is less than the Deposit paid under this section, the Arts Commission shall refund the difference between the Deposit and the actual time and materials cost. \n     (e)     Waiver. The Director of Cultural Affairs may waive the fees required under this section where the Applicant demonstrates in a written application that payment of such fees would present an undue financial hardship on the Applicant and would jeopardize the completion of the project. \n(Added by Ord. 173-04, File No. 040730, 7/22/2004; Ord. 187-06, File No. 060769, App. 7/21/2006)\n\n","heading":{"title":"3","chaptersection":"19A","identifier":"3.19A","catch_text":"   ARTS COMMISSION CIVIC DESIGN REVIEW FEES."}}