{"text":"\n     (a)     Art Enrichment Allocation. Before proposing a bond issue or making a request for an appropriation for the construction of any of the projects set forth in Subsection (c) below, the officer, board or commission concerned shall add thereto for the art enrichment of the proposed construction, two percent of the gross estimated construction cost, exclusive of the items proposed for such art enrichment. Where funding eligibility is limited by law or funding agency rules, the art enrichment allocation shall be based upon two percent of eligible construction costs. \n          If the officer, board or commission concerned determines that two percent of the gross estimated construction cost is inappropriate for art enrichment, such officer, board or commission shall submit its recommendation regarding the art enrichment budget and the basis for its determination to the Arts Commission for the Arts Commission's review. If the officer, board or commission concerned is unable to resolve the matter with the Arts Commission, the matter shall be submitted to the Mayor by the Arts Commission for final determination within 60 days from the date the recommendation is made. \n          Failure of the Arts Commission to submit the matter to the Mayor for resolution within such time shall be deemed equivalent to the Arts Commission's acceptance of the recommendation made by the officer, board or commission concerned. \n     (b)     Definitions. For purposes of this Section: \n          (1)     \"Alteration\" of a building, aboveground structure, or transportation improvement project shall include substantial changes to elements such as walls, partitions, or ceilings on 2/3 or more of the total floor space, excluding basements. \"Substantial changes\" shall include additions to, removal of, and modification of such elements. \n          (2)     \"Construction cost\" shall mean the total estimated construction contract award amount, including the costs of all built-in fixtures, unless otherwise agreed to by the Arts Commission. \"Construction cost\" shall not include movable or personal property or construction cost contingency. \n          (3)     \"Transportation improvement project\" refers to Municipal Railway and Department of Public Works projects which include both aboveground and below-ground transportation-related projects; new boarding ramps; new transit platforms; new terminals and transportation systems with their attendant passenger amenities, such as shelters, seating, lighting, landscaping, and signage; new transportation-related structures such as maintenance and operating facilities; power substations; and street/highway-related transit improvements such as bridges and overpasses. \n     (c)     Application. This Section shall apply to the construction or alteration of the following: (1) a building; (2) an aboveground structure; (3) a new park; or (4) a transportation improvement project. \n          The requirements of this Section shall also apply to the alteration of a building, aboveground structure, or transportation improvement project. \n     (d)     Exemptions. The following shall be exempt from the requirements of this Section: \n          (1)     Transportation improvement projects limited to rail replacement, rehabilitation or extension of catenary wiring; sidewalk (including curbs and gutters), street paving, repair or improvements; or transit vehicle purchases; \n          (2)     All mechanical, plumbing and electrical system upgrades, structural or seismic upgrades, and modifications for disabled access, unless occurring in conjunction with alteration of a building, an aboveground structure or transportation improvement project; \n          (3)     All park and landscape renovation projects including, but not limited to court resurfacing; landscape renovation or replanting; sewer and water lines; drainage and irrigation systems; wells; erosion control; restrooms; repaving; new paving; stairway repair or replacement; utilities; community gardens; modifications for disabled access; signage; lighting; fence replacement or repair; replacement or repair of existing play structures; natural areas management; modifications to existing parks; and new land uses within existing parks; \n          (4)     Annual CIP funded capital improvements for security/life safety and health deficiencies when not occurring in conjunction with alteration of existing public buildings, aboveground structures, parks and transportation projects which are supported by the General Fund; \n          (5)     Aboveground pipelines and their supports, such as trestles, anchor blocks and saddles; valve lots; power transmission lines and towers; switchyards and substations; and dwellings in watershed areas; \n          (6)     Airfields and Airports Commission equipment;\n          (7)     Airports Commission signage when not occurring in conjunction with a larger construction contract subject to this Section.\n     (e)     Administrative Fees. The Arts Commission shall supervise and control the expenditure of all funds appropriated for art enrichment and shall allocate up to 20 percent of said funds for all necessary and reasonable administrative costs incurred in connection therewith, unless the Arts Commission agrees to a lesser amount on projects with art enrichment budgets in excess of $750,000, or unless such administrative fee is limited or prohibited by the funding source. \n     (f)     Aggregation of Funds. When mutually agreed upon by the Arts Commission and the City department from whose capital project the art enrichment allocation was obtained, and where permitted by the funding source, the Arts Commission shall have the authority to aggregate art enrichment funds for use at a more publicly accessible facility under the jurisdiction of the participating City department. \n     (g)     Maintenance and Conservation Funds. When permitted by the funding source, the Arts Commission may set aside and expend up to five percent of the total art enrichment allocation for each project for maintenance and conservation purposes. Funds set aside pursuant to this Section shall be invested in an interest-bearing account when the total of such funds set aside exceeds $10,000. \n     (h)     Miscellaneous Provisions.\n          (1)     When a client department suggests a mitigation measure to address any perceived safety concerns relative to any element of the art enrichment, the Arts Commission shall work with the client department to ensure that such mitigation is implemented to the satisfaction of the client, the Arts Commission and the artist, if such safety concern is raised by the client department within 30 days after the element has been presented for review to the client department. \n          (2)     If a City department can sufficiently demonstrate to the Arts Commission that a project is not appropriate for public access, the Arts Commission shall waive the art enrichment allocation for such project provided that the art enrichment funding cannot be aggregated for use at a more publicly accessible facility under the jurisdiction of the participating City department. \n          (3)     Construction and installation of art enrichment shall comply with the requirements of all applicable building codes, laws, ordinances, rules and regulations. \n          (4)     Nothing in this Section contained shall be construed to limit or abridge the legal powers of the governing boards of the War Memorial, the Fine Arts Museums, the Asian Art Museum or the Port of San Francisco. \n          (5)     Nothing in this Section shall be construed to limit or abridge the jurisdiction of the officer, board or commission of the participating City department to supervise and control the expenditure of project funds other than the two percent allocation for art enrichment. \n          (6)     This amendment shall not be applied retroactively to projects for which an art enrichment allocation previously would not have been required, nor to those projects for which project funding has been approved either by prior voter action or by airport revenue bond sales, but not yet appropriated or expended. Nor shall this ordinance be construed to allow for an increase in the total art enrichment allocation for a project that is already underway or for which the art enrichment allocation has already been established. \n(Added by Ord. 223-97, App. 6/6/97)\n\n","heading":{"title":"3","chaptersection":"19. ","identifier":"3.19. ","catch_text":"APPROPRIATION FOR ART ENRICHMENT OF PROPOSED PUBLIC BUILDINGS, ABOVEGROUND STRUCTURES, PARKS AND TRANSPORTATION IMPROVEMENT PROJECTS."}}