{"text":"\n     As used in this Chapter, names and titles shall have the following meaning: \n     AGENCY. A unit of government subject to the appropriation powers of the Board of Supervisors such as the Parking Authority and the Redevelopment Agency. Also, a grouping of employees with a similar purpose or function or a portion of a department. For example, a subdivision of the Administrative Services Department could be designated as an agency for budget or fiscal control purposes. \n     APPOINTING OFFICER. The executive or elected head of a department or agency with the power to appoint, discipline or terminate employees under his or her supervision or control. \n     APPROPRIATION. Resources or expenditure authority made available by the Mayor and Board of Supervisors by ordinance to a department, agency, board or commission in furtherance of a public or statutory purpose. \n     BOARD. Public body created by Charter or ordinance of the Board of Supervisors with the ability to recommend the appointment of a chief executive for the function over which it exerts guidance. (See also, \"Commission.\") \n     BUDGET. The City and County's plan of financial operation for a given period of time embodying an estimate of all proposed expenditures and the proposed means of financing them. \n     COMMISSION. Public body created by Charter or ordinance of the Board of Supervisors with the ability to recommend the appointment of a chief executive of the function over which it exerts guidance. (See also \"Board.\") \n     SALARY ORDINANCE. An ordinance showing the number and rates of compensation for all positions continued or created by the Supervisors in adopting each annual budget and each annual and supplemental appropriation ordinance for all departments, agencies, boards and commissions of the City and County. The Salary Ordinance shall constitute the legal basis for check by the Human Resources Department or Controller as to legality of the creation of any position in the City and County service and the rate of compensation fixed therefor in an approved Memorandum of Understanding with a recognized employee group. \n(Added by Ord. 223-97, App. 6/6/97; amended by Ord. 132-99, File No. 990583, App. 5/28/99)\n\n","heading":{"title":"3","chaptersection":"2. ","identifier":"3.2. ","catch_text":"DEFINITIONS."}}