{"text":"\n     There is hereby created a Capital Planning Committee consisting of the City Administrator as chair, the President of the Board of Supervisors, the Mayor's Finance Director, the Controller, the City Planning Director, the Director of Public Works, the Airport Director, the Executive Director of the Municipal Transportation Agency, the General Manager of the Public Utilities System, the General Manager of the Recreation and Parks Department, and the Executive Director of the Port of San Francisco. Each member of the Capital Planning Committee may designate a person to represent her or him as a voting member of the Committee. Such designations shall be in written documents signed by the designating member and filed with the City Administrator, or her or his designee. \n     The mission of the Capital Planning Committee is to review the proposed capital expenditure plan and to monitor the City's ongoing compliance with the final adopted capital plan. As such, the Capital Planning Committee shall (1) establish prioritization and assessment criteria to assist the City Administrator with the development of the capital expenditure plan, (2) annually review the City Administrator's proposed capital expenditure plan prior to its submission to the Mayor and Board of Supervisors, and (3) review the annual budget and any proposed use of long-term debt, including General Obligation bonds, to ensure compliance with the adopted capital expenditure plan. \n     The Board of Supervisors shall not place on the ballot, or authorize the issuance of any long term financing, until the Capital Planning Committee completes a review of the proposal and submits its recommendation to the Board of Supervisors. Each proposal shall be in form and substance satisfactory to the Committee, and shall be accompanied by descriptive financial, architectural, and/or engineering data, and all other pertinent material in sufficiently complete detail to permit the Committee to review all aspects of the proposal. The Committee shall submit a written report to the Mayor and the Board analyzing the feasibility, cost, and priority of each proposal relative to the City's capital expenditure plan. \n     The Chair of the Capital Planning Committee is hereby authorized to adopt such rules, definitions, and procedures as are necessary to meet the requirements described in Section \n3.20 and \n3.21. \n(Added by Ord. 216-05, File No. 050920, App. 8/19/2005)\n(Former Sec. 3.21 added by Ord. 223-97, App. 6/6/97; repealed by Ord. 216-05, File No. 050920, App. 8/19/2005)\n\n","heading":{"title":"3","chaptersection":"2","identifier":"3.2","catch_text":"CAPITAL PLANNING COMMITTEE."}}