{"text":"\n     By March 1 of each odd-numbered year, beginning with March 1, 2013, the City Administrator shall submit to the Mayor and Board of Supervisors a ten-year capital expenditure plan which shall include an assessment of the City's capital infrastructure needs, investments required to meet the needs identified through this assessment, and a plan of finance to fund these investments. By May 1 of the same year, the Mayor and Board of Supervisors shall review, update, amend, and adopt by resolution the ten-year capital expenditure plan. The Mayor and Board of Supervisors may update the plan as necessary and appropriate to reflect the City's priorities, resources, and requirements.\n     The capital expenditure plan shall include all recommended capital project investments for each year of the plan. The plan shall incorporate all major planned investments to maintain, repair, and improve the condition of the City's capital assets, including but not limited to city streets, sidewalks, parks, and rights-of-way; public transit infrastructure; airport and port; water, sewer, and power utilities; and all City-owned facilities. \n     The capital expenditure plan shall include a plan of finance for all recommended investments, including proposed uses of General and Enterprise Funds to be spent to meet these requirements. Additionally, the plan shall recommend the use and timing of long-term debt to fund planned capital expenditures, including General Obligation bond measures. \n     The capital expenditure plan shall include a summary of operating costs and impacts on City operations that are projected to result from capital investments recommended in the plan. This operations review shall include expected changes in the cost and quality of City service delivery. \n     The plan shall also include a summary and description of projects deferred from the ten-year capital expenditure plan given non-availability of funding necessary to meet assessed capital needs. \n(Added by Ord. 216-05, File No. 050920, App. 8/19/2005; amended by Ord. 40-06, File No. 060078, App. 3/10/2006; Ord. 222-11, File No. 111001, App. 11/15/2011, Eff. 12/15/2011)\n(Former Sec. 3.20 added by Ord. 223-97, App. 6/6/97; amended by Ord. 55-98, App. 2/20/98; repealed by Ord. 216-05) \n\n","heading":{"title":"3","chaptersection":"20","identifier":"3.20","catch_text":"CAPITAL EXPENDITURE PLAN."}}