{"text":"\n     (a)     Each elected and appointing officer, agency, board or commission, shall, not later than the twenty-first day of February of each year, file with the Controller, for check as to form and completeness, copies of his, her or its budget estimate approved in accordance with the provisions of the Charter. \n     (b)     The Controller shall, not later than the first working day of March of each year, consolidate such budget estimates and transmit the same to the Mayor, together with such other material as is required. \n     (c)     The Mayor shall, not later than the first working day of May of each year, transmit to the Board of Supervisors proposed budgets for selected departments, as determined by the Controller, in consultation with the President of the Board of Supervisors and the Mayor's Budget Director. The criteria used by the Controller to determine which budgets will be submitted to the Board of Supervisors by the first working day of May should include: departments that are not supported by the City's general fund or departments that do not rely on the State's budget submission in May for their revenue sources. The Mayor shall, not later than the first working day of June of each year, transmit to the Board of Supervisors the complete City budget, including the remaining departments' budgets and estimates of amounts required to meet bond interest and fixed charges, together with his or her budget message and a draft of the annual appropriation ordinance, prepared by the Controller. \n     (d)     The Controller shall, as provided in Section \n9.102 of the Charter, review the estimated revenues and assumptions contained in the Mayor's submission of the budget and provide an opinion regarding the accuracy and reasonableness of the economic assumptions and revenue estimates on or before the fifth working day following submission of the Mayor's budget to the Board. In addition, the Controller may also recommend to the Board such reserves as he or she considers prudent given the proposed resources and expenditures contained in the Mayor's budget. \n     (e)     The Committee of the Board of Supervisors then having jurisdiction over the budget according to the Rules of the Board shall review the budget and recommend an Interim Appropriation and Salary Ordinance which shall reflect the budget transmitted by the Mayor; provided, however, that any funds for equipment, capital improvements, new positions of employment, or any other proposed expenditures may be placed in reserve until released by the Board of Supervisors; and provided, further, that said ordinances shall reflect the rates of compensation established pursuant to Charter Sections \nA8.403, \nA8.404, \nA8.409 and \nA8.590-1 through \nA8.590-5. \n     (f)     The Board of Supervisors shall not later than the thirtieth day of June, finally pass the interim appropriation and salary ordinances. \n     (g)     The Board of Supervisors shall not later than the last working day of July, adopt the budget as proposed by the Mayor, or as amended by the Board of Supervisors. \n     (h)     Not later than the last working day of September, the Board of Supervisors shall adopt by ordinance the tax rate for the City and County including amounts required for debt service. \n     (i)     This Section shall not apply to departments entering the second year of a fixed two-year budgetary cycle as provided in Charter Section \n9.101(g).\n     (j)     If any date shown in this Section falls on a nonbusiness day, the due date shall be the next succeeding business day. \n(Added by Ord. 223-97, App. 6/6/97; amended by Ord. 236-01, File No. 011848, App. 12/7/2001; Ord. 240-02, File No. 021502, App. 12/20/2002; Ord. 80-04, File No. 040411, App. 5/6/2004; Ord. 222-11, File No. 111001, App. 11/15/2011, Eff. 12/15/2011) \n\n","heading":{"title":"3","chaptersection":"3. ","identifier":"3.3. ","catch_text":"BUDGET TIMETABLE."}}