{"text":"\n     The policies resulting from this Section are intended to help the Mayor, the Board of Supervisors, the City's boards, commissions, and departments, the Redevelopment Agency and the courts, to develop and effect clear policies that will promote the City's long-term prosperity. So intended, these policies and documents shall not legally bind the Mayor, the Board of Supervisors, or any board, commission, or department to any specific action or course of action beyond their complying with this Section's requirements. \n     (a)     Mission and Goals Statements.\n          (1)     Each department, board, commission and agency shall submit a budget containing documentation which provides the following information: \n               (i)     The overall mission and goals of the department;\n               (ii)     Strategic plans that provide direction towards achieving the department's mission and goals.\n               (iii)     Identification of policy outcome measures that reflect the mission and goals of the department and which can be used to gauge progress towards attaining these goals; \n               (iv)     The specific programs and activities conducted by the department to accomplish its mission and goals and the customers or clients served; \n               (v)     The total cost of carrying out each program or activity;\n               (vi)     The department head shall certify the extent to which the department achieved, exceeded, or failed to meet its missions, goals, productivity and service objectives, during the prior fiscal year. \n     (b)     Development of Strategic Plan. Commencing with fiscal year 1998-99, each department, board, commission and agency shall develop and review a strategic plan which contains at least a three-year forward plan to reflect policy outcomes from the operations of the respective department, board, commission or agency consistent with the then-approved budget. A City department, board, commission or agency (\"department\") shall be deemed to have satisfied the requirements of this subsection (b) if it has cooperated with the preparation of the City's most recent Five-Year Financial Plan under Charter Section \n9.119 and specifically the preparation of the summary of the department's strategic goals, resources allocated in the Plan to meet those goals, and changes in service levels expected given investment levels proposed in the Plan.\n     The committee of the Board of Supervisors having jurisdiction over the budget may waive any particular requirement of this Section upon the request of the Mayor. \n(Added by Ord. 223-97, App. 6/6/97; amended by Ord. 222-11, File No. 111001, App. 11/15/2011, Eff. 12/15/2011)\n\n","heading":{"title":"3","chaptersection":"5. ","identifier":"3.5. ","catch_text":"LONG-TERM DEPARTMENTAL AND AGENCY BUDGET PLANNING – SETTING GOALS AND STRATEGIES, DEVELOPING STRATEGIC PLANS."}}