{"text":"\n     The Board of Supervisors finds and declares the following: \n     (a)     The complimentary goals of the City's Workforce Development programs and services are to prepare unemployed and underemployed individuals in becoming as economically self sufficient as possible, and to assist employers with locating and retaining skilled workers. \n     (b)     To this end, many City departments currently manage specific workforce development programs that provide a wide array of services to targeted communities with local, State, and Federal funding in order to support workforce development and to create jobs within the City. \n     (c)     However, ongoing unemployment and underemployment perpetuate individual and community disenfranchisement and contribute to increased criminal activity. The City must focus renewed efforts on employment training, job creation placement and retention services, and career advancement, particularly in neighborhoods struggling with poverty and violence. \n     (d)     Different Workforce Development programs and services housed in different City departments, agencies and community based organizations all work toward the common goals, but unfortunately tend to duplicate programs, create gaps in services, and increase administrative costs and delay, thereby decreasing the overall effectiveness of the City's workforce development efforts. \n     (e)     Currently, the Department of Economic and Workforce Development (DEWD) is responsible for Workforce Development functions in the City, providing policy direction and oversight for Workforce Development programs and services. In addition, the DEWD staffs the San Francisco Workforce Investment Board, a local board of community stakeholders required by Federal Law to govern implementation of, and compliance with, the Workforce Investment Act 1998 (29 U.S.C.A. 2801 et seq.), a significant source of federal funding. Therefore, the Director of the DEWD should oversee comprehensive City-wide Workforce Development strategic and funding allocation plans that coordinate all City department resources devoted to Workforce Development in order to more effectively meet the needs of job seekers in obtaining economic self-sufficiency, and of employers in locating and retaining a skilled workforce. \n(Added by Ord. 270-07, File No. 071056, App. 11/26/2007)\n\n","heading":{"title":"30","chaptersection":"1. ","identifier":"30.1. ","catch_text":"FINDINGS."}}