{"text":"\n     For the purposes of this Chapter, the following definitions shall apply to the terms used herein: \n     (a)     \"City\" shall mean the City and County of San Francisco.\n     (b)     \"Director\" shall mean the Director of Workforce Development within the DEWD.\n     (c)     \"Mayor\" shall mean the Mayor of the City and County of San Francisco or his or her designee.\n     (d)     \"Department of Economic and Workforce Development\" (DEWD) shall mean that department or its successor department, as set forth in San Francisco Administrative Code Section \n2A.270. \n     (e)     \"Funding Allocation Plan\" shall mean the comprehensive annual plan for the appropriation and expenditure of all local, State, and Federal Workforce Development Funds administered by the DEWD and all other City departments. The funding allocation plan shall include program and administrative budgets, service delivery structures, performance measures, and outcome goals for all workforce programs and City departments administering workforce dollars. \n     (f)     \"Workforce Development\" shall mean any effort by any and all departments and agencies of the City and County of San Francisco, to provide and/or fund job readiness, preparation and other pre-employment services, training, placement, retention and advancement programs and services for unemployed or underemployed individuals, to locate jobs and place individuals in those jobs. It shall include efforts to work with the private, public and non-profit sectors to create and improve job opportunities, employment retention and career enhancement, and to set policy and objectives in achieving the dual goals of individual economic self sufficiency and preparation of a skilled labor force. \"Workforce Development\" shall include efforts to seek and manage funding and accountability for pre-employment services, job preparation, training, placement, retention, and career advancement programs. \n     (g)     \"Workforce Development Service Providers\" shall mean all entities and organizations that provide job readiness and skill training, locate jobs and place individuals in those jobs, work with the private and non-profit sector to create and improve job opportunities, provide job retention services and career advancement programs, or any other services related to \"workforce development\" funded through, or by the City with Federal, State and/or local funds. \n     (h)     \"Workforce Investment Act of 1998 (WIA)\" shall mean the Federal Law governing federally-funded workforce development programs codified at 29 USCA 2801, et seq., or any successor federal programs. \n     (i)     \"Workforce Investment San Francisco (WISF)\" shall mean the Local Workforce Investment Board required by WIA and defined at 29 USCA 2832. \n(Added by Ord. 270-07, File No. 071056, App. 11/26/2007)\n\n","heading":{"title":"30","chaptersection":"2. ","identifier":"30.2. ","catch_text":"DEFINITIONS."}}