{"text":"\n     (a)     The Bureau of Labor Statistics of the U.S. Department of Labor reported that the proportion of Americans between 16 and 24 years old who were employed in July of 2009 was 51.4 percent, the lowest July rate on record for the series, which began in 1948. \n     (b)     In November of 2009, the unemployment rate for Americans between 16 and 19 years old was over 40 percent, which is the highest rate of teenage unemployment in the United States since World War II. \n     (c)     The Fall 2008 YouthVote Student Survey found that 84 percent of San Francisco Unified School District (\"SFUSD\") students said they \"would enjoy skill or job-training classes at school.\" \n     (d)     A national survey of 1,379 parents of children in public school conducted by Public Agenda in 2006 found that 71 percent of parents agreed that \"updating high school classes to better match the skills employers want\" will improve high school education. \n     (e)     Training programs focused on preparing high school students for public safety or public health careers would provide real-life applications for students' coursework and encourage them to finish their education. \n     (f)     Training programs for public safety or public health careers would provide students with relevant knowledge and experience to enter into high-quality careers working for the City and County of San Francisco. \n     (g)     A 2007 report by the Career Academy Support Network and the California Center for College and Career found that students enrolled in California Partnership Academies (three-year high school programs that integrate academic and career-focused education) outperformed students statewide in a number of areas: \n          (i)     Sophomores enrolled in CPAs were more likely to pass the California High School Exit Exam (CAHSEE) on the first attempt compared with sophomores statewide. \n          (ii)     The improvement in performance on the CAHSEE by CPA students was most significant for African American and Latino students.\n          (iii)     Fifty percent of CPA graduates fulfilled the University of California's General Subject Areas requirements (known as \"A through G\" requirements) compared with 35 percent of high school graduates statewide. \n     (h)     The Department of Human Resources reports that there are a significant number of San Francisco public safety employees who are at or nearing retirement age and whose positions will potentially need to be filled over the next five years: \n          (i)     There are 358 San Francisco police officers who are currently eligible to retire with maximum benefits, and 661 officers who will be eligible within 5 years. \n          (ii)     There are 168 San Francisco firefighters who are currently eligible to retire with maximum benefits, and 348 firefighters who will be eligible within 5 years. \n          (iii)     There are 100 San Francisco Deputy Sheriffs who are currently eligible to retire with maximum benefits, and 191 Deputy Sheriffs who will be eligible within 5 years. \n     (i)     The Department of Human Resources reports that a minority of San Francisco Firefighters and Police Officers live in San Francisco: 34 percent of firefighters and 25 percent of police officers. \n     (j)     Training SFUSD graduates will provide the City and County of San Francisco with potential employees who have valuable personal experience with life in San Francisco and are uniquely prepared to work with San Franciscans and to respond to emergencies or natural disasters. \n(Added by Ord. 224-10, File No. 100043, App. 8/13/2010)\n\n","heading":{"title":"30","chaptersection":"30. ","identifier":"30.30. ","catch_text":"FINDINGS."}}