{"text":"\n     To the extent allowable by the City Charter, local, State, and Federal law, the Director shall: \n     (a)     Reorganize oversight of the City's workforce development efforts in one location within his or her department;\n     (b)     Create Workforce development policy and provide an overall five-year strategic plan that includes consideration of the workforce development needs of low income, monolingual speakers, youth and other unemployed or underemployed groups with barriers to employment, consistent with the Strategic Plan for Economic Development approved by the Board of Supervisors, for all employment and job training activities in San Francisco, and consistent with the Local Plan required by WIA (the \"Workforce Development Strategic Plan\"); \n     (c)     Define and enforce meaningful outcome measures for job seekers, current employees, and employers using the City's workforce development system by: \n          (1)     developing a uniform system of data collection for use by all City departments, agencies and community based organizations to track all permanent job placements; \n          (2)     requiring City departments to ensure that contractors providing workforce development services reach performance goals;\n          (3)     collecting and managing all workforce development system data; and\n          (4)     reporting outcomes to all system stakeholders.\n     (d)     Establish policy for, and oversee all Federal, State and local, including general fund, dollars for Workforce Development activities in the City. In this endeavor, the Director shall leverage all available workforce development system resources, avoid duplicate services, fill identified gaps in services, and streamline administrative and programmatic functions. \n          (1)     Phase 1, to be completed during Fiscal Year 2007-2008:\n               (A)     identify all Federal, State, and local Workforce Development Funds and the legal requirements for securing and retaining such funds, that are currently administered by all City departments and agencies, and establish budget mechanisms to track such funds (\"Identified Workforce Development Funds\"); \n               (B)     identify all City expenditures incurred in Workforce Development Programs and services, and establish budget mechanisms to track such expenditures (\"Identified Workforce Development Expenditures\"); \n               (C)     prepare a Funding Allocation Plan for all general fund dollars designated as Identified Workforce Development Funds and as Identified Workforce Development Expenditures administered by all City departments for review and comment by the WISF by February 28, 2008, and for review and approval by the Board of Supervisors by March 31, 2008. The Board of Supervisors shall make a determination on such plan by April 30, 2008. \n               (D)     Manage all general fund dollars, including all matching funds necessary to obtain Federal and State Workforce Development funds. \n          (2)     Phase 2, to be completed during Fiscal Year 2008-2009:\n               (A)     continue to identify all Federal, State, and local Workforce Development Funds and the legal requirements for securing and retaining such funds, that are currently administered by all City departments and agencies, and establish budget mechanisms to track such funds (\"Identified Workforce Development Funds\"); \n               (B)     continue to identify all City expenditures incurred in Workforce Development Programs and services, and establish budget mechanisms to track such expenditures (\"Identified Workforce Development Expenditures\"); \n               (C)     prepare a Funding Allocation Plan for all Federal, State and general fund dollars designated as Identified Workforce Development Funds and as Identified Workforce Development Expenditures administered by all City departments for review and comment by the WISF by December 1, 2008, and for review and approval by the Board of Supervisors by January 1, 2009. The Board of Supervisors shall make a determination on such plan by February 28, 2009. \n               (D)     continue to manage all general fund dollars, including all matching funds necessary to obtain Federal and State Workforce Development Funds. \n               (E)     create a timeline and a plan for further centralization of Workforce Development efforts under the DEWD in order to maximize efficiency and effectiveness consistent with the Workforce Development Strategic Plan, WIA, and this Chapter. This plan shall be approved by the Board of Supervisors, and shall be implemented beginning in fiscal year 2009-2010. \n     (e)     Work with all City departments to ensure that the City delivers and administers Workforce Development services consistent with this Chapter and with the applicable policies set forth by the Board of Supervisors and the DEWD; and \n     (f)     Work closely with the WISF to coordinate and streamline Workforce Development services for job seekers and employers in the City, consistent with the WIA and this Chapter. \n     (g)     Assume the management of the First Source Hiring Program. In addition, to the extent consistent with the Charter, the Director shall administer all funds that the City budget appropriates to fund the First Source Hiring Program. \n(Added by Ord. 270-07, File No. 071056, App. 11/26/2007)\n\n","heading":{"title":"30","chaptersection":"4","identifier":"30.4","catch_text":"POWERS AND DUTIES."}}