{"text":"\n     Subject to the City Charter, local, State and Federal law: \n     (a)     All City departments engaged in workforce development programs and services shall (1) provide information regarding all Federal, State and local Workforce Development Funds to the Director within 30 days of the effective date of this ordinance, (2) follow the Director's strategic direction for such activities and (3) not implement any new workforce development efforts without the approval of the Director. \n     (b)     In Phase 1, as described in Section \n30.4(d)(1), the department head of each department that administers workforce development funds shall enter into a Memorandum of Understanding with the DEWD, or successor department, explaining each department's responsibilities and setting forth measurable outcomes as a condition of administering and/or receiving any local, including all general fund, workforce development funding from the DEWD. Each departmental Memorandum of Understanding shall also set forth the department's Workforce Development budget and program plans. Finally, City departments shall track and report back to the Director job seeker and employer services outcomes and shall respond to other reasonable requests for data from the Director. \n     (c)     In Phase 2, as described in Section \n30.4(d)(2), the department head of each department that administers Workforce Development Funds shall, enter into a Memorandum of Understanding with the DEWD, or successor department, explaining each department's responsibilities and setting forth measurable outcomes as a condition of administering and/or receiving any federal, state and local, including all general fund, Workforce Development funding from the DEWD. Each departmental Memorandum of Understanding shall also set forth the department's workforce development budget and program plans. Finally, City departments shall track and report back to the Director job seeker and employer services outcomes and shall respond to other reasonable requests for data from the Director. \n     (d)     Beginning in Fiscal Year 2008-2009, the department head of each department that administers Workforce Development Funds shall administer the Identified Workforce Development Funds and Identified Workforce Development Expenditures in accordance with the annual Approved Funding Allocation Plan. \n     (e)     Beginning in Fiscal Year 2009-2010, the department head of each department that administers Workforce Development Funds shall comply with the timeline and a plan for centralizing Workforce Development efforts under the DEWD prepared by the Director as required in Section \n30.4(d)(2), and approved by the Board of Supervisors. \n(Added by Ord. 270-07, File No. 071056, App. 11/26/2007)\n\n","heading":{"title":"30","chaptersection":"5","identifier":"30.5","catch_text":"CITY DEPARTMENT RESPONSIBILITIES."}}