{"text":"\n     (a)     Prior to making any appointments to the WISF, as set forth in the WIA, the Mayor shall submit the name of each nominee to the Board of Supervisors. Unless the Board of Supervisors disapproves a nominee within thirty days after receipt of the Notice of Appointment, the appointment shall become final. The Mayor need not submit WISF nominees to Board of Supervisors for approval, if the Mayor appoints two (2) members of the Board of Supervisors to the WISF. \n     (b)     Pursuant to the relevant provisions of the WIA, the Mayor may include individuals on the WISF as he or she determines to be appropriate. As a matter of policy, the Board of Supervisors strongly urges the Mayor to appoint a member of the Board of Supervisors to the WISF. \n     (c)     The Director shall submit the Local Plan, as defined and required by the WIA, to the Board of Supervisors for review and comment not less than 30 days prior to the submission of the Plan to the Governor. \n     (d)     (1)     A seven (7) member committee (\"Committee\") shall be convened to serve in an advisory capacity to the WISF. This committee shall include members representing workforce development service providers and other community-based organizations serving low-income San Francisco residents and those with barriers to employment. The Committee shall advise the WISF on workforce system priorities, client needs and services. \n          (2)     The Board of Supervisors shall appoint four (4) members to the Committee. The Transitional Youth Task Force shall appoint one (1) member to the Committee; the Local Homeless Coordinating Board shall appoint one (1) member to the Committee; the San Francisco Safe Communities Re-Entry Council shall appoint one (1) member to the Committee. All Committee members must be staff and/or Board members of 501c3 organizations. \n          (3)     All Committee members will be appointed to serve for a two year term, and all Committee members and/or the organizations they represent will serve for no more than two (2) consecutive terms. The terms are to be staggered. Therefore, at the first meeting of the Committee, the members will draw lots to determine which three (3) members will serve for one (1) year. \n          (4)     The Chair of the Committee and/or the organization he/she represents may not receive any funds for Workforce Development efforts from any department or agency of the City and County of San Francisco during his/her term of appointment as Chair, nor for a minimum of two years following the conclusion of his/her Committee service. The Committee will annually nominate a Committee Chair (from among its membership), to be appointed by the WISF. \n(Added by Ord. 270-07, File No. 071056, App. 11/26/2007)\n\n","heading":{"title":"30","chaptersection":"7. ","identifier":"30.7. ","catch_text":"LOCAL WORKFORCE INVESTMENT BOARD."}}