{"text":"\n     (a)     CEQA provides that certain classes of projects generally do not have a significant effect on the environment and therefore are categorically exempt from CEQA. Each public agency must list the specific activities that fall within each such class, subject to the qualification that these lists must be consistent with both the letter and the intent of the classes set forth in CEQA. Except as provided in this section 31.08, projects that are categorically exempt are not subject to the requirements of this \nChapter 31. \n     (b)     The Environmental Review Officer shall maintain the required list of types of projects which are categorically exempt, and such list shall be kept posted in the offices of the Planning Department. Such list shall be kept up to date in accordance with any changes in CEQA and any changes in the status of local projects. The initial list and any additions, deletions and modifications thereto shall be adopted as administrative regulations by resolution of the Planning Commission after public hearing, according to the procedure set forth in Section \n31.04(c) of this Chapter. \n     (c)     CEQA provides for public agencies to request additions, deletions and modifications to the classes of projects listed as categorically exempt in CEQA. The Planning Commission shall make any such requests, after a public hearing thereon held according to the procedure specified in Section \n31.04(c) of this Chapter for adoption of administrative regulations. \n     (d)     The Environmental Review Officer may adopt necessary forms, checklists and processing guidelines to aid the Planning Department and other departments in determining that a project may be categorically exempt in accordance with the letter and the intent expressed in the classes of categorical exemptions specified in CEQA and with the administrative regulations adopted by the Planning Commission. \n     (e)     The Environmental Review Officer shall advise other departments of the categorical exemptions. The Environmental Review Officer may delegate the determination whether a project is categorically exempt from CEQA to other departments, provided that other departments shall consult with the Environmental Review Officer regarding the application of the categorical exemptions, and provided further that the Environmental Review Officer shall be responsible for all determinations so delegated to other departments. \n     (f)     When the Environmental Review Officer, or any other department to which the Environmental Review Officer has delegated responsibility pursuant to Section \n31.08(e) above, has determined that a project is excluded or categorically exempt from CEQA, notice to the public shall be provided for all such determinations involving the following types of projects: (1) any historical resources as defined in CEQA, including without limitation, any buildings and sites listed individually or located within districts listed (i) in Planning Code \nArticles 10 or \n11, (ii) in City-recognized historical surveys, (iii) on the California Register, or (iv) on the National Register of Historic Places; (2) any Class 31 categorical exemption; (3) any demolition of an existing structure; or, (4) any Class 32 categorical exemption. Written determinations of categorical exemptions for these types of projects shall be posted in the offices of the Planning Department and shall be mailed to any individuals or organizations that have previously requested such notice in writing. \n     (g)     When the Environmental Review Officer, or any other department to which the Environmental Review Officer has delegated responsibility pursuant to Section \n31.08(e) above, has determined that a project is excluded or categorically exempt from CEQA, the Environmental Review Officer may issue a Certificate of Exemption from Environmental Review by posting a copy thereof in the offices of the Planning Department, and by mailing copies thereof to the applicant, the board(s), commission(s) or department(s) that will carry out or approve the project, and to any individuals or organizations who have previously requested such notice in writing. \n     (h)     The Planning Commission may take testimony on any categorical exemption at the public hearing, if any, in connection with the Planning Commission's consideration of the project that is the subject of the categorical exemption. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\nARTICLE III:\nEVALUATIONS\n\n\nSec. 31.09.\nDetermination of Need for Evaluation. \n\nSec. 31.10.\nInitial Evaluation of Projects. \n\nSec. 31.11.\nNegative Declarations or Mitigated Negative Declarations. \n\nSec. 31.12.\nDeterminations that Environmental Impact Reports are Required. \n\nSec. 31.13.\nDraft Environmental Impact Reports. \n\nSec. 31.14.\nConsultations and Comments. \n\nSec. 31.15.\nFinal Environmental Impact Reports. \n\nSec. 31.16.\nAppeal of Final Environmental Impact Reports. \n\nSec. 31.17.\nActions on Projects. \n\nSec. 31.18.\nAdditional Environmental Review. \n\nSec. 31.19.\nEvaluation of Modified Projects. \n\nSec. 31.20.\nMultiple Actions on Projects. \n\nSEC. 31.09.  DETERMINATION OF NEED FOR EVALUATION.\n     All projects that are not statutorily excluded or categorically exempt from CEQA shall be referred to the Environmental Review Officer, prior to the decision as to whether to carry out or approve the project, for an initial study to establish whether a negative declaration or an environmental impact report is required. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\nSEC. 31.10.  INITIAL EVALUATION OF PROJECTS.\n     (a)     Upon receiving an environmental evaluation application for a project, or upon referral of a project by the board, commission or department that is to carry out or approve the project, the Environmental Review Officer shall determine whether such project is exempt from environmental review. If not exempt, the Environmental Review Officer shall complete an initial study to determine the level of environmental analysis required. In the event it is clear at the outset that an environmental impact report is required, the Environmental Review Officer may, with the consent of the applicant, make an immediate determination and dispense with the initial study. Each environmental evaluation application or referral shall include a project description using as its base the environmental information form set forth as Appendix H of the CEQA Guidelines, which form shall be supplemented to require additional data and information applicable to a project's effects, including consistency with the environmental issues included in the Eight Priority Policies set forth in Section \n101.1 of the Planning Code and incorporated into the General Plan, shadow impacts, including the analysis set forth in Planning Code Section \n295, and such other data and information specific to the urban environment of San Francisco or to the specific project. Each environmental evaluation application or referral shall be certified as true and correct by the applicant or referring board, commission or department. Each initial study shall include an identification of the environmental effects of a project using as its base the environmental checklist form set forth in Appendix G of the CEQA Guidelines and addressing each of the questions from the checklist form that are relevant to a project's environmental effects; provided that the checklist form shall be supplemented to address additional environmental effects, including consistency with the environmental issues included in the Eight Priority Policies set forth in Section \n101.1 of the Planning Code and incorporated into the General Plan, shadow impacts, including the analysis set forth in Planning Code Section \n295, and such other environmental effects specific to the urban environment of San Francisco or to the specific project. \n     (b)     The initial study shall provide data and analysis regarding the potential for the project to have a significant effect on the environment. The basic criteria for determination of significant effect shall be consistent with the provisions set forth in CEQA. \n     (c)     The applicant or the board, commission or department that is to carry out or approve the project shall submit to the Environmental Review Officer such data and information as may be necessary for the initial study. If such data and information are not submitted, the Environmental Review Officer may suspend work on the initial evaluation. \n     (d)     During preparation of the initial study, the Environmental Review Officer may consult with any person having knowledge or interest concerning the project. In cases in which the project is to be carried out or approved by more than one government agency and the City is the lead agency, the Environmental Review Officer shall solicit input from all other government agencies that are to carry out or approve the project. \n     (e)     If a project is subject to CEQA and the National Environmental Policy Act, an initial evaluation prepared pursuant to the National Environmental Policy Act may be used to satisfy the requirements of this Section. \n     (f)     Based on the analysis and conclusions in the initial study, the Environmental Review Officer shall determine, based on the requirements of CEQA, whether there is a \"fair argument\" that the project could have a significant effect on the environment, and whether a negative declaration or environmental impact report shall be prepared. \n     (f)     Based on the analysis and conclusions in the initial study, the Environmental Review Officer shall determine, based on the requirements of CEQA, whether the project could have a significant effect on the environment, and whether a negative declaration or environmental impact report shall be prepared. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001; Ord. 116-06, File No. 060224, App. 6/1/2006)\n\nSEC. 31.11.  NEGATIVE DECLARATIONS OR MITIGATED NEGATIVE DECLARATIONS.\n     (a)     When any negative declaration is required, it shall be prepared by or at the direction of the Environmental Review Officer. The negative declaration shall describe the project proposed, include the location of the property, preferably shown on a map, and the name of the project proponent, state the proposed finding that the project could not have a significant effect on the environment, and have attached to it a copy of the initial study documenting reasons to support that finding. The negative declaration shall also indicate mitigation measures, if any, included in the project to avoid potentially significant effects. \n     (b)     The Environmental Review Officer shall first prepare a negative declaration on a preliminary basis, and shall post a copy of the proposed negative declaration in the offices of the Planning Department and mail notice thereof to the applicant and the board(s), commission(s) or department(s) that will carry out or approve the project. \n     (c)     The Environmental Review Officer shall provide a notice of intent to adopt a negative declaration or mitigated negative declaration by publication in a newspaper of general circulation in the City, by posting in the offices of the Planning Department and on the subject site, by mail to the owners of all real property within the area that is the subject of the negative declaration and within 300 feet of all exterior boundaries of such area, and by mail to all organizations and individuals who have previously requested such notice in writing, sufficiently prior to adoption of the negative declaration to allow the public and agencies a review period of not less than twenty (20) days, or thirty (30) days if required by CEQA. \n     (d)     The notice of intent shall specify the period during which comments are to be received, the date, time and place of any public hearings on the project, a brief description of the project and its location, and the address where copies of the negative declaration and all documents referenced in the negative declaration are available for review. \n     (e)     Within twenty (20) days, or thirty (30) days if required by CEQA, following the publication of such notice, any person may appeal the proposed negative declaration to the Planning Commission, specifying the grounds for such appeal. Any person may submit comments on the proposed negative declaration. \n     (f)     The Planning Commission shall hold a public hearing on any such appeal within not less than fourteen (14) nor more than thirty (30) days after the close of the appeal period. Notice of such hearing shall be posted in the offices of the Planning Department, and shall be mailed to the appellant, to the applicant, to the board(s), commission(s) or department(s) that will carry out or approve the project, to any individual or organization that has submitted comments on the proposed negative declaration, and to any other individual or organization that has requested such notice in writing. \n     (g)     After such hearing the Planning Commission shall affirm the proposed negative declaration if it finds that the project could not have a significant effect on the environment, may refer the proposed negative declaration back to the Planning Department for revisions, or shall overrule the proposed negative declaration and order preparation of an environmental impact report if it finds that the project may have a significant effect on the environment. \n     (h)     If the proposed negative declaration is not appealed as provided herein, or if it is affirmed on appeal, the negative declaration shall be considered final, subject to any necessary modifications. Thereafter, the first City decision-making body to act on approval of the project shall review and consider the information contained in the final negative declaration, together with any comments received during the public review process, and, upon making the findings as provided in CEQA, shall adopt the negative declaration, prior to approving the project. All decision-making bodies shall review and consider the negative declaration and make findings as required by CEQA prior to approving the project. \n     (i)     If the City adopts a mitigated negative declaration, the decision-making body shall also adopt a program for reporting on or monitoring the mitigation measures for the project that it has either required or made a condition of approval to mitigate or avoid significant environmental effects. \n     (j)     After the City has decided to carry out or approve the project, the Environmental Review Officer may file a notice of determination with the county clerk in the county or counties in which the project is to be located. If required by CEQA, the notice of determination shall also be filed with the California Office of Planning and Research. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.11; amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01) \n\nSEC. 31.12.  DETERMINATIONS THAT ENVIRONMENTAL IMPACT REPORTS ARE REQUIRED.\n     If it is determined that a project may have a significant effect on the environment and that an environmental impact report is required, the Environmental Review Officer shall publish the notice of preparation in a newspaper of general circulation in the City, shall post the notice of preparation in the offices of the Planning Department, and shall mail the notice of preparation to the applicant, the board(s), commission(s) or department(s) that will carry out or approve the project and to all organizations and individuals who have previously requested such notice in writing. The Environmental Review Officer shall provide such other notice as required by CEQA. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.12; amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01) \n\nSEC. 31.13.  DRAFT ENVIRONMENTAL IMPACT REPORTS.\n     (a)     When an environmental impact report (\"EIR\") is required, it shall be prepared by or at the direction of the Environmental Review Officer. The EIR shall first be prepared as a draft report. \n     (b)     The applicant or the board, commission or department that is to carry out or approve the project shall submit to the Environmental Review Officer such data and information as may be necessary to prepare the draft EIR. If such data and information are not submitted, the Environmental Review Officer may suspend work on the draft EIR. The data and information submitted shall, if the Environmental Review Officer so requests, be in the form of all or a designated part or parts of the proposed draft EIR itself, although the Environmental Review Officer shall in any event make his or her own evaluation and analysis and exercise his or her independent judgment in preparation of the draft EIR for public review. \n     (c)     During preparation of the draft EIR, the Environmental Review Officer may consult with any person having knowledge or interest concerning the project. If he/she has not already done so in accordance with Section 31.10 above, in cases in which the project is to be carried out or approved by more than one public agency, the Environmental Review Officer shall consult with all other public agencies that are to carry out or approve the project. \n     (d)     When the draft EIR has been prepared, the Environmental Review Officer shall file a notice of completion of such draft as required by CEQA. A copy of such notice, or a separate notice containing the same information, shall thereupon be posted in the offices of the Planning Department and on the subject site, and mailed to the applicant, the board(s), commission(s) or department(s) that will carry out or approve the project, and to any individual or organization that has requested such notice in writing. The notice of completion shall be sent by mail to the owners of all real property within the area that is the subject of the environmental impact report and within 300 feet of all exterior boundaries of such area. A copy of the draft EIR shall be provided to the applicant and to such board(s), commission(s) or department(s) and to any individual or organization that has so requested. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.13; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\nSEC. 31.14.  CONSULTATIONS AND COMMENTS.\n     (a)     Notice shall be sent to public agencies with jurisdiction by law, and persons with special expertise as follows: after filing a notice of completion as required by CEQA, the Environmental Review Officer shall send a copy of the draft EIR to any public agencies as required by CEQA, and may send copies to and consult with persons who have special expertise with respect to any environmental impact involved. \n     (b)     In sending such copies, the Environmental Review Officer shall request comments on the draft EIR from such agencies and persons, with particular focus upon the sufficiency of the draft EIR in discussing possible effects on the environment, ways in which adverse effects may be minimized, and alternatives to the project. \n     (c)     Each notice and request for comments shall state that any comments must be returned within a certain time after the sending of the draft EIR, and if comments are not returned within that time it shall be assumed that the agency or person has no comment to make. The time limit shall normally be thirty (30) days, or forty-five (45) days if required by CEQA. The Environmental Review Officer may allow a longer period for comments on projects of exceptional size or complexity. The Planning Commission or the Environmental Review Officer may, upon the request of an agency or person from whom comments are sought, grant an extension of time beyond the original period for comments, but such extension shall not interfere with the holding of any hearing on the draft EIR for which notice has already been given. \n     (d)     Notice to the general public shall be provided as follows:\n          (1)     Public participation, both formal and informal, shall be encouraged at all stages of review, and written comments shall be accepted at any time up to the conclusion of the public comment period. The Environmental Review Officer may give public notice at any formal stage of the review process, beyond the notices required by this Chapter 31, in any manner it may deem appropriate, and may maintain a public log as the status of all projects under formal review. Members of the general public shall be encouraged to submit their comments in writing as early as possible. \n          (2)     The draft EIR shall be available to the general public upon filing of the notice of completion.\n          (3)     The Planning Commission shall hold a public hearing on every draft EIR, with such hearing combined as much as possible with other activities of the Planning Commission. The Environmental Review Officer may, upon delegation by the Planning Commission, take testimony at supplemental public hearing(s) on draft EIRs, in addition to, and not in lieu of, the hearing conducted by the Planning Commission, and shall report to and make all testimony received by the Environmental Review Officer available to the Planning Commission at a public hearing. Notice of the Planning Commission hearings and all hearings at which the Environmental Review Officer takes testimony shall be given by publication in a newspaper of general circulation in the City at least 30 days prior to the hearing, by posting in the offices of the Planning Department, by posting on or near the site proposed for the project; and by mail sent not less than 30 days prior to the hearing to the applicant, to the board, commission or department that is to carry out or approve the project, and to any other individual or organization requesting such notice. \n          (4)     The draft EIR, including any revisions made prior to or during the public hearing, shall be the basis for discussion at the hearing. To the extent feasible, any comments already received from any agency, organization or individual shall be available at the public hearing. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.14; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\nSEC. 31.15.  FINAL ENVIRONMENTAL IMPACT REPORTS.\n     (a)     A final EIR shall be prepared by, or at the direction of, the Environmental Review Officer, based upon the draft EIR, the consultations and comments received during the review process, and additional information that may become available. \n     (b)     The final EIR shall include a list of agencies and persons consulted, the comments received, either verbatim or in summary, and a response to any comments that raise significant points concerning effects on the environment. The response to comments may take the form of revisions within the draft EIR, or by adding a separate section in the final EIR, or by providing an explanation in response to the comment. \n     (c)     A public record shall be kept of each case in which an EIR is prepared, including all comments received in writing in addition to a record of the public hearing. The final EIR shall indicate the location of such record. Any transcription of a hearing record shall be at the expense of the person requesting such transcription. \n     (d)     When the final EIR has been prepared and in the judgment of the Planning Commission it is adequate, accurate and objective, reflecting the independent judgment and analysis of the Planning Commission, the Planning Commission shall certify its completion in compliance with CEQA. The certification of completion shall contain a finding as to whether the project as proposed will, or will not, have a significant effect on the environment. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.15; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\nSEC. 31.16.  APPEAL OF FINAL ENVIRONMENTAL IMPACT REPORTS.\n     (a)     Any person or entity that has submitted comments to the Planning Commission or the Environmental Review Officer on a draft EIR, either in writing during the public review period, or orally or in writing at a public hearing on the EIR, may appeal the Planning Commission's certification of a final EIR to the Board of Supervisors (the \"Board\"). \n          (1)     A letter of appeal shall be submitted to the Clerk of the Board within twenty (20) calendar days after the Planning Commission's certification of the EIR, stating the specific grounds for appeal, and accompanied by a fee, as set forth in Section \n31.22 herein, payable to the Clerk of the Board. The grounds for appeal shall be limited to issues related to the adequacy, accuracy and objectiveness of the final EIR, including but not limited to the sufficiency of the final EIR as an informational document and the correctness of its conclusions, and the correctness of the findings contained in the Planning Commission's certification of the EIR. The appellant shall submit a copy of the letter of appeal to the Environmental Review Officer at the time appellant submits a letter of appeal to the Clerk of the Board. \n          (2)     After receipt of the letter of appeal, the Environmental Review Officer shall promptly transmit copies of the EIR to the Clerk of the Board and make the administrative record available to the Board. \n          (3)     While the appeal is pending, and until the EIR is affirmed or re-certified as may be required by the Board, the City shall not carry out or consider the approval of a project that is the subject of the EIR on appeal. \n     (b)     The Clerk of the Board shall promptly schedule a hearing on the appeal before the full Board, without regard to any rule or policy of the Board requiring a 30-day review period. If more than one person submits a letter of appeal on a final EIR, the Board shall consolidate such appeals so that they are heard simultaneously. The Board may consolidate or coordinate its hearing on the appeal with other hearings on the project. Notice of the appeal shall be provided by mail to the appellants and to all organizations and individuals who have previously requested such notice, not less than ten (10) days prior to the date of the hearing. \n     (c)     The Board shall conduct its own independent review of the final EIR. The Board shall consider anew all facts, evidence and/or issues related to the adequacy, accuracy and objectiveness of the final EIR, including but not limited to the sufficiency of the final EIR as an informational document and the correctness of its conclusions, and the Planning Commission's certification of the EIR. The Board may consider new facts, evidence and/or issues that were not introduced before the Planning Commission or the Environmental Review Officer. \n     (d)     The Board shall affirm the Planning Commission's certification of the final EIR only if the Board finds that the final EIR is adequate, accurate and objective, that its conclusions are correct, and that the findings contained in the Planning Commission's certification are correct. The Board may affirm or reverse the action of the Planning Commission only by a vote of a majority of all members of the Board. If the Board reverses the Planning Commission's certification of the final EIR, it shall make specific findings and remand the final EIR to the Planning Commission for further action consistent with the Board's findings. The Board shall act by motion in affirming or reversing the Planning Commission's certification of the final EIR. \n     (e)     The Board shall act on an appeal within thirty (30) days of appeal of the Planning Commission's certification of the EIR, provided that, if the full membership of the Board is not present on the last day on which said appeal is set or continued for hearing within such 30 days, the Board may postpone said hearing and decision thereon until, but not later than, the full membership of the Board is present; provided further, that the latest date to which said hearing and decision may be so postponed shall be not more than ninety (90) days from the date of filing the appeal. The date of certification of the final EIR shall be the date upon which the Planning Commission originally certified the final EIR if: (i) no appeal is filed; or (ii) an appeal is filed and the Planning Commission's certification of the final EIR is affirmed by action of the Board. \n     (f)     In the event the Board remands an EIR to the Planning Commission, the Planning Commission shall take such action as may be required by the specific findings made by the Board and consider re-certification of the EIR. In the event the EIR is re-certified by the Planning Commission, only the portions of the EIR which have been revised, or the new issues which have been addressed, by the Planning Commission may be appealed again to the Board pursuant to the procedures set forth herein. \n     (g)     The Board may reject an appeal if it finds that the appeal fails to state proper grounds for appeal. The Board shall act by motion in rejecting an appeal. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.16; amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01) \n\nSEC. 31.17.  ACTIONS ON PROJECTS.\n     (a)     The certification of completion and the final EIR shall be transmitted by the Environmental Review Officer to the applicant and the board, commission or department that is to carry out or approve the project, and shall be presented to the body which will decide whether to carry out or approve the project. These documents shall also be presented to any appellate body in the event of an appeal from the decision whether to carry out or approve the project. \n     (b)     Before making its decision whether to carry out or approve the project, the decision-making body or appellate body shall review and consider the information contained in the EIR and shall make findings as required by CEQA. \n     (c)     Thereafter, the decision-making body or appellate body may make its decision whether to carry out or approve the project.\n     (d)     After the City has decided to carry out or approve the project, the Environmental Review Officer may file a notice of determination with the county clerk of the county or counties in which the project is to be located and as required by CEQA. Such notice shall contain the information required by CEQA. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.17; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\nSEC. 31.18.  ADDITIONAL ENVIRONMENTAL REVIEW.\n     If the Environmental Review Officer or a decision-making body, as defined in CEQA, determine that additional environmental review is required by CEQA, or if modifications to a project require additional environmental review, such review will be conducted as provided by CEQA and in accordance with the applicable procedures set forth in this \nChapter 31. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\nSEC. 31.19.  EVALUATION OF MODIFIED PROJECTS.\n     (a)     After evaluation of a proposed project has been completed pursuant to this Chapter, a substantial modification of the project may require reevaluation of the proposed project. \n     (b)     Where such a modification occurs as to a project that has been determined to be excluded or categorically exempt pursuant to this Chapter, a new determination shall be made as provided in this Chapter. \n          (1)     If the project is again determined to be excluded or categorically exempt, no further evaluation shall be required by this Chapter. \n          (2)     If the project is determined not to be excluded or categorically exempt, an initial study shall be conducted as provided in this Chapter. \n     (c)     Where such a modification occurs as to a project for which a negative declaration has been adopted or a final EIR has been certified, the Environmental Review Officer shall reevaluate the proposed project in relation to such modification. \n          (1)     If, on the basis of such reevaluation, the Environmental Review Officer determines, based on the requirements of CEQA, that no additional environmental review is necessary, this determination and the reasons therefor shall be noted in writing in the case record, and no further evaluation shall be required by this Chapter. Notice of any such written determination and the reasons therefor shall be posted in the Planning Department, and shall be mailed to the applicant, the board, commission or department that will carry out or approve the project, to any individual or organization that has commented on the environmental document, and to any other individual or organization requesting such notice in writing. \n          (2)     If, on the basis of such reevaluation, the Environmental Review Officer determines that additional environmental review is necessary, the project shall be considered a new project for purposes of environmental review pursuant to this Chapter. In that event, a new evaluation shall be completed prior to the decision by the City as to whether to carry out or approve the project as modified. CEQA sets forth specific requirements for the determination of whether a supplemental or subsequent EIR is necessary, as well as the process therefor. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\nSEC. 31.20.  MULTIPLE ACTIONS ON PROJECTS.\n     (a)     The concept of a project is broadly defined by CEQA so that multiple actions of the same or of different kinds may often constitute a single project. This concept of a project permits all the ramifications of a public action to be considered together, and avoids duplication of review. \n     (b)     Early and timely evaluation of projects and preparation of EIRs shall be emphasized.\n     (c)     Only one initial study, negative declaration or EIR shall be required for each project.\n     (d)     For purposes of determining the appropriate time for evaluation of projects and preparation of EIRs pursuant to this Chapter, there shall be only one relevant decision by the City to carry out or approve, or not to carry out or approve, a project. However for other purposes there may be more than one determination by the same or separate boards, commissions and departments of the City, either discretionary or ministerial, affecting the carrying out or approval of the project. The authority and effectiveness of any other such determinations, including determinations by the Board of Appeals or any other appellate body, shall not be diminished by anything in this Chapter. \n     (e)     Only one evaluation of a project or preparation of an EIR shall occur in cases in which both the City and one or more other public agencies are to carry out or approve a project. In such cases the evaluation or preparation is performed by the lead agency, which agency is selected by reference to criteria in CEQA. \n     (f)     CEQA provides that a single initial study, negative declaration or EIR may be employed for more than one project, if all such projects are essentially the same in terms of environmental effects. Furthermore, an initial study, negative declaration or EIR prepared for an earlier project may be applied to a later project, if the circumstances of the projects are essentially the same. \n     (g)     Reference is made in CEQA to simultaneous consideration of multiple and phased projects, related projects, cumulative effects of projects, projects elsewhere in the region, existing and planned projects. \n     (h)     With respect to projects preceding CEQA, and projects for which evaluations and EIRs have already been completed, or on which substantial work has been performed, CEQA makes provision as to when, if at all, a new evaluation or EIR must be prepared. An effort shall be made, in preparation of evaluations and EIRs, to consider alternatives and thus avoid the need for such further review of the project. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\nARTICLE IV:\nFEES\n\n\nSec. 31.21.\nAllocation of Costs. \n\nSec. 31.22.\nBasic Fees. \n\nSec. 31.23.\nOther Fees. \n\nSec. 31.23.1.\nCommunity Plan Fees. \n\nSEC. 31.21.  ALLOCATION OF COSTS.\n     (a)     The costs of initial evaluations, preparation of environmental impact reports, notices, hearings and other aspects of administering this Chapter 3.1 shall be borne as follows: \n          (1)     For a project to be carried out by the City: By the board, commission or department that is to carry out such project, as part of the budgeted project costs. \n          (2)     For a project to be carried out by any person other than the City: By such person.\n          (3)     For the taking of an appeal to the Planning Commission: By the appellant.\n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.21; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\nSEC. 31.22.  BASIC FEES.\n     (a)     The Planning Department shall charge the following basic fees to applicants for projects located outside of recently adopted Plan Areas (adopted after July 1, 2005) that do not require one or more of the following, which will be initiated through the adoption of an Area Plan: Code amendments for the height or bulk district and General Plan amendments, as specified in Section \n31.21 above: \n          (1)     For an initial study of a project excluding use of special expertise or technical assistance, as described in Section \n31.23 below, the initial fee shall be: \n               Where the total estimated construction cost as defined by the San Francisco Building Code is between $0 and $9,999: $1,092; \n               Where said total estimated construction cost is $10,000 or more, but less than $200,000: $4,249 PLUS 2.066% of the cost over $10,000; \n               Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $8,251 PLUS 1.562% of the cost over $200,000; \n               Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $20,987 PLUS 1.311% of the cost over $1,000,000; \n               Where said total estimated construction cost is $10,000,000 or more, but less than $30,000,000: $141,220 PLUS 0.404% of the cost over $10,000,000; \n               Where said total estimated construction cost is $30,000,000 or more, but less than $50,000,000: $ 223,531 PLUS 0.152% of the cost over $30,000,000; \n               Where said total estimated construction cost is $50,000,000 or more, but less than $100,000,000: $254,453 PLUS 0.037% of the cost over $50,000,000; \n               Where said total estimated construction cost is $100,000,000 or more: $272,962 PLUS 0.016% of the cost over $100,000,000. \n               An applicant proposing major revisions to a project application that has been inactive for more than six months and is assigned shall submit a new application. An applicant proposing significant revisions to a project which has not been assigned and for which an application is on file with the Planning Department shall be charged time and materials to cover the full costs in excess of the initial fee paid. A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (2)     For preparation of an environmental impact report excluding use of special expertise or technical assistance, as described in Section \n31.23 below, the initial fee shall be: \n               Where the total estimated construction cost as defined in the San Francisco Building Code is between $0 to $199,999: $24,255; \n               Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $24,255 PLUS 0.596% of the cost over $200,000; \n               Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $29,248 PLUS 0.404% of the cost over $1,000,000; \n               Where said total estimated construction cost is $10,000,000 or more, but less than $30,000,000: $66,289 PLUS 0.165% of the cost over $10,000,000; \n               Where said total estimated construction cost is $30,000,000 or more, but less than $50,000,000: $100,041 PLUS 0.045% of the cost over $30,000,000; \n               Where said total construction cost is $50,000,000 or more, but less than $100,000,000: $109,240 PLUS 0.045% of the cost over $50,000,000; \n               Where said total estimated construction cost is $100,000,000 or more: $132,433 PLUS 0.016% of the cost over $100,000,000. \n               An applicant proposing major revisions to a project application that has been inactive for more than six months and is assigned shall submit a new application. An applicant proposing significant revisions to a project which has not been assigned and for which an application is on file with the Planning Department shall be charged time and materials to cover the full costs in excess of the initial fee paid.\n          (3)     For an appeal to the Planning Commission: The fee shall be $521.00 to the appellant; provided, however, that the fee shall be waived if the appeal is filed by a neighborhood organization that: (a) has been in existence for 24 months prior to the appeal filing date, (b) is on the Planning Department's neighborhood organization notification list, and (c) can demonstrate to the Planning Director or his/her designee that the organization is affected by the proposed project. An exemption from paying this appeal fee may be granted when the requestor's income is not enough to pay for the fee without affecting their abilities to pay for the necessities of life, provided that the person seeking the exemption demonstrates to the Planning Director or his/her designee that they are substantially affected by the proposed project. \n          (4)     For an appeal to the Board of Supervisors of environmental determinations, including the certification of an EIR, a negative declaration, or determination of a categorical exemption, the fee shall be $521.00 to the appellant; provided, however, that the fee shall be waived if the appeal is filed by a neighborhood organization that: (a) has been in existence for 24 months prior to the appeal filing date, (b) is on the Planning Department's neighborhood organization notification list, and (c) can demonstrate to the Planning Director or his/her designee that the organization is affected by the proposed project. Fees shall be used to defray the cost of appeal for the Planning Department. Such fee shall be refunded to the appellant in the event the Planning Department rescinds its determination or the Board of Supervisors remands or rejects the environmental impact report, negative declaration, or determination of a categorical exemption to the Planning Commission for revisions based on issues related to the adequacy and accuracy of the environmental determination. An exemption from paying this appeal fee may be granted when the requestor's income is not enough to pay for the fee without affecting their ability to pay for the necessities of life, provided that the person seeking the exemption demonstrates to the Clerk of the Board of Supervisors or his/her designee that they are substantially affected by the proposed project. \n          (5)     For preparation of an addendum to an environmental impact report that has previously been certified, pursuant to Section 15164 of the State CEQA Guidelines: or reevaluation of a modified project for which a negative declaration has been prepared: $22,844 plus time and materials as set forth in Subsection (b)(2). \n          (6)     For preparation of a supplement to a draft or certified final environmental impact report: One-half of the fee that would be required for a full environmental impact report on the same project, as set forth in Paragraph (2) above, plus time and materials as set forth in Subsection (b)(2). A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (7)     (A)     For preparation of a Certificate of Exemption from Environmental Review determining that a project is categorically exempt, statutorily exempt, ministerial/nonphysical, an emergency, or a planning and feasibility study: $291 for applications that require only a stamp, $5,697 as an initial fee for applications that require an Exemption Certificate, plus time and materials as set forth in Subsection (b)(2). A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n               (B)     For preparation of a Class 32 Certificate of Exemption from Environmental Review determining that a project is categorically exempt, the initial fee shall be: \n                    Where the total estimated construction cost as defined by the San Francisco Building Code is between $0 and $9,999: $10,476; \n                    Where said total estimated construction cost is $10,000 or more, but less than $200,000: $10,476 PLUS 0.182% of the cost over $10,000; \n                    Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $10,822 PLUS 0.172% of the cost over $200,000; \n                    Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $12,201 PLUS 0.053% of the cost over $1,000,000; \n                    Where said total estimated construction cost is $10,000,000 or more: $16,978 PLUS 0.386% of the cost over $10,000,000. \nA $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (8)     For preparation of an exemption that requires review of historical resource issues only, the following fees apply. For a determination of whether a property is an historical resource under CEQA, the fee is $2,387. For a determination of whether a project would result in a substantial adverse change in the significance of an historical resource, the fee is $3,310. A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (9)     For preparation of a letter of exemption from environmental review: $291, plus time and materials as set forth in Subsection (b)(2). \n          (10)     For review of a categorical exemption prepared by another City Agency, such as the Municipal Transportation Agency or the Public Utilities Commission: $245, plus time and materials as set forth in Subsection (b)(2). \n          (11)     For reactivating an application that the Environmental Review Officer has deemed withdrawn due to inactivity and the passage of time, subject to the approval of the Environmental Review Officer and within six months of the date the application was deemed withdrawn: $237 plus time and materials to cover any additional staff costs. \n          (12)     Monitoring Conditions of Approval and Mitigation Monitoring: Upon adoption of conditions of approval and/or mitigation measures which the Environmental Review Officer determines require active monitoring, the fee shall be $1,153, as an initial fee, plus time and materials as set forth in Section \n31.22(b)2.\n     (b)     Payment. \n          (1)     The fee specified in Subsection (a)(1) shall be paid to the Planning Department at the time of the filing of the environmental evaluation application, and where an environmental impact report is determined to be required, the fee specified in Subsection (a)(2) shall be paid at the time the Notice of Preparation is prepared, except as specified below. However, the Director of Planning or his/her designee may authorize phased collection of the fee for a project whose work is projected to span more than one fiscal year. A nonrefundable processing fee of $53 is required to set-up any installment payment plan for all application fees. The balance of phased payments must be paid in full one week in advance of the first scheduled public hearing before the Planning Commission in consider the project or before any Environmental Impact Report is published. \n          (2)     The Planning Department shall charge the applicant for any time and material costs incurred in excess of the initial fee charged if required to recover the Department's costs for providing services. Provided, however, that where a different limitation on time and materials is set forth elsewhere in this section, then that limitation shall prevail. \n          (3)     Fee Adjustments. The Controller will annually adjust the project application fee amounts specified in Section \n31.22 and Section \n31.23 by the two-year average consumer price index (CPI) change for the San Francisco/San Jose Primary Metropolitan Statistical Area (PMSA). For a listing of the Department's current fees inclusive of annual indexing for inflation, reference the Schedule of Applicable Fees available on the Planning Department website.\n          (4)     Any fraternal, charitable, benevolent or any other nonprofit organization, that is exempt from taxation under the Internal Revenue laws of the United States and the Revenue and Taxation Code of the State of California as a bona fide fraternal, charitable, benevolent or other nonprofit organization, or public entity that submits an application for the development of residential units or dwellings all of which are affordable to low and moderate income households, as defined by the United State Housing and Urban Development Department, for a time period that is consistent with the policy of the Mayor's Office of Housing and the San Francisco Redevelopment Agency may defer payment of the fees specified herein, with the exception of the fees payable pursuant to Section \n31.22(a)(3) and (4) and Section \n31.22(a)(11) herein, until the time of issuance of the building permit, before the building permit is released to the applicant; or (2) within one year of the date of completion of the environmental review document, whichever is sooner. This exemption shall apply notwithstanding the inclusion in the development of other nonprofit ancillary or accessory uses. \n          (5)     An exemption from paying the full fees set forth in Section \n31.22(a) (3) and (4) herein may be granted when the requestor's income is not enough to pay the fee without affecting his or her ability to pay for the necessities of life, provided that the person seeking the exemption demonstrates to the Director of Planning or his/her designee that he or she is substantially affected by the proposed project. \n          (6)     Exceptions to the payment provisions noted above may be made when the Director of Planning or his/her designee has authorized phased collection of the fee for a project whose work is projected to span more than one fiscal year. A nonrefundable processing fee of $53 is required to set-up any installment payment plan for all application fees. The balance of phased payments must be paid in full one week in advance of the first scheduled public hearing before the Planning Commission to consider the project or before any Environmental Impact Report is published. \n     (c)     Refunds. When a request for an initial evaluation or for preparation of an environmental impact report is (1) either withdrawn by the applicant prior to publication of an environmental document or (2) deemed canceled by the Planning Department due to inactivity on the part of the applicant, then the applicant shall be entitled to a refund of the fees paid to the Department less the time and materials expended minus a $436 processing fee. Refund requests must be submitted within six months of the project closure date. \n     (d)     Late Charges and Collection of Overdue Accounts. The Director or his/her designee shall call upon the Bureau of Delinquent Revenues or duly licensed collection agencies for assistance in collecting delinquent accounts more than 60 days in arrears, in which case any additional costs of collection may be added to the fee amount outstanding. If the Department seeks the assistance of a duly licensed collection agency, the approval procedures of Administrative Code Article 5, Section \n10.39-1 et seq. will be applicable. \n     (e)     These amendments to fees related to the Planning Department are intended to provide revenues for the staffing and other support necessary to provide more timely processing of applications within that Department. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001; amended by Ord. 155-04, File No. 040820, App. 7/8/2004; Ord. 175-05, File No. 050917, App. 7/29/2005; Ord. 185-06, File No. 060697, App. 7/21/2006; Ord. 155-08, File No. 080738, App. 7/30/2008; Ord. 213-10, File No. 100724, App. 8/4/2010; Ord. 155-11, File No. 110706, App. 8/1/2011, Eff. 8/31/2011; Ord. 56-13, ) \n(Former Sec. 31.22 amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01) \n\nSEC. 31.23.  OTHER FEES.\n     (a)     Where an initial evaluation or preparation of an environmental impact report and related environmental studies require the use of special expertise or technical assistance not provided by the board, commission, department or other person who is to carry out the project, such expertise or assistance shall be paid for by such board, commission, department or other person. This payment shall be made either to the Planning Department or, if the Planning Department so requests, directly to the party that will provide such expertise or technical assistance. \n     (b)     Where outside consultants are used for such purposes, and the project is to be directly carried out by a person other than a board, commission or department of the City, such consultants shall report their findings directly to the Planning Department. \n     (c)     Where employees of the City are used for such purposes, the costs of such employees shall be paid to the board, commission or department providing such employees. \n     (d)     In addition to any filing fees required by statute, the County Clerk shall collect a documentary handling fee in the amount of $33 for each filing made pursuant to California Fish and Game Code Section 711.4, Subdivision (d). \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001; amended by Ord. 185-06, File No. 060697, App. 7/21/2006; Ord. 155-08, File No. 080738, App. 7/30/2008; Ord. 213-10, File No. 100724, App. 8/4/2010; Ord. 155-11, File No. 110706, App. 8/1/2011, Eff. 8/31/2011) \n(Former Sec. 31.23; amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01) \n\nSEC. 31.23.1.  COMMUNITY PLAN FEES.\n     (a)     The Planning Department shall charge the following Community Plan Fees for environmental applications filed in adopted Plan Areas effective after July 1, 2005: \n          (1)     For Class 1 and 3 Exemptions: same as basic fees outlined in Section \n31.22(a)(8) and (10).\n          (2)     For determination of the appropriate environmental document: $12,720 and any fee pursuant to Section \n31.23.1(c) below. In addition, the applicant shall pay the following fees as appropriate: \n               (i)     If the determination is that the project qualifies for a Community exemption or exclusion, the applicant shall pay a fee of $6,950. \n               (ii)     If the determination is that the project does not qualify for a Community exemption or exclusion, the applicant shall pay fees as set forth in Section \n31.23.1(b) below. \n     (b)     The fees for projects determined not to qualify for a Community exemption or exclusion are as follows:\n          (1)     For an initial study excluding use of special expertise or technical assistance, as described in Section \n31.22 above, the initial fee shall be: \n               Where the total estimated construction cost as defined by the San Francisco Building Code is between $0 and $9,999: $1,360; \n               Where said total estimated construction cost is $10,000 or more, but less than $200,000: $5,651 PLUS 2.571% of the cost over $10,000; \n               Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $10,631 PLUS 1.943% of the cost over $200,000; \n               Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $26,478 PLUS 1.630% of the cost over $1,000,000; \n               Where said total estimated construction cost is $10,000,000 or more, but less than $30,000,000: $176,062 PLUS 0.502% of the cost over $10,000,000; \n               Where said total estimated construction cost is $30,000,000 or more, but less than $50,000,000: $278,494 PLUS 0.189% of the cost over $30,000,000; \n               Where said total estimated construction cost is $50,000,000 or more, but less than $100,000,000: $317,077 PLUS 0.045% of the cost over $50,000,000; \n               Where said total estimated construction cost is $100,000,000 or more: $340,044 PLUS 0.019% of the cost over $100,000,000. \n               An applicant proposing major revisions to a project application that has been inactive for more than six months and is assigned shall submit a new application. An applicant proposing significant revisions to a project which has not been assigned and for which an application is on file with the Planning Department shall be charged time and materials to cover the full costs in excess of the initial fee paid.\n          (2)     For preparation of an environmental impact report excluding use of special expertise or technical assistance, as described in Section \n31.23 above, the initial fee shall be: \n               Where the total estimated construction cost as defined in the San Francisco Building Code is between $0 to $199,999: $30,185; \n               Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $30,185 PLUS 0.741% of the cost over $200,000; \n               Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $36,401 PLUS 0.502% of the cost over $1,000,000; \n               Where said total estimated construction cost is $10,000,000 or more, but less than $30,000,000: $82,495 PLUS 0.206% of the cost over $10,000,000; \n               Where said total estimated construction cost is $30,000,000 or more, but less than $50,000,000: $124,524 PLUS 0.056% of the cost over $30,000,000; \n               Where said total construction cost is $50,000,000 or more, but less than $100,000,000: $136,065 PLUS 0.056% of the cost over $50,000,000; \n               Where said total estimated construction cost is $100,000,000 or more: $164,918 PLUS 0.019% of the cost over $100,000,000. \n               An applicant proposing major revisions to a project application that has been inactive for more than six months and is assigned shall submit a new application. An applicant proposing significant revisions to a project which has not been assigned and for which an application is on file with the Planning Department shall be charged time and materials to cover the full costs in excess of the initial fee paid.\n          (3)     For the preparation of a focused Environmental Impact Report: one-half the fee that would be required for a full environmental impact report, as set forth in Paragraph (b)(2) above, plus time and materials. \n          (4)     The fees above listed in Section \n31.24(b) will sunset 20 years after the effective date of Plan Adoption.\n     (c)     The Planning Department shall recover the cost of preparing and defending programmatic EIRs, including consultant and City Attorney costs, from project sponsors that file or have filed projects in recently adopted Plan Areas (after July 1, 2005) and filed projects within 10 years of the Programmatic EIR certification. The fee shall be a proportional share of the cost of the Programmatic EIR, which is equal to the Department's average time and material costs to prepare and defend a Programmatic EIR divided by the buildable envelope times the square footage of the proposed project. \n     (d)     Except as provided below for projects in the Transit Center District area, if at the time of Community Plan adoption, a project application undergoing review required amendments for height or bulk districts or General Plan amendments and now complies with the Community Plan Zoning, the applicant may choose to pay either the fees specified in Section \n31.22 or Section \n31.23.1. For projects that paid fees under Section \n31.22 and opt to pay fees under Section \n31.23.1, the applicant shall withdraw the application filed under Section \n31.22 and file a new application. Applicants that file a new application and pay the Section \n31.23.1 fees shall be entitled to a refund under Section \n31.22(c). \n          (i)     Transit Center District Plan. Projects in the Transit Center District area that require amendments for height or bulk district or General Plan amendments at the time of project application shall pay the fees specified in Administrative Code Section \n31.23.1(b) and \n31.23.1(c). For projects that paid fees under Section \n31.22, the applicant shall pay the difference between Section \n31.22 fees and Section \n31.23.1(b) and \n31.23.1(c) fees. \n(Added by Ord. 155-08, File No. 080738, App. 7/30/2008; amended by Ord. 213-10, File No. 100724, App. 8/4/2010; Ord. 155-11, File No. 110706, App. 8/1/2011, Eff. 8/31/2011)\n\nARTICLE V:\nSEVERABILITY\n\n\nSec. 31.24.\nSeverability.  \n\nSEC. 31.24.  SEVERABILITY.\n     (a)     If any article, section, subsection, paragraph, sentence, clause or phrase of this Chapter, or any part thereof, is for any reason held to be unconstitutional or invalid or ineffective by any court of competent jurisdiction, or other competent agency, such decision shall not affect the validity or effectiveness of the remaining portions of this \nChapter 31 or any part thereof. The Board hereby declares that it would have passed each article, section, subsection, paragraph, sentence, clause or phrase thereof, irrespective of the fact that any one or more articles, sections, subsections, paragraphs, sentences, clauses or phrases be declared unconstitutional or invalid or ineffective. \n     (b)     If the application of any provision or provisions of this Chapter to any person, property or circumstances is found to be unconstitutional or invalid or ineffective in whole or in part by any court of competent jurisdiction, or other competent agency, the effect of such decision shall be limited to the person, property or circumstances immediately involved in the controversy, and the application of any such provision to other persons, properties and circumstances shall not be affected. \n     (c)     This Section \n31.24 shall apply to this \nChapter 31 as it now exists and as it may exist in the future, including all modifications thereof and additions and amendments thereto. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.24; amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01) \nSec. 31.25.\n(Amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.26.\n(Amended by Ord. 20-81, App. 1/9/81; Ord. 354-95, App. 11/15/95; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.27.\n(Amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.28.\n(Amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.29.\n(Amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.31.\n(Amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.35.\n(Amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.36.\n(Amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.41.\n(Added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.45.\n(Added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.46.\n(Added by Ord. 173-91, App. 5/1/91; amended by Ord. 123-92, App. 5/1/92; Ord. 150-92, App. 5/29/92; Ord. 317-92, App. 10/29/92; Ord. 149-93, App. 5/25/93; Ord. 214-94, App. 6/2/94; Ord. 177-95, App. 6/2/95; Ord. 354-95, App. 11/15/95; Ord. 305-96, App. 7/25/96; Ord. 338-97, App. 8/29/97; Ord. 169-98, App. 5/21/98; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001) \nSec. 31.47.\n(Amended by Ord. 91-86, App. 3/21/86; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.50.\n(Added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\nSec. 31.60.\n(Added by Ord. 154-91, App. 4/25/91; repealed by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\nAPPENDIX\n\nDerivation Table\nCurrent Section\nSimilar to Former Section\n\n31.01\n31.01\n\n31.02\n31.02, 31.03\n\n31.03\n31.04\n\n31.04\n31.05\n\n31.05\n31.41\n\n31.06\n31.11\n\n31.07\n31.14\n\n31.08\n31.17\n\n31.09\n31.22\n\n31.10\n31.23\n\n31.11\n31.24\n\n31.12\n31.25\n\n31.13\n31.26\n\n31.14\n31.27\n\n31.15\n31.28\n\n31.16\n \n31.17\n31.29\n\n31.18\n \n31.19\n31.35\n\n31.20\n31.31\n\n31.21\n31.45\n\n31.22\n31.46\n\n31.23\n31.47, 31.60\n\n31.24\n31.50\n\nDisposition Table\nFormer Section\nSimilar to Current Section\n31.01\n\n31.01\n31.02\n\n31.02\n31.03\n\n31.02\n31.04\n\n31.03\n31.05\n\n31.04\n31.11\n\n31.06\n31.12\n 31.13\n 31.14\n\n31.07\n31.15\n 31.16\n 31.17\n\n31.08\n31.21\n-\n31.22\n\n31.09\n31.23\n\n31.10\n31.24\n\n31.11\n31.25\n\n31.12\n31.26\n\n31.13\n31.27\n\n31.14\n31.28\n\n31.15\n31.29\n\n31.17\n31.31\n\n31.20\n31.35\n\n31.19\n31.36\n 31.41\n\n31.05\n31.45\n\n31.21\n31.46\n\n31.22\n31.47\n\n31.23\n31.50\n\n31.24\n31.60\n\n31.23\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"31","chaptersection":"08. ","identifier":"31.08. ","catch_text":"CATEGORICAL EXEMPTIONS."}}