{"text":"\n     (a)     The City and all its officials, boards, commissions, departments, bureaus and offices shall constitute a single \"local agency,\" \"public agency\" or \"lead agency\" as those terms are used in CEQA; except that the San Francisco Redevelopment Agency shall be a separate \"local agency\" or \"public agency\" as specified in CEQA. With regard to establishment of any redevelopment area, the City shall be the \"lead agency.\" \n     (b)     The administrative actions required by CEQA with respect to the preparation of environmental documents, giving of notice and other activities, as specified in this Chapter, shall be performed by the San Francisco Planning Department as provided herein, acting for the City. \n     (c)     Where adoption of administrative regulations by resolution of the Planning Commission after public hearing is specified herein, there shall be notice by publication in a newspaper of general circulation in the City at least twenty (20) days prior to the hearing and by posting in the offices of the Planning Department, with copies of the proposed regulations sent to the Board of Supervisors and any other affected boards, commissions and departments of the City and to all organizations and individuals who have previously requested such notice in writing. The decision of the Commission in adopting administrative regulations shall be final. \n     (d)     The City shall be responsible for conducting environmental review for projects undertaken by the City within the City's territorial limits and for projects undertaken by the City outside the territorial limits of the City. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001; amended by Ord. 186-02, File No. 021418, App. 9/6/2002; Ord. 218-02, File No. 021609, App. 11/1/2002; Amended by Ord. 168-07, File No. 061537, App. 7/20/2007) \n(Former Sec. 31.04; amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01)\n\n","heading":{"title":"31","chaptersection":"04. ","identifier":"31.04. ","catch_text":"RESPONSIBILITY."}}