{"text":"\n     (a)     Any person or entity that has submitted comments to the Planning Commission or the Environmental Review Officer on a draft EIR, either in writing during the public review period, or orally or in writing at a public hearing on the EIR, may appeal the Planning Commission's certification of a final EIR to the Board of Supervisors (the \"Board\"). \n          (1)     A letter of appeal shall be submitted to the Clerk of the Board within twenty (20) calendar days after the Planning Commission's certification of the EIR, stating the specific grounds for appeal, and accompanied by a fee, as set forth in Section \n31.22 herein, payable to the Clerk of the Board. The grounds for appeal shall be limited to issues related to the adequacy, accuracy and objectiveness of the final EIR, including but not limited to the sufficiency of the final EIR as an informational document and the correctness of its conclusions, and the correctness of the findings contained in the Planning Commission's certification of the EIR. The appellant shall submit a copy of the letter of appeal to the Environmental Review Officer at the time appellant submits a letter of appeal to the Clerk of the Board. \n          (2)     After receipt of the letter of appeal, the Environmental Review Officer shall promptly transmit copies of the EIR to the Clerk of the Board and make the administrative record available to the Board. \n          (3)     While the appeal is pending, and until the EIR is affirmed or re-certified as may be required by the Board, the City shall not carry out or consider the approval of a project that is the subject of the EIR on appeal. \n     (b)     The Clerk of the Board shall promptly schedule a hearing on the appeal before the full Board, without regard to any rule or policy of the Board requiring a 30-day review period. If more than one person submits a letter of appeal on a final EIR, the Board shall consolidate such appeals so that they are heard simultaneously. The Board may consolidate or coordinate its hearing on the appeal with other hearings on the project. Notice of the appeal shall be provided by mail to the appellants and to all organizations and individuals who have previously requested such notice, not less than ten (10) days prior to the date of the hearing. \n     (c)     The Board shall conduct its own independent review of the final EIR. The Board shall consider anew all facts, evidence and/or issues related to the adequacy, accuracy and objectiveness of the final EIR, including but not limited to the sufficiency of the final EIR as an informational document and the correctness of its conclusions, and the Planning Commission's certification of the EIR. The Board may consider new facts, evidence and/or issues that were not introduced before the Planning Commission or the Environmental Review Officer. \n     (d)     The Board shall affirm the Planning Commission's certification of the final EIR only if the Board finds that the final EIR is adequate, accurate and objective, that its conclusions are correct, and that the findings contained in the Planning Commission's certification are correct. The Board may affirm or reverse the action of the Planning Commission only by a vote of a majority of all members of the Board. If the Board reverses the Planning Commission's certification of the final EIR, it shall make specific findings and remand the final EIR to the Planning Commission for further action consistent with the Board's findings. The Board shall act by motion in affirming or reversing the Planning Commission's certification of the final EIR. \n     (e)     The Board shall act on an appeal within thirty (30) days of appeal of the Planning Commission's certification of the EIR, provided that, if the full membership of the Board is not present on the last day on which said appeal is set or continued for hearing within such 30 days, the Board may postpone said hearing and decision thereon until, but not later than, the full membership of the Board is present; provided further, that the latest date to which said hearing and decision may be so postponed shall be not more than ninety (90) days from the date of filing the appeal. The date of certification of the final EIR shall be the date upon which the Planning Commission originally certified the final EIR if: (i) no appeal is filed; or (ii) an appeal is filed and the Planning Commission's certification of the final EIR is affirmed by action of the Board. \n     (f)     In the event the Board remands an EIR to the Planning Commission, the Planning Commission shall take such action as may be required by the specific findings made by the Board and consider re-certification of the EIR. In the event the EIR is re-certified by the Planning Commission, only the portions of the EIR which have been revised, or the new issues which have been addressed, by the Planning Commission may be appealed again to the Board pursuant to the procedures set forth herein. \n     (g)     The Board may reject an appeal if it finds that the appeal fails to state proper grounds for appeal. The Board shall act by motion in rejecting an appeal. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.16; amended by Ord. 166-74, App. 4/11/74; repealed by Ord. 40-01) \n\n","heading":{"title":"31","chaptersection":"16. ","identifier":"31.16. ","catch_text":"APPEAL OF FINAL ENVIRONMENTAL IMPACT REPORTS."}}