{"text":"\n     (a)     When an environmental impact report (\"EIR\") is required, it shall be prepared by or at the direction of the Environmental Review Officer. The EIR shall first be prepared as a draft report. \n     (b)     The applicant or the board, commission or department that is to carry out or approve the project shall submit to the Environmental Review Officer such data and information as may be necessary to prepare the draft EIR. If such data and information are not submitted, the Environmental Review Officer may suspend work on the draft EIR. The data and information submitted shall, if the Environmental Review Officer so requests, be in the form of all or a designated part or parts of the proposed draft EIR itself, although the Environmental Review Officer shall in any event make his or her own evaluation and analysis and exercise his or her independent judgment in preparation of the draft EIR for public review. \n     (c)     During preparation of the draft EIR, the Environmental Review Officer may consult with any person having knowledge or interest concerning the project. If he/she has not already done so in accordance with Section 31.10 above, in cases in which the project is to be carried out or approved by more than one public agency, the Environmental Review Officer shall consult with all other public agencies that are to carry out or approve the project. \n     (d)     When the draft EIR has been prepared, the Environmental Review Officer shall file a notice of completion of such draft as required by CEQA. A copy of such notice, or a separate notice containing the same information, shall thereupon be posted in the offices of the Planning Department and on the subject site, and mailed to the applicant, the board(s), commission(s) or department(s) that will carry out or approve the project, and to any individual or organization that has requested such notice in writing. The notice of completion shall be sent by mail to the owners of all real property within the area that is the subject of the environmental impact report and within 300 feet of all exterior boundaries of such area. A copy of the draft EIR shall be provided to the applicant and to such board(s), commission(s) or department(s) and to any individual or organization that has so requested. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.13; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\n","heading":{"title":"31","chaptersection":"13","identifier":"31.13","catch_text":"DRAFT ENVIRONMENTAL IMPACT REPORTS."}}