{"text":"\n     (a)     Upon receiving an environmental evaluation application for a project, or upon referral of a project by the board, commission or department that is to carry out or approve the project, the Environmental Review Officer shall determine whether such project is exempt from environmental review. If not exempt, the Environmental Review Officer shall complete an initial study to determine the level of environmental analysis required. In the event it is clear at the outset that an environmental impact report is required, the Environmental Review Officer may, with the consent of the applicant, make an immediate determination and dispense with the initial study. Each environmental evaluation application or referral shall include a project description using as its base the environmental information form set forth as Appendix H of the CEQA Guidelines, which form shall be supplemented to require additional data and information applicable to a project's effects, including consistency with the environmental issues included in the Eight Priority Policies set forth in Section \n101.1 of the Planning Code and incorporated into the General Plan, shadow impacts, including the analysis set forth in Planning Code Section \n295, and such other data and information specific to the urban environment of San Francisco or to the specific project. Each environmental evaluation application or referral shall be certified as true and correct by the applicant or referring board, commission or department. Each initial study shall include an identification of the environmental effects of a project using as its base the environmental checklist form set forth in Appendix G of the CEQA Guidelines and addressing each of the questions from the checklist form that are relevant to a project's environmental effects; provided that the checklist form shall be supplemented to address additional environmental effects, including consistency with the environmental issues included in the Eight Priority Policies set forth in Section \n101.1 of the Planning Code and incorporated into the General Plan, shadow impacts, including the analysis set forth in Planning Code Section \n295, and such other environmental effects specific to the urban environment of San Francisco or to the specific project. \n     (b)     The initial study shall provide data and analysis regarding the potential for the project to have a significant effect on the environment. The basic criteria for determination of significant effect shall be consistent with the provisions set forth in CEQA. \n     (c)     The applicant or the board, commission or department that is to carry out or approve the project shall submit to the Environmental Review Officer such data and information as may be necessary for the initial study. If such data and information are not submitted, the Environmental Review Officer may suspend work on the initial evaluation. \n     (d)     During preparation of the initial study, the Environmental Review Officer may consult with any person having knowledge or interest concerning the project. In cases in which the project is to be carried out or approved by more than one government agency and the City is the lead agency, the Environmental Review Officer shall solicit input from all other government agencies that are to carry out or approve the project. \n     (e)     If a project is subject to CEQA and the National Environmental Policy Act, an initial evaluation prepared pursuant to the National Environmental Policy Act may be used to satisfy the requirements of this Section. \n     (f)     Based on the analysis and conclusions in the initial study, the Environmental Review Officer shall determine, based on the requirements of CEQA, whether there is a \"fair argument\" that the project could have a significant effect on the environment, and whether a negative declaration or environmental impact report shall be prepared. \n     (f)     Based on the analysis and conclusions in the initial study, the Environmental Review Officer shall determine, based on the requirements of CEQA, whether the project could have a significant effect on the environment, and whether a negative declaration or environmental impact report shall be prepared. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001; Ord. 116-06, File No. 060224, App. 6/1/2006)\n\n","heading":{"title":"31","chaptersection":"10. ","identifier":"31.10. ","catch_text":"INITIAL EVALUATION OF PROJECTS."}}