{"text":"\n     (a)     After evaluation of a proposed project has been completed pursuant to this Chapter, a substantial modification of the project may require reevaluation of the proposed project. \n     (b)     Where such a modification occurs as to a project that has been determined to be excluded or categorically exempt pursuant to this Chapter, a new determination shall be made as provided in this Chapter. \n          (1)     If the project is again determined to be excluded or categorically exempt, no further evaluation shall be required by this Chapter. \n          (2)     If the project is determined not to be excluded or categorically exempt, an initial study shall be conducted as provided in this Chapter. \n     (c)     Where such a modification occurs as to a project for which a negative declaration has been adopted or a final EIR has been certified, the Environmental Review Officer shall reevaluate the proposed project in relation to such modification. \n          (1)     If, on the basis of such reevaluation, the Environmental Review Officer determines, based on the requirements of CEQA, that no additional environmental review is necessary, this determination and the reasons therefor shall be noted in writing in the case record, and no further evaluation shall be required by this Chapter. Notice of any such written determination and the reasons therefor shall be posted in the Planning Department, and shall be mailed to the applicant, the board, commission or department that will carry out or approve the project, to any individual or organization that has commented on the environmental document, and to any other individual or organization requesting such notice in writing. \n          (2)     If, on the basis of such reevaluation, the Environmental Review Officer determines that additional environmental review is necessary, the project shall be considered a new project for purposes of environmental review pursuant to this Chapter. In that event, a new evaluation shall be completed prior to the decision by the City as to whether to carry out or approve the project as modified. CEQA sets forth specific requirements for the determination of whether a supplemental or subsequent EIR is necessary, as well as the process therefor. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001)\n\n","heading":{"title":"31","chaptersection":"19","identifier":"31.19","catch_text":"EVALUATION OF MODIFIED PROJECTS."}}