{"text":"\n     (a)     When any negative declaration is required, it shall be prepared by or at the direction of the Environmental Review Officer. The negative declaration shall describe the project proposed, include the location of the property, preferably shown on a map, and the name of the project proponent, state the proposed finding that the project could not have a significant effect on the environment, and have attached to it a copy of the initial study documenting reasons to support that finding. The negative declaration shall also indicate mitigation measures, if any, included in the project to avoid potentially significant effects. \n     (b)     The Environmental Review Officer shall first prepare a negative declaration on a preliminary basis, and shall post a copy of the proposed negative declaration in the offices of the Planning Department and mail notice thereof to the applicant and the board(s), commission(s) or department(s) that will carry out or approve the project. \n     (c)     The Environmental Review Officer shall provide a notice of intent to adopt a negative declaration or mitigated negative declaration by publication in a newspaper of general circulation in the City, by posting in the offices of the Planning Department and on the subject site, by mail to the owners of all real property within the area that is the subject of the negative declaration and within 300 feet of all exterior boundaries of such area, and by mail to all organizations and individuals who have previously requested such notice in writing, sufficiently prior to adoption of the negative declaration to allow the public and agencies a review period of not less than twenty (20) days, or thirty (30) days if required by CEQA. \n     (d)     The notice of intent shall specify the period during which comments are to be received, the date, time and place of any public hearings on the project, a brief description of the project and its location, and the address where copies of the negative declaration and all documents referenced in the negative declaration are available for review. \n     (e)     Within twenty (20) days, or thirty (30) days if required by CEQA, following the publication of such notice, any person may appeal the proposed negative declaration to the Planning Commission, specifying the grounds for such appeal. Any person may submit comments on the proposed negative declaration. \n     (f)     The Planning Commission shall hold a public hearing on any such appeal within not less than fourteen (14) nor more than thirty (30) days after the close of the appeal period. Notice of such hearing shall be posted in the offices of the Planning Department, and shall be mailed to the appellant, to the applicant, to the board(s), commission(s) or department(s) that will carry out or approve the project, to any individual or organization that has submitted comments on the proposed negative declaration, and to any other individual or organization that has requested such notice in writing. \n     (g)     After such hearing the Planning Commission shall affirm the proposed negative declaration if it finds that the project could not have a significant effect on the environment, may refer the proposed negative declaration back to the Planning Department for revisions, or shall overrule the proposed negative declaration and order preparation of an environmental impact report if it finds that the project may have a significant effect on the environment. \n     (h)     If the proposed negative declaration is not appealed as provided herein, or if it is affirmed on appeal, the negative declaration shall be considered final, subject to any necessary modifications. Thereafter, the first City decision-making body to act on approval of the project shall review and consider the information contained in the final negative declaration, together with any comments received during the public review process, and, upon making the findings as provided in CEQA, shall adopt the negative declaration, prior to approving the project. All decision-making bodies shall review and consider the negative declaration and make findings as required by CEQA prior to approving the project. \n     (i)     If the City adopts a mitigated negative declaration, the decision-making body shall also adopt a program for reporting on or monitoring the mitigation measures for the project that it has either required or made a condition of approval to mitigate or avoid significant environmental effects. \n     (j)     After the City has decided to carry out or approve the project, the Environmental Review Officer may file a notice of determination with the county clerk in the county or counties in which the project is to be located. If required by CEQA, the notice of determination shall also be filed with the California Office of Planning and Research. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.11; amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01) \n\n","heading":{"title":"31","chaptersection":"11","identifier":"31.11","catch_text":"NEGATIVE DECLARATIONS OR MITIGATED NEGATIVE DECLARATIONS."}}