{"text":"\n     (a)     Notice shall be sent to public agencies with jurisdiction by law, and persons with special expertise as follows: after filing a notice of completion as required by CEQA, the Environmental Review Officer shall send a copy of the draft EIR to any public agencies as required by CEQA, and may send copies to and consult with persons who have special expertise with respect to any environmental impact involved. \n     (b)     In sending such copies, the Environmental Review Officer shall request comments on the draft EIR from such agencies and persons, with particular focus upon the sufficiency of the draft EIR in discussing possible effects on the environment, ways in which adverse effects may be minimized, and alternatives to the project. \n     (c)     Each notice and request for comments shall state that any comments must be returned within a certain time after the sending of the draft EIR, and if comments are not returned within that time it shall be assumed that the agency or person has no comment to make. The time limit shall normally be thirty (30) days, or forty-five (45) days if required by CEQA. The Environmental Review Officer may allow a longer period for comments on projects of exceptional size or complexity. The Planning Commission or the Environmental Review Officer may, upon the request of an agency or person from whom comments are sought, grant an extension of time beyond the original period for comments, but such extension shall not interfere with the holding of any hearing on the draft EIR for which notice has already been given. \n     (d)     Notice to the general public shall be provided as follows:\n          (1)     Public participation, both formal and informal, shall be encouraged at all stages of review, and written comments shall be accepted at any time up to the conclusion of the public comment period. The Environmental Review Officer may give public notice at any formal stage of the review process, beyond the notices required by this Chapter 31, in any manner it may deem appropriate, and may maintain a public log as the status of all projects under formal review. Members of the general public shall be encouraged to submit their comments in writing as early as possible. \n          (2)     The draft EIR shall be available to the general public upon filing of the notice of completion.\n          (3)     The Planning Commission shall hold a public hearing on every draft EIR, with such hearing combined as much as possible with other activities of the Planning Commission. The Environmental Review Officer may, upon delegation by the Planning Commission, take testimony at supplemental public hearing(s) on draft EIRs, in addition to, and not in lieu of, the hearing conducted by the Planning Commission, and shall report to and make all testimony received by the Environmental Review Officer available to the Planning Commission at a public hearing. Notice of the Planning Commission hearings and all hearings at which the Environmental Review Officer takes testimony shall be given by publication in a newspaper of general circulation in the City at least 30 days prior to the hearing, by posting in the offices of the Planning Department, by posting on or near the site proposed for the project; and by mail sent not less than 30 days prior to the hearing to the applicant, to the board, commission or department that is to carry out or approve the project, and to any other individual or organization requesting such notice. \n          (4)     The draft EIR, including any revisions made prior to or during the public hearing, shall be the basis for discussion at the hearing. To the extent feasible, any comments already received from any agency, organization or individual shall be available at the public hearing. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001) (Former Sec. 31.14; added by Ord. 134-73, App. 4/11/73; repealed by Ord. 40-01) \n\n","heading":{"title":"31","chaptersection":"14","identifier":"31.14","catch_text":"CONSULTATIONS AND COMMENTS."}}