{"text":"\n     (a)     The Planning Department shall charge the following basic fees to applicants for projects located outside of recently adopted Plan Areas (adopted after July 1, 2005) that do not require one or more of the following, which will be initiated through the adoption of an Area Plan: Code amendments for the height or bulk district and General Plan amendments, as specified in Section \n31.21 above: \n          (1)     For an initial study of a project excluding use of special expertise or technical assistance, as described in Section \n31.23 below, the initial fee shall be: \n               Where the total estimated construction cost as defined by the San Francisco Building Code is between $0 and $9,999: $1,092; \n               Where said total estimated construction cost is $10,000 or more, but less than $200,000: $4,249 PLUS 2.066% of the cost over $10,000; \n               Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $8,251 PLUS 1.562% of the cost over $200,000; \n               Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $20,987 PLUS 1.311% of the cost over $1,000,000; \n               Where said total estimated construction cost is $10,000,000 or more, but less than $30,000,000: $141,220 PLUS 0.404% of the cost over $10,000,000; \n               Where said total estimated construction cost is $30,000,000 or more, but less than $50,000,000: $ 223,531 PLUS 0.152% of the cost over $30,000,000; \n               Where said total estimated construction cost is $50,000,000 or more, but less than $100,000,000: $254,453 PLUS 0.037% of the cost over $50,000,000; \n               Where said total estimated construction cost is $100,000,000 or more: $272,962 PLUS 0.016% of the cost over $100,000,000. \n               An applicant proposing major revisions to a project application that has been inactive for more than six months and is assigned shall submit a new application. An applicant proposing significant revisions to a project which has not been assigned and for which an application is on file with the Planning Department shall be charged time and materials to cover the full costs in excess of the initial fee paid. A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (2)     For preparation of an environmental impact report excluding use of special expertise or technical assistance, as described in Section \n31.23 below, the initial fee shall be: \n               Where the total estimated construction cost as defined in the San Francisco Building Code is between $0 to $199,999: $24,255; \n               Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $24,255 PLUS 0.596% of the cost over $200,000; \n               Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $29,248 PLUS 0.404% of the cost over $1,000,000; \n               Where said total estimated construction cost is $10,000,000 or more, but less than $30,000,000: $66,289 PLUS 0.165% of the cost over $10,000,000; \n               Where said total estimated construction cost is $30,000,000 or more, but less than $50,000,000: $100,041 PLUS 0.045% of the cost over $30,000,000; \n               Where said total construction cost is $50,000,000 or more, but less than $100,000,000: $109,240 PLUS 0.045% of the cost over $50,000,000; \n               Where said total estimated construction cost is $100,000,000 or more: $132,433 PLUS 0.016% of the cost over $100,000,000. \n               An applicant proposing major revisions to a project application that has been inactive for more than six months and is assigned shall submit a new application. An applicant proposing significant revisions to a project which has not been assigned and for which an application is on file with the Planning Department shall be charged time and materials to cover the full costs in excess of the initial fee paid.\n          (3)     For an appeal to the Planning Commission: The fee shall be $521.00 to the appellant; provided, however, that the fee shall be waived if the appeal is filed by a neighborhood organization that: (a) has been in existence for 24 months prior to the appeal filing date, (b) is on the Planning Department's neighborhood organization notification list, and (c) can demonstrate to the Planning Director or his/her designee that the organization is affected by the proposed project. An exemption from paying this appeal fee may be granted when the requestor's income is not enough to pay for the fee without affecting their abilities to pay for the necessities of life, provided that the person seeking the exemption demonstrates to the Planning Director or his/her designee that they are substantially affected by the proposed project. \n          (4)     For an appeal to the Board of Supervisors of environmental determinations, including the certification of an EIR, a negative declaration, or determination of a categorical exemption, the fee shall be $521.00 to the appellant; provided, however, that the fee shall be waived if the appeal is filed by a neighborhood organization that: (a) has been in existence for 24 months prior to the appeal filing date, (b) is on the Planning Department's neighborhood organization notification list, and (c) can demonstrate to the Planning Director or his/her designee that the organization is affected by the proposed project. Fees shall be used to defray the cost of appeal for the Planning Department. Such fee shall be refunded to the appellant in the event the Planning Department rescinds its determination or the Board of Supervisors remands or rejects the environmental impact report, negative declaration, or determination of a categorical exemption to the Planning Commission for revisions based on issues related to the adequacy and accuracy of the environmental determination. An exemption from paying this appeal fee may be granted when the requestor's income is not enough to pay for the fee without affecting their ability to pay for the necessities of life, provided that the person seeking the exemption demonstrates to the Clerk of the Board of Supervisors or his/her designee that they are substantially affected by the proposed project. \n          (5)     For preparation of an addendum to an environmental impact report that has previously been certified, pursuant to Section 15164 of the State CEQA Guidelines: or reevaluation of a modified project for which a negative declaration has been prepared: $22,844 plus time and materials as set forth in Subsection (b)(2). \n          (6)     For preparation of a supplement to a draft or certified final environmental impact report: One-half of the fee that would be required for a full environmental impact report on the same project, as set forth in Paragraph (2) above, plus time and materials as set forth in Subsection (b)(2). A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (7)     (A)     For preparation of a Certificate of Exemption from Environmental Review determining that a project is categorically exempt, statutorily exempt, ministerial/nonphysical, an emergency, or a planning and feasibility study: $291 for applications that require only a stamp, $5,697 as an initial fee for applications that require an Exemption Certificate, plus time and materials as set forth in Subsection (b)(2). A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n               (B)     For preparation of a Class 32 Certificate of Exemption from Environmental Review determining that a project is categorically exempt, the initial fee shall be: \n                    Where the total estimated construction cost as defined by the San Francisco Building Code is between $0 and $9,999: $10,476; \n                    Where said total estimated construction cost is $10,000 or more, but less than $200,000: $10,476 PLUS 0.182% of the cost over $10,000; \n                    Where said total estimated construction cost is $200,000 or more, but less than $1,000,000: $10,822 PLUS 0.172% of the cost over $200,000; \n                    Where said total estimated construction cost is $1,000,000 or more, but less than $10,000,000: $12,201 PLUS 0.053% of the cost over $1,000,000; \n                    Where said total estimated construction cost is $10,000,000 or more: $16,978 PLUS 0.386% of the cost over $10,000,000. \nA $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (8)     For preparation of an exemption that requires review of historical resource issues only, the following fees apply. For a determination of whether a property is an historical resource under CEQA, the fee is $2,387. For a determination of whether a project would result in a substantial adverse change in the significance of an historical resource, the fee is $3,310. A $111 surcharge shall be added to this fee to compensate the City for the costs of appeals to the Board of Supervisors.\n          (9)     For preparation of a letter of exemption from environmental review: $291, plus time and materials as set forth in Subsection (b)(2). \n          (10)     For review of a categorical exemption prepared by another City Agency, such as the Municipal Transportation Agency or the Public Utilities Commission: $245, plus time and materials as set forth in Subsection (b)(2). \n          (11)     For reactivating an application that the Environmental Review Officer has deemed withdrawn due to inactivity and the passage of time, subject to the approval of the Environmental Review Officer and within six months of the date the application was deemed withdrawn: $237 plus time and materials to cover any additional staff costs. \n          (12)     Monitoring Conditions of Approval and Mitigation Monitoring: Upon adoption of conditions of approval and/or mitigation measures which the Environmental Review Officer determines require active monitoring, the fee shall be $1,153, as an initial fee, plus time and materials as set forth in Section \n31.22(b)2.\n     (b)     Payment. \n          (1)     The fee specified in Subsection (a)(1) shall be paid to the Planning Department at the time of the filing of the environmental evaluation application, and where an environmental impact report is determined to be required, the fee specified in Subsection (a)(2) shall be paid at the time the Notice of Preparation is prepared, except as specified below. However, the Director of Planning or his/her designee may authorize phased collection of the fee for a project whose work is projected to span more than one fiscal year. A nonrefundable processing fee of $53 is required to set-up any installment payment plan for all application fees. The balance of phased payments must be paid in full one week in advance of the first scheduled public hearing before the Planning Commission in consider the project or before any Environmental Impact Report is published. \n          (2)     The Planning Department shall charge the applicant for any time and material costs incurred in excess of the initial fee charged if required to recover the Department's costs for providing services. Provided, however, that where a different limitation on time and materials is set forth elsewhere in this section, then that limitation shall prevail. \n          (3)     Fee Adjustments. The Controller will annually adjust the project application fee amounts specified in Section \n31.22 and Section \n31.23 by the two-year average consumer price index (CPI) change for the San Francisco/San Jose Primary Metropolitan Statistical Area (PMSA). For a listing of the Department's current fees inclusive of annual indexing for inflation, reference the Schedule of Applicable Fees available on the Planning Department website.\n          (4)     Any fraternal, charitable, benevolent or any other nonprofit organization, that is exempt from taxation under the Internal Revenue laws of the United States and the Revenue and Taxation Code of the State of California as a bona fide fraternal, charitable, benevolent or other nonprofit organization, or public entity that submits an application for the development of residential units or dwellings all of which are affordable to low and moderate income households, as defined by the United State Housing and Urban Development Department, for a time period that is consistent with the policy of the Mayor's Office of Housing and the San Francisco Redevelopment Agency may defer payment of the fees specified herein, with the exception of the fees payable pursuant to Section \n31.22(a)(3) and (4) and Section \n31.22(a)(11) herein, until the time of issuance of the building permit, before the building permit is released to the applicant; or (2) within one year of the date of completion of the environmental review document, whichever is sooner. This exemption shall apply notwithstanding the inclusion in the development of other nonprofit ancillary or accessory uses. \n          (5)     An exemption from paying the full fees set forth in Section \n31.22(a) (3) and (4) herein may be granted when the requestor's income is not enough to pay the fee without affecting his or her ability to pay for the necessities of life, provided that the person seeking the exemption demonstrates to the Director of Planning or his/her designee that he or she is substantially affected by the proposed project. \n          (6)     Exceptions to the payment provisions noted above may be made when the Director of Planning or his/her designee has authorized phased collection of the fee for a project whose work is projected to span more than one fiscal year. A nonrefundable processing fee of $53 is required to set-up any installment payment plan for all application fees. The balance of phased payments must be paid in full one week in advance of the first scheduled public hearing before the Planning Commission to consider the project or before any Environmental Impact Report is published. \n     (c)     Refunds. When a request for an initial evaluation or for preparation of an environmental impact report is (1) either withdrawn by the applicant prior to publication of an environmental document or (2) deemed canceled by the Planning Department due to inactivity on the part of the applicant, then the applicant shall be entitled to a refund of the fees paid to the Department less the time and materials expended minus a $436 processing fee. Refund requests must be submitted within six months of the project closure date. \n     (d)     Late Charges and Collection of Overdue Accounts. The Director or his/her designee shall call upon the Bureau of Delinquent Revenues or duly licensed collection agencies for assistance in collecting delinquent accounts more than 60 days in arrears, in which case any additional costs of collection may be added to the fee amount outstanding. If the Department seeks the assistance of a duly licensed collection agency, the approval procedures of Administrative Code Article 5, Section \n10.39-1 et seq. will be applicable. \n     (e)     These amendments to fees related to the Planning Department are intended to provide revenues for the staffing and other support necessary to provide more timely processing of applications within that Department. \n(Added by Ord. 40-01, File No. 001007, App. 3/16/2001; amended by Ord. 155-04, File No. 040820, App. 7/8/2004; Ord. 175-05, File No. 050917, App. 7/29/2005; Ord. 185-06, File No. 060697, App. 7/21/2006; Ord. 155-08, File No. 080738, App. 7/30/2008; Ord. 213-10, File No. 100724, App. 8/4/2010; Ord. 155-11, File No. 110706, App. 8/1/2011, Eff. 8/31/2011; Ord. 56-13, ) \n(Former Sec. 31.22 amended by Ord. 92-77, App. 3/18/77; repealed by Ord. 40-01) \n\n","heading":{"title":"31","chaptersection":"22","identifier":"31.22","catch_text":"BASIC FEES."}}