{"text":"\n     Subject to funds being available, the Chief Administrative Officer shall cause to be published and available to the public a brochure describing RAP and how it affects both tenants and property owners. \n(Added by Ord. 23-74, App. 1/9/74)\n\nARTICLE IV:\nCITIZENS ADVISORY COMMITTEE, AREA LOAN\nCOMMITTEE AND AREA RENT COMMITTEE\n\n\nSec. 32.30.\nCitizens Advisory Committee—Membership. \n\nSec. 32.30-1.\nCitizens Advisory Committee—Membership. \n\nSec. 32.31.\nCitizens Advisory Committee—Functions. \n\nSec. 32.32.\nLoan Committee—Membership. \n\nSec. 32.33.\nLoan Committee—Functions. \n\nSec. 32.34.\nArea Rent Committee. \n\nSEC. 32.30.  CITIZENS ADVISORY COMMITTEE - MEMBERSHIP.\n     (a)     There shall be established a Citizens Advisory Committee for each residential rehabilitation area. Each Citizens Advisory Committee shall consist of not more than 11 persons. \n     (b)     Property owners shall constitute six of the 11 members when 50 percent or more of the structures are owner occupied. The balance of the membership shall be tenants. \n     (c)     Tenants shall constitute six of the 11 members when less than 50 percent of the structures are owner occupied. The balance of the membership shall be property owners. \n     (d)     The determination as to whether 50 percent or more of the structures are owner-occupied shall be made by Director of Planning at the time an area is proposed for designation as a RAP area by the Director. \n(Amended by Ord. 567-77, App. 12/29/77)\n\nSEC. 32.30-1.  CITIZENS ADVISORY COMMITTEE - MEMBERSHIP.\n     (a)     There shall be established a Citizens Advisory Committee for each residential rehabilitation area. Each Citizens Advisory Committee shall consist of 11 persons. \n     (b)     Members of the Citizens Advisory Committee shall be selected from the following groups which are defined only for the purposes of Section \n32.30-1. \n          (1)     \"Property owners\" means persons owning property in the residential rehabilitation area.\n          (2)     \"Employees of property owners\" means residents of the residential rehabilitation area who are employed by area property owners for 20 or more hours per month. \n          (3)     \"Agents of property owners\" means residents of the residential rehabilitation area who represent an area property owner in dealing with third persons for any purpose. \n          (4)     \"Tenants\" means residents of the residential rehabilitation area who are not area property owners, employees of property owners, or agents of property owners as defined in this Section. \n     (c)     At least one property owner, and either additional property owners, employees of property owners, or agents of property owners shall constitute six of the 11 members of the Citizens Advisory Committee when 50 percent of the structures are owner-occupied. The balance of the membership shall be tenants. \n     (d)     Tenants shall constitute six of the 11 members of the Citizens Advisory Committee when less than 50 percent of the structures are owner-occupied. The balance of the membership shall consist of at least one property owner and either additional property owners, employees of property owners, or agents of property owners. \n     (e)     The determination as to whether 50 percent or more of the structures are owner-occupied shall be made by the Director of Planning at the time an area is proposed for designation as a RAP area by the Director. \n     (f)     If the number of nominees for any constituency on the Citizens Advisory Committee exceeds the number of openings for that constituency, a publicly announced election shall be held to select the members of that constituency and only members of that constituency may vote in that election. Property owners, employees of property owners, and agents of property owners shall constitute one constituency. Tenants shall constitute a separate constituency. \n     (g)     All nominations, appointments and elections necessary to carry out the purposes of this Section shall be in accordance with rules and regulations promulgated by the Chief Administrative Officer or the person to whom responsibility for administration of the program has been delegated. \n     (h)     The provision of this Section shall apply only in residential rehabilitation assistance areas designated by resolution of the Board of Supervisors pursuant to Section \n32.43 on or after July 1, 1977. \n(Added by Ord. 225-78, App. 5/1/78)\n\nSEC. 32.31.  CITIZENS ADVISORY COMMITTEE - FUNCTIONS.\n     The functions of the Citizens Advisory Committee include the following: \n     (a)     Assist the Director of Planning and other relevant City and County departments in developing a plan for public improvements in the residential rehabilitation area; \n     (b)     Participate with the Chief Administrative Officer in development of the rules and regulations governing implementation of the program; \n     (c)     Assist the Chief Administrative Officer in implementation of the Residential Rehabilitation Program in the Residential Rehabilitation Area; \n     (d)     Appoint a representative from the Residential Rehabilitation Area to the Loan Committee;\n     (e)     Appoint members of the Area Rent Committee;\n     (f)     Develop by-laws for the operation of the Citizens Advisory Committee, which by-laws shall be subject to the approval of the Chief Administrative Officer; \n     (g)     Assist the Chief Administrative Officer in his or her selection of the liaison staff; and\n     (h)     Act as liaison between the Chief Administrative Officer and the owners of property in and residents of the Residential Rehabilitation Area in solving problems which arise in the course of implementation of the program. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.32.  LOAN COMMITTEE - MEMBERSHIP.\n     There shall be a loan committee consisting of the following members: \n     (a)     One individual from each Residential Rehabilitation Area who shall be appointed by the Citizens Advisory Committee for the area; \n     (b)     One individual who is a permanent employee of the Real Estate Department; and\n     (c)     One individual qualified in the field of real estate lending and financing who shall be appointed by the Chief Administrative Officer, unless provided otherwise in any bond resolution issued pursuant to the provisions of this Chapter. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.33.  LOAN COMMITTEE - FUNCTIONS.\n     The functions of Loan Committee are as follows: \n     (a)     The Loan Committee shall periodically review the rules and procedures and standards for the granting of residential rehabilitation loans and shall recommend changes as needed to the chief Administrative Officer. \n     (b)     The Loan Committee shall review and recommend approval or denial of applications required to be considered by the Loan Committee by or pursuant to this Chapter. \n     (c)     The Loan Committee shall operate in an manner consistent with by-laws which shall be developed by the Chief Administrative Officer, and the recommendations of approval or denial of loan applications shall be in accordance with the requirements contained in, or adopted pursuant to, this Chapter. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.34.  AREA RENT COMMITTEE.\n     There shall be an Area Rent Committee established in each Residential Rehabilitation Area. Each Area Rent Committee shall consist of two tenants and two landlords living in the area who shall be appointed by the Citizens Advisory Committee pursuant to procedures established by the Chief Administrative Officer. \n(Added by Ord. 23-74, App. 1/9/74)\n\nARTICLE V:\nDESIGNATION OF RESIDENTIAL REHABILITATION AREAS AND DEVELOPMENT OF PLAN FOR PUBLIC IMPROVEMENTS\n\n\nSec. 32.40.\nProvisions Supercede Section 301.A of Housing Code. \n\nSec. 32.41.\nInitial Selection of Areas for Designation as Residential Rehabilitation Areas by the Director of Planning. \n\nSec. 32.42.\nRecommendation of an Area for Designation as a Residential Rehabilitation Area by the Chief Administrative Officer. \n\nSec. 32.43.\nDesignation of Residential Rehabilitation Areas by the Board of Supervisors. \n\nSec. 32.44.\nPlan for Public Improvements. \n\nSEC. 32.40.  PROVISIONS SUPERSEDE SECTION 301.A OF HOUSING CODE.\n     The provisions of this Article control designation of areas for residential rehabilitation assistance without regard to the provisions of Section 301.A of the Housing Code. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.41.  INITIAL SELECTION OF AREAS FOR DESIGNATION AS RESIDENTIAL REHABILITATION AREAS BY THE DIRECTOR OF PLANNING.\n     (a)     The Director of Planning shall recommend to the Chief Administrative Officer areas to be considered for designation by the Board of Supervisors. \n     (b)     Prior to recommending an area, the Director of Planning shall conduct one or more public meetings in the area. Residents, property owners and representatives of neighborhood organizations shall be invited to attend these meetings. At these meetings the Director of Planning shall explain the rehabilitation assistance program, shall invite comments from the public and shall raise for discussion the following issues: \n          (1)     Would rent increases or demolitions resulting from the cost of meeting rehabilitation standards result in widespread displacement of tenants; \n          (2)     Would RAP assist neighborhood-initiated improvement programs;\n          (3)     Would RAP preserve and improve the social, ethnic, and economic integration of the area; and\n          (4)     Is there support from residents of the area and from the owners of property in the area for institution of the RAP?\n     (c)     In deciding whether to recommend an area for designation as a Residential Rehabilitation Area, the Director of Planning shall take into consideration the comments from and the discussions with the public at the hearings held pursuant to Subsection (b). With each recommendation of a Residential Rehabilitation Area, the Director of Planning shall convey an opinion to the Chief Administrative Officer concerning the following factors: \n          (1)     The extent of public support for designation of the area as a Residential Rehabilitation Area;\n          (2)     Whether there is a substantial number of deteriorating structures in the area which do not conform to rehabilitation standards;\n          (3)     Whether there is a need for financial assistance for residential rehabilitation to arrest the deterioration of the area;\n          (4)     Whether financing of residential rehabilitation in the area is economically feasible;\n          (5)     Whether rent increases or demolitions resulting from the cost of meeting rehabilitation standards would result in widespread displacement of tenants; \n          (6)     Whether institution of RAP in the area would assist in neighborhood initiated improvement programs; and\n          (7)     Whether institution of RAP would preserve and improve the social, ethnic, and economic integration of the area.\n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.42.  RECOMMENDATION OF AN AREA FOR DESIGNATION AS A RESIDENTIAL REHABILITATION AREA BY THE CHIEF ADMINISTRATIVE OFFICER.\n     If, after reviewing the recommendation of the Director of Planning for designation of an area, the Chief Administrative Officer is satisfied that the area is appropriate for designation as a Residential Rehabilitation Area, the Chief Administrative Officer shall recommend to the Board of Supervisors that it designate the area as a Residential Rehabilitation Area. Along with any recommendation of an area for designation as a Residential Rehabilitation Area, the Chief Administrative Officer shall transmit to the Board of Supervisors the Director of Planning's opinion given pursuant to Section \n32.41(c). \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.43.  DESIGNATION OF RESIDENTIAL REHABILITATION AREAS BY THE BOARD OF SUPERVISORS.\n     Residential Rehabilitation Areas shall be so designated by resolution of the Board of Supervisors following a public hearing and findings that: \n     (a)     There is a substantial number of deteriorating structures in the area which do not conform to rehabilitation standards;\n     (b)     Low-cost, long-term property owner loans are necessary to arrest the deterioration of the area; and\n     (c)     Based upon currently available data and past experience with residential rehabilitation assistance projects (including experience with federally assisted code enforcement areas), financing of residential rehabilitation in the area is economically feasible. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.44.  PLAN FOR PUBLIC IMPROVEMENTS.\n     With the participation of the Citizens Advisory Committee, and in consultation with other relevant City and County agencies, the Director of Planning shall develop a proposed plan for public improvements for each Residential Rehabilitation Area. The proposed plan for public improvements for each area shall include all items the Director of Planning deems necessary to the successful rehabilitation of the Residential Rehabilitation Area and shall include consideration of health, recreation, child care, education, culture and safety facilities and services. The Director of Planning shall submit the proposed plan for public improvements in a Residential Rehabilitation Area to the Board of Supervisors. Prior to submittal of the plan for public improvements to the Board of Supervisors, the Director of Planning shall transmit it to the Citizens Advisory Committee for its recommendations. The Citizens Advisory Committee's recommendations shall be transmitted to the Board of Supervisors along with the proposed plan. The Board of Supervisors shall consider the plan at a public hearing. After such modification of the proposed plan, if any, as the Board of Supervisors deems necessary, the Board shall adopt a plan for public improvements for that area. \n(Added by Ord. 23-74, App. 1/9/74)\n\nARTICLE VI:\nLIMITATIONS ON AMOUNT OF LOAN\n\n\nSec. 32.50.\nMaximum Indebtedness on Property. \n\nSec. 32.51.\nMaximum Amount of Loan. \n\nSec. 32.52.\nLimitations on Use of Loan for General Property Improvements. \n\nSec. 32.53.\nRefinancing. \n\nSec. 32.54.\nLimitation Based on Fair Market Value of Work. \n\nSEC. 32.50.  MAXIMUM INDEBTEDNESS ON PROPERTY.\n     Outstanding loans on the property to be rehabilitated, including the amount of the loan for rehabilitation, shall not exceed 80 percent of the anticipated after-rehabilitation value of the property to be rehabilitated, as determined by the Chief Administrative Officer, except that the Chief Administrative Officer may authorize loans of up to 95 percent of the anticipated after-rehabilitation value of the property if: \n     (a)     Such loans are made for the purpose of rehabilitating the property for residential purposes;\n     (b)     There is demonstrated need for such higher limit; and\n     (c)     There is a high probability that the value of the property will not be impaired during the term of the loan.\n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.51.  MAXIMUM AMOUNT OF LOAN.\n     The maximum loan for rehabilitation shall be as follows: single family, $30,000; twounits, $10,000 per unit; four or more units, $7,500; commercial, $5,000 per unit; guest rooms, as defined in Section 203.7 of the Housing Code, $2.500 per unit. \n     The Chief Administrative Officer may approve a loan in excess of these amounts following guidelines established by the Chief Administrative Officer; provided, that in no case may the loan exceed $17,500 per unit for dwelling units other than in single family dwellings and $11,500 per unit for guest rooms. \n(Amended by Ord. 30-78, App. 1/13/78)\n\nSEC. 32.52.  LIMITATIONS ON USE OF LOAN FOR GENERAL PROPERTY IMPROVEMENTS.\n     No more than 20 percent of any loan for residential rehabilitation shall be used for general property improvements except that in the case of owner-occupied, one-to-four dwelling unit properties, up to 40 percent of the loan may be used for general property improvements. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.53.  REFINANCING.\n     (a)     A loan may be made to refinance an existing indebtedness on a residence if the cost of meeting rehabilitation standards and correcting incipient violations thereof for the residence equals at least 20 percent of the principal amount of the loan; and \n          (1)     If the sum of the monthly principal and interest payments on the proposed loan for rehabilitation and the monthly payments on existing debt secured by the property, plus property taxes and insurance, would result in total monthly payments that would exceed 20 percent of the applicant's total monthly income; or \n          (2)     If the Loan Committee recommends approval of refinancing and the recommendation is accepted by the Chief Administrative Officer;\n     (b)     If the Chief Administrative Officer does not accept the recommendation of the Loan Committee regarding refinancing, he or she shall give written reasons for the refusal to accept such recommendation. \n     (c)     In deciding whether to recommend that refinancing be made available to any particular applicant, the Loan Committee shall adhere to guidelines for refinancing which shall be adopted by the Chief Administrative Officer. In developing guidelines for refinancing, the Chief Administrative Officer shall take into consideration the availability of funds for financing residential rehabilitation, the need to prevent significant rent increases which would result in a hardship for tenants, and the need to prevent speculators from profiting from the use of residential rehabilitation financing. \n(Amended by Ord. 116-77, App. 4/1/77)\n\nSEC. 32.54.  LIMITATION BASED ON FAIR MARKET VALUE OF WORK.\n     (a)     Prior to the granting of any loan over $20,000 under this Chapter, a qualified estimator will make an on-premises inspection of the applicant's property and certify, in writing, that the estimated cost of the recommended work, as detailed in the job specifications, is not more than 10 percent above fair market value. No loan will be granted in an amount exceeding 10 percent of fair market value for the work specified or higher than the lowest bid received, whichever is less, without the approval of the Chief Administrative Officer \n     (b)     Where loan is under $20,000 and low bid exceeds estimate of building inspector by 10 percent, the Real Estate Department will hire an estimator to certify the fair market value of the job specifications. \n     (c)     A qualified estimator is a person:\n          (1)     Who is not a City employee; but\n          (2)     Who is selected by the Chief Administrative Officer because he or she is qualified and experienced in the area of residential rehabilitation. \n     The estimator shall operate under the direction of the Director of the Real Estate Department. \n     (d)     A property owner wishing to challenge the low bid or the estimator's value may hire a licensed estimator if he or she so desires.\n     (e)     The Chief Administrative Officer shall, semi-annually, direct a report to the Board of Supervisors setting forth a list of the loans which were in excess of 10 percent of the estimated fair market value pursuant to the provisions of Paragraph (a) giving the reasons for approval in each case. \n(Amended by Ord. 274-78, App. 6/9/78)\n\nARTICLE VII:\nTERMS OF CONVENTIONAL RAP LOANS\n\n\nSec. 32.60.\nEligibility for Loans.\n\nSec. 32.61.\nMaximum Repayment Period for Loan; Initiation of Payments After Rehabilitation.\n\nSec. 32.62.\nPrepayment Penalties.\n\nSec. 32.63.\nSecurity for Loan.\n\nSec. 32.64.\nInsurance.\n\nSec. 32.65.\nImpound Account.\n\nSec. 32.66.\nTransfer of Loans.\n\nSec. 32.67.\nInterest Rates and Other Loan Charges.\n\nSec. 32.68.\nVariable Interest Rate. \n\nSec. 32.69.\nTenant Moving Costs and Right of First Refusal.\n\nSec. 32.70.\nOpen Housing.\n\nSec. 32.71.\nEqual Employment Opportunity.\n\nSec. 32.71-1.\nPerformance of Work by Licensed General Building Contractor.\n\nSec. 32.72.\nEnforcement of Loan Provisions.\n\nSec. 32.73.\nRent Increase Limitations for Areas Designated Prior to July 1, 1977.\n\nSec. 32.73-1.\nRent Increase Limitations for Areas Designated on or After July 1, 1977.\n\nSec. 32.74.\nRent Increase Protest Procedures. \n\nSec. 32.75.\nSanctions for Violation of Rent Increase Limitations.\n\nSec. 32.75-1.\nEvictions.\n\nSEC. 32.60.  ELIGIBILITY FOR LOANS.\n     (a)     Each owner of property located within a residential rehabilitation area is eligible for a conventional RAP loan, provided the owner demonstrates to the satisfaction of the Chief Administrative Officer the ability to repay such a loan; applies for the loan within a time period to be designated by the Chief Administrative Officer; and can meet the other requirements of this Chapter. The property owner shall agree to all conditions of the loan agreement as a prerequisite to obtaining a loan. No elective officer of the state or any of its subdivisions shall be eligible to receive a loan under the provisions of this Chapter. \n     (b)     Any owner who is denied a loan by the Chief Administrative Officer on the grounds that the owner does not meet eligibility requirements may appeal the decision to the Loan Committee. The Loan Committee shall review the application for a loan and make a recommendation regarding approval or denial to the Chief Administrative Officer. In reviewing the application, the Loan Committee shall give due consideration to the need for the loan to be made in order to accomplish the purposes of the program, the risks to the City and County of granting the loan, and the ability of the property to support the loan as well as to the reasons for denial of the application by the Chief Administrative Officer. If the Chief Administrative Officer does not accept the recommendations of the Loan Committee, he or she shall give written reasons for the refusal to approve the loan. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.61.  MAXIMUM REPAYMENT PERIOD FOR LOAN; INITIATION OF PAYMENTS AFTER REHABILITATION.\n     (a)     The maximum repayment period for a conventional RAP loan shall be 20 years or ¾ of the economic life of the property, whichever is less. \n     (b)     Subject to budgetary and fiscal limitations, payments on a conventional RAP loan shall not be required to commence prior to completion of the improvements for which such loan is made; provided that payments shall begin no later than six months after an initial disbursement from proceeds of the loan. The monthly payment due under the loan shall be adjusted to insure repayment of the principal and interest due on the loan within the time required by paragraph (a) of this Section. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.62.  PREPAYMENT PENALTIES.\n     There shall be no penalty assessed for prepayment of any conventional RAP loan. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.63.  SECURITY FOR LOAN.\n     Unless provided otherwise in any bond resolution issued pursuant to the provisions of this Chapter, every conventional RAP loan shall be secured by a deed of trust naming the City and County as beneficiary of the trust. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.64.  INSURANCE.\n     All conventional RAP loan agreements shall provide that so long as the loan or any portion of it is outstanding, the owner of the property subject to the loan shall carry adequate property insurance. The Chief Administrative Officer shall establish standards for determining when property insurance is adequate. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.65.  IMPOUND ACCOUNT.\n     If the Chief Administrative Officer deems it desirable and necessary to effectuate the purposes of the program that an impound account be required to assure taxes, insurance, or a maintenance reserve, he or she may include such a requirement in any conventional RAP loan agreement. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.66.  TRANSFER OF LOANS.\n     (a)     The unpaid amount of a conventional RAP loan shall be due and payable upon sale or transfer of the ownership of the property, except that assignment of the unpaid amount of such a loan to a purchaser or transferee may be permitted when the Chief Administrative Officer determines that hardship conditions exist and the prospective owner qualifies for a loan on the basis of current loan eligibility standards. \n     (b)     If the holder of a conventional RAP loan is dissatisfied with the Chief Administrative Officer's refusal to permit transfer of the unpaid amount of the loan because of a finding that hardship conditions do not exist, the holder of the loan may request review of the Chief Administrative Officer's determination by the Loan Committee. If the Loan Committee recommends a finding that hardship conditions exist, the Chief Administrative Officer shall either accept that recommendation or give written reasons for the refusal to accept it. \n     (c)     Hardship conditions exist:\n          (1)     When the owner of property subject to a conventional RAP loan is forced to sell the property and the property cannot be sold without a substantial loss of equity unless the loan is transferable; \n          (2)     When the income of a prospective purchaser of property subject to a conventional RAP loan is at or below income standards to be established by the Chief Administrative Officer; or \n          (3)     When the prospective purchaser is unable to obtain financing in the private sector because of age, disability or sex; or\n          (4)     When transfer of the loan is necessary to prevent significant rent increases.\n     (d)     The Chief Administrative Officer shall develop standards which shall be applied in making determinations required under this Section. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.67.  INTEREST RATES AND OTHER LOAN CHARGES.\n     The interest rate and any other charges for a conventional RAP loan shall be established pursuant to the provisions of Sections \n32.13 and \n32.23, and may include: \n     (a)     The interest charged the City and County on funds borrowed to carry out the provisions of this Chapter;\n     (b)     An amount needed to provide for possible defaults on outstanding loans;\n     (c)     An amount to cover the cost of servicing loan accounts;\n     (d)     An amount to cover the cost of making hardship loans (as provided for in Article VIII); and\n     (e)     An amount to cover the costs of issuing bonds.\n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.68.  VARIABLE INTEREST RATE.\n     In connection with a conventional RAP loan, the loan agreement may provide for a variable interest rate. If the loan agreement does provide for a variable interest rate, the terms of the loan agreement and any change in the interest rate or other charges shall conform to the requirements of Sections 37917 of the Health and Safety Code of the State of California relating to the use of variable interest rates in connection with financing residential rehabilitation. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.69.  TENANT MOVING COSTS AND RIGHT OF FIRST REFUSAL.\n     All conventional RAP loan agreements shall provide that, in the case of dwelling units which must be vacated because of residential rehabilitation to be performed on the structures where they are located: \n     (a)     A tenant who must vacate a dwelling unit shall have the right of first refusal to occupy that unit at a rent adjusted in accordance with the San Francisco Administrative Code when rehabilitation of the property is completed; \n     (b)     The property owner shall give each tenant affected written notice 30 days prior to the date the tenant must vacate of the following: \n          (1)     That the tenant has the right to first refusal to reoccupy the unit vacated when rehabilitation of the property is completed;\n          (2)     That relocation assistance may be available and that relocation information may be obtained from the Chief Administrative Officer, Room 289, City Hall, San Francisco; and \n          (3)     That the tenant may be subject to certain protections under the Rent Ordinance and that information concerning such protection is available from the Rent Board, 170 Fell Street, Room 16, San Francisco. \n     (c)     A copy of the notice specified in clause (b) shall be forwarded to the Rent Board.\n(Amended by Ord. 112-83, App. 3/11/83)\n\nSEC. 32.70.  OPEN HOUSING.\n     All conventional RAP loan agreements shall provide that so long as the loan or any portion of it is outstanding the property shall be open upon sale or rental of all or any portion thereof, to all persons regardless of race, color, religion, national origin or ancestry. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.71.  EQUAL EMPLOYMENT OPPORTUNITY.\n     All conventional RAP loan agreements shall provide that all contracts and subcontracts let for residential rehabilitation financed under this Chapter are to be let without regard to the race, sex, marital status, color, religion, national origin or ancestry of the contractor or subcontractor. Further, all conventional RAP loan agreements shall provide that any contractor or subcontractor engaged in residential rehabilitation financed under this Chapter must agree to provide equal opportunity for employment without regard to race, sex, marital status, color, religion, national origin or ancestry. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.71-1.  PERFORMANCE OF WORK BY LICENSED GENERAL BUILDING CONTRACTOR.\n     A licensed general building contractor having in his or her contract more than two unrelated building trades or crafts may do or superintend the whole or any part of residential rehabilitation without regard to the provisions of Section E I of the Plumbing Code or Section 41 of the Electrical Code. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.72.  ENFORCEMENT OF LOAN PROVISIONS.\n     The provisions of Section \n32.70 and the provisions of Section \n32.71 is they relate to enforcement of nondiscrimination on the basis of race, sex, marital status, color, religion, national origin or ancestry, are enforceable by the Human Rights Commission. The enforcement powers, responsibilities and procedures of the Human Rights Commission set forth in \nChapters 12A and \n12B of the San Francisco Administrative Code shall be applicable to carry out the Commission's responsibilities under this Chapter. In addition, pursuant to rules to be adopted by the Chief Administrative Officer, violation of the loan agreement provisions required by Sections \n32.69, \n32.70, and \n32.71 may result in any outstanding financing obtained pursuant to the loan agreement becoming immediately due and payable. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.73.  RENT INCREASE LIMITATIONS FOR AREAS DESIGNATED PRIOR TO JULY 1, 1977.\n     (a)     The property owner shall agree that during the time any conventional RAP loan is outstanding, rent for any dwelling unit in the rehabilitated residence shall not exceed the base rent plus actual increased costs to the owner in the form of monthly loan payments, property taxes, insurance, maintenance, and annual adjustments tied to the Bay Area Cost of Living Index. \n     (b)     The Chief Administrative Officer shall calculate the annual cost of living adjustment on the basis of the Bay Area cost of living index as of January 1st each year, and shall announce to both property owners and tenants the adjustment no later than 30 days following publication of such figures by the United States Department of Commerce. \n     (c)     Base rent date is the 180th day preceding the date of designation of the area for residential rehabilitation by the Board of Supervisors or the date 10 days preceding the first public meeting conducted in a residential rehabilitation area by the Director of Planning, whichever is earlier in time. \n     (d)     Base rent for a dwelling unit is the rent charged for this dwelling unit on the base rent date; except that if no rent was being charged on the base rent date, or if the property owner believes that the rent charged on the base rent date was unreasonably low due to special conditions, the property owner may petition the Chief Administrative Officer to establish a base rent or to revise the base. The Chief Administrative Officer shall give notice and an opportunity to comment in writing to tenants to be affected by the Chief Administrative Officer's decision. In establishing or revising the base rent, the Chief Administrative Officer shall take into consideration the rent charged on the base rent date for comparable units within the same building; the rent charged on the base rent date for comparable units in the immediate neighborhood; and any special or unusual circumstances affecting the rent charged on the base rent date for the subject unit. \n     (e)     Any property owner who petitions the Chief Administrative Officer to establish or revise the base rent and any tenant occupying a unit for which such a petition is brought by the property owner may appeal the base rent to the Area Rent Committee. Unless the Area Rent Committee decides otherwise by a vote of three, the decision of the Chief Administrative Officer shall stand. \n     (f)     The provisions of this Section shall apply in all residential rehabilitation areas designated by resolution of the Board of Supervisors pursuant to Section \n32.43 prior to July 1, 1977. \n(Amended by Ord. 269-82, App. 6/10/82)\n\nSEC. 32.73-1.  RENT INCREASE LIMITATIONS FOR AREAS DESIGNATED ON OR AFTER JULY 1, 1977.\n     (a)     The property owner shall agree that during the time any conventional RAP loan is outstanding, rent for a tenant occupying a dwelling unit in the rehabilitated residence shall not exceed that rent which is allowable under \nChapter 37 of the San Francisco Administrative Code. \n     (b)     At the time the RAP loan is recorded, the Chief Administrative Officer shall notify the owner and each tenant of the allowable rent increase based upon the amortized loan. If a tenant believes that the allowable rent increase is inaccurate, the tenant may file a complaint with the Chief Administrative Officer within 30 days of notification. The procedures for handling the complaint follow: \n          (1)     The Chief Administrative Officer shall investigate the tenant's complaint and shall render a decision not more than 30 days after receiving the complaint; \n          (2)     If the Chief Administrative Officer determines that the complaint is valid, the property owner shall reduce the rent in accordance with this determination and rebate the excess amount collected within 15 days of notice of the decision. \n     (c)     The Chief Administrative Officer shall notify the owner, each tenant and the Rent Board of the allowable rent increases as established in Subsection (a) above. An owner shall only impose subsequent rent increases in accordance with the provisions set forth in \nChapter 37 of the San Francisco Administrative Code. \n(Amended by Ord. 112-83, App. 3/11/83)\n\nSEC. 32.74.  RENT INCREASE PROTEST PROCEDURES.\n     When a tenant believes that the rent for his or her dwelling unit has been increased above the amounts allowed under Section \n32.73, or increased in excess of the limitations set forth in the Rent Ordinance (Chapter 37 of the San Francisco Administrative Code), the tenant may petition the Rent Board for a rental arbitration hearing. \n(Amended by Ord. 269-82, App. 6/10/82)\n\nSEC. 32.75.  SANCTIONS FOR VIOLATION OF RENT INCREASE LIMITATIONS.\n     If a property owner refuses to rebate excess rent collected in violation of the provisions of Section \n32.73, or fails to comply with the decision of the Rent Board with respect to a rent increase or increases for his or her tenants, the Rent Board shall refer the matter to the Chief Administrative Officer with a recommendation that the conventional RAP loan agreement be terminated. Upon such recommendation, the Chief Administrative Officer may terminate the agreement and the unpaid amount of the loan shall become due and payable immediately. In determining whether to declare a loan agreement terminated, the Chief Administrative Officer shall consider any recommendations of the Citizens Advisory Committee for the residential rehabilitation area where the property subject to the loan is located. \n(Amended by Ord. 269-82, App. 6/10/82)\n\nSEC. 32.75-1.  EVICTIONS.\n     Tenants residing in buildings subject to RAP loans are subject to eviction only in accordance with Section \n37.9 of the San Francisco Administrative Code. If the property owner evicts, attempts to evict, or threatens to evict tenants because the tenants are seeking to enforce their rights under this Chapter, the Chief Administrative Officer may declare the conventional RAP loan agreement terminated, and the unpaid amount of the loan shall immediately become due and payable. In determining whether to declare a loan agreement terminated, the Chief Administrative Officer shall consider any recommendations of the Citizens Advisory Committee for the residential rehabilitation area where the property subject to the loan is located. \n(Amended by Ord. 269-82, App. 6/10/82)\n\nARTICLE VIII:\nHARDSHIP LOANS\n\n\nSec. 32.80.\nUse of Hardship Loans. \n\nSec. 32.81.\nMaximum Amount of Loan and Eligibility. \n\nSec. 32.82.\nTerm of Hardship Loan. \n\nSec. 32.83.\nTransferability of Hardship Loan. \n\nSec. 32.84.\nUse in Conjunction with the Conventional Rehabilitation Assistance Program Loan. \n\nSec. 32.85.\nSecurity. \n\nSec. 32.86.\nAdditional Loan Terms. \n\nSec. 32.87.\nSource of Funds. \n\nSEC. 32.80.  USE OF HARDSHIP LOANS.\n     Hardship loans are to be used only for meeting rehabilitation standards and incipient violations thereof. \n(Amended by Ord. 116-77, App. 4/1/77)\n\nSEC. 32.81.  MAXIMUM AMOUNT OF LOAN AND ELIGIBILITY.\n     (a)     A hardship loan of up to $7,500 can be made to a low-income applicant who is the owner-occupant of a one-to-four dwelling unit building. \n     (b)     To be eligible for a hardship loan the applicant must demonstrate to the satisfaction of the Chief Administrative Officer that: (1) the applicant's income does not exceed 80 percent of the median family income of the San Francisco-Oakland Standard Metropolitan Statistical Area as determined by the United States Department of Housing and Urban Development (HUD); and (2) that the applicant does not have other assets to correct housing code violations without jeopardizing the ability to be self supporting. \n     (c)     An applicant whose income exceeds the standards promulgated by HUD, as described in Section (b) above, may appeal to the Loan Committee for approval of a hardship loan when age, health, physical handicap or size of family require unusual expenditures by applicant. \n(Amended by Ord. 31-81, App. 1/9/81)\n\nSEC. 32.82.  TERM OF HARDSHIP LOAN.\n     A hardship loan shall be due and payable at the time of sale or transfer of property unless the hardship loan is transferred pursuant to Section \n32.83. \n(Amended by Ord. 410-77, App. 9/16/77)\n\nSEC. 32.83.  TRANSFERABILITY OF HARDSHIP LOAN.\n     (a)     Upon conveyance of property subject to a hardship loan, the hardship loan may be converted to a conventional RAP loan and assigned to the transferee of the property under the same circumstances and upon the same terms as are applicable to the transfer of a conventional RAP loan as provided in Section \n32.66. The total remaining period of the loan may not extend beyond 20 years from the date of the original loan. \n     (b)     Upon transfer of property subject to a hardship loan, or an interest therein, to a spouse or heir who is otherwise eligible for a hardship loan, if the spouse or heir so chooses, the hardship loan shall be transferred to the spouse or heir. \n     If the owner of property subject to a hardship loan dies, and the hardship loan is not repaid or transferred to another person within one year of the owner's death, the loan shall as of one year from the date of the owner's death, bear interest at the then current interest rate charged for conventional RAP loans which were made in the same year as the hardship loan. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.84.  USE IN CONJUNCTION WITH THE CONVENTIONAL REHABILITATION ASSISTANCE PROGRAM LOAN.\n     A conventional rehabilitation assistance loan may be used to supplement a hardship loan provided the property owner otherwise qualifies for a conventional RAP loan. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.85.  SECURITY.\n     Unless provided otherwise in any bond resolution issued pursuant to the provisions of this Chapter, hardship loans shall be secured by a deed of trust naming the City and County as beneficiary of the trust. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.86.  ADDITIONAL LOAN TERMS.\n     Each provision required to be contained in a conventional RAP loan agreement pursuant to Section \n32.69 through \n32.75-1 shall also be contained in each hardship loan agreement. \n(Amended by Ord. 269-82, App. 6/10/82)\n\nSEC. 32.87.  SOURCE OF FUNDS.\n     Any funds given to received by the City and County specifically for the purpose of establishing a hardship loan fund may be accepted by the Chief Administrative Officer and may be accepted by that purpose. In addition, the Board of Supervisors may, from time to time, appropriate funds for a hardship loan fund. \n(Added by Ord. 23-74, App. 1/9/74)\n\nARTICLE IX:\nMISCELLANEOUS PROVISIONS\n\n\nSec. 32.90.\nRelocation Assistance. \n\nSec. 32.91.\nAdministration of Relocation Assistance. \n\nSec. 32.91-1.\nFinder's Fee. \n\nSec. 32.92.\nConversion to State or Federal Program. \n\nSec. 32.93.\nAvailability of Rehabilitation Financing in FACE Areas. \n\nSec. 32.94.\nConstruction and Effect of Chapter. \n\nSec. 32.95.\nSeverability. \n\nSEC. 32.90.  RELOCATION ASSISTANCE.\n     (a)     The Chief Administrative Officer shall by regulation approved by resolution of the Board of Supervisors establish the conditions of eligibility for relocation benefits and to describe the various types of benefits available to eligible persons who are displaced by Rehabilitation Assistance Program (RAP) activities and who do not receive benefits under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970. \n     (b)     These are the services and assistance which will, at a minimum, be provided to all persons or businesses located in a RAP area: \n          (1)     Not less than 90 days prior to displacement, residents of the RAP area shall be informed of the availability of various types of relocation benefits, the eligibility requirements for relocation benefits and the procedures for obtaining relocation benefits. \n          (2)     Current and continuing information on the availability and cost of comparable housing and comparable commercial properties and locations will be maintained and available to the public at the Central Relocation Services Office. \n          (3)     Information concerning federal and state housing programs, disaster loan and other programs administered by the Small Business Administration, and other federal or state programs offering assistance to displaced persons, will be available at the Central Relocation Services Office. \n          (4)     Persons who believe that they have been discriminated against in the rehousing process will be referred to the Human Rights Commission for either action or referral to the appropriate law enforcement agencies. \n(Added by Ord. 116-77, App. 4/1/77)\n\nSEC. 32.91.  ADMINISTRATION OF RELOCATION ASSISTANCE.\n     Central Relocation Services shall be responsible for administration of relocation benefits, including the provisions of general services. \n(Added by Ord. 116-77, App. 4/1/77)\n\nSEC. 32.91-1.  FINDER'S FEE.\n     (a)     Each individual or family who is eligible for replacement housing and who finds his or her own dwelling unit which is in code compliance shall be paid a finder's fee of $50. \n     (b)     Those relocated to hotels do not qualify for finder's fee.\n(Added by Ord. 462-78, App. 10/13/78)\n\nSEC. 32.92.  CONVERSION TO STATE OR FEDERAL PROGRAM.\n     In the event that funds for rehabilitation loans become available through a state or federal program on more favorable terms than conventional RAP loans, every effort shall be made to convert to the use of such loans in existing Residential Rehabilitation Areas. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.93.  AVAILABILITY OF REHABILITATION FINANCING IN FACE AREAS.\n     (a)     The rehabilitation financing provisions of the chapter shall be available to complete the projects in the three existing federally-assisted code enforcement areas: Bernal Heights, Duboce Triangle and Alamo Square. Nothing in this Chapter shall be construed or applied to prevent the proceeds of bonds issued pursuant to the provisions of this Chapter from being used to finance residential rehabilitation in these three areas. Financing for residential rehabilitation in these areas shall be the first priority for use of the proceeds of such bonds. \n     (b)     The Citizens Advisory Committees previously established in Bernal Heights, Duboce Triangle and Alamo Square shall be the Citizens Advisory Committees required by this Chapter without regard to Section \n32.30. \n     (c)     For the purposes of this Chapter, Bernal Heights, Duboce Triangle and Alamo Square shall be deemed designated as Residential Rehabilitation Area as of the date on which this ordinance becomes effective. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.94.  CONSTRUCTION AND EFFECT OF CHAPTER.\n     The provisions of this Chapter, being necessary for the welfare of the City and County of San Francisco and its inhabitants, shall be liberally construed to effect its purposes. \n(Added by Ord. 23-74, App. 1/9/74)\n\nSEC. 32.95.  SEVERABILITY.\n     If any provision of this Chapter, or the application thereof to any person or circumstance, is held invalid, the validity of the remainder of the chapter and the applicability of such provisions to other persons and circumstances shall not be affected thereby. \n(Added by Ord. 23-74, App. 1/9/74)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"32","chaptersection":"25","identifier":"32.25","catch_text":"PUBLICATION OF EXPLANATORY BROCHURE."}}