{"text":"\n     Unless the context otherwise requires, the following definitions govern the construction of this Chapter: \n     (a)     \"Abatement Appeals Board\" means the board described in Section 203.1 through 203.1G of the San Francisco Building Code.\n     (b)     \"Area Rent Committee\" means the committee established in accordance with Section \n32.34.\n     (c)     \"Bonds\" means any bonds, notes, interim certificates, debentures, or other obligations issued by the City and County pursuant to this Chapter and which are payable exclusively from revenues, as defined, and from any other funds specified in this Chapter upon which the bonds may be made a charge and from which they are payable. \n     (d)     \"City\" means the City and County of San Francisco.\n     (e)     \"Citizens Advisory Committee\" means the committee established in accordance with Section \n32.30.\n     (f)     \"Code enforcement area\" has the same meaning as residential rehabilitation area.\n     (g)     \"Conventional RAP loan\" means any residential rehabilitation loan made pursuant to the provisions of this Chapter which is not a hardship loan. \n     (h)     \"Designated area\" has the same meaning as residential rehabilitation Area.\n     (i)     \"Finance\" means the lending of money or any other thing of value for the purpose of residential rehabilitation and unless otherwise indicated includes refinancing of outstanding indebtedness of a participating party with respect to property which is subject to residential rehabilitation. \n     (j)     \"General property improvements\" means those items of residential rehabilitation which are not necessary to meet either rehabilitation standards or incipient violations thereof. \n     (k)     \"Hardship loan\" means an interest-free loan with deferred payments of principal made to a qualified low-income owner-occupant of property subject to residential rehabilitation who would not otherwise be able to pay the cost of meeting rehabilitation standards. \n     (l)     \"Incipient code violation\" is a physical condition which can be expected to deteriorate into a violation of a rehabilitation standard within two years. \n     (m)     \"Loan Committee\" means the committee established in accordance with Section \n32.32\n     (n)     \"Participating Party\" means any person, company, corporation, partnership, firm or other entity or group of entities requiring financing for residential rehabilitation pursuant to the provisions of this Chapter. \n     (o)     \"Program\" means the Rehabilitation Assistance Program described in this Chapter and includes, but is not limited to, the provisions for code enforcement, rehabilitation financing, and installation of public improvements in residential rehabilitation areas. \n     (p)     \"Rehabilitation Assistance Program\" or \"RAP\" has the same meaning as \"program.\"\n     (q)     \"Rehabilitation standards\" means the standards established in the City and County Housing Code and other applicable City and County codes relating to the physical condition of structures. \n     (r)     \"Rent Board\" means the Residential Rent Stabilization and Arbitration Board of the City and County of San Francisco.\n     (s)     \"Residence\" means any structure, residential or commercial, which is located in a residential rehabilitation area.\n     (t)     \"Residential rehabilitation\" means the construction, reconstruction, renovation, replacement, extension, repair, betterment, equipping, developing, embellishing, or otherwise improving residences consistent with standards of strength, effectiveness, fire resistance, durability, and safety, so that such structures are satisfactory and safe to occupy for residential purposes and are not conducive to ill health, transmission of disease, infant mortality, juvenile delinquency or crime because of any one or more of the following factors: \n          (1)     Defective design and character of physical construction;\n          (2)     Faulty interior arrangement and exterior spacing;\n          (3)     Inadequate provisions for ventilation, lighting and sanitation; or\n          (4)     Obsolescence, deterioration and dilapidation.\n     (u)     \"Residential rehabilitation area\" means the geographical area designated by the Board of Supervisors as one for inclusion in a comprehensive residential rehabilitation financing program pursuant to the provisions of this Chapter. It may also be referred to as the \"designated area\" or the \"Code enforcement area,\" the latter term being used in Section 301A of the Housing Code. \n          (v)     \"Residential rehabilitation loan fund\" means the fund established with the proceeds of bonds issued pursuant to the provisions of this Chapter or any other fund established for the purpose of making loans to property owners pursuant to the provisions of this Chapter. \n(Amended by Ord. 269-82, App. 6/10/82)\n\n","heading":{"title":"32","chaptersection":"2","identifier":"32.2","catch_text":"DEFINITIONS."}}