{"text":"\n     (a)     The Director of Planning shall recommend to the Chief Administrative Officer areas to be considered for designation by the Board of Supervisors. \n     (b)     Prior to recommending an area, the Director of Planning shall conduct one or more public meetings in the area. Residents, property owners and representatives of neighborhood organizations shall be invited to attend these meetings. At these meetings the Director of Planning shall explain the rehabilitation assistance program, shall invite comments from the public and shall raise for discussion the following issues: \n          (1)     Would rent increases or demolitions resulting from the cost of meeting rehabilitation standards result in widespread displacement of tenants; \n          (2)     Would RAP assist neighborhood-initiated improvement programs;\n          (3)     Would RAP preserve and improve the social, ethnic, and economic integration of the area; and\n          (4)     Is there support from residents of the area and from the owners of property in the area for institution of the RAP?\n     (c)     In deciding whether to recommend an area for designation as a Residential Rehabilitation Area, the Director of Planning shall take into consideration the comments from and the discussions with the public at the hearings held pursuant to Subsection (b). With each recommendation of a Residential Rehabilitation Area, the Director of Planning shall convey an opinion to the Chief Administrative Officer concerning the following factors: \n          (1)     The extent of public support for designation of the area as a Residential Rehabilitation Area;\n          (2)     Whether there is a substantial number of deteriorating structures in the area which do not conform to rehabilitation standards;\n          (3)     Whether there is a need for financial assistance for residential rehabilitation to arrest the deterioration of the area;\n          (4)     Whether financing of residential rehabilitation in the area is economically feasible;\n          (5)     Whether rent increases or demolitions resulting from the cost of meeting rehabilitation standards would result in widespread displacement of tenants; \n          (6)     Whether institution of RAP in the area would assist in neighborhood initiated improvement programs; and\n          (7)     Whether institution of RAP would preserve and improve the social, ethnic, and economic integration of the area.\n(Added by Ord. 23-74, App. 1/9/74)\n\n","heading":{"title":"32","chaptersection":"41. ","identifier":"32.41. ","catch_text":"INITIAL SELECTION OF AREAS FOR DESIGNATION AS RESIDENTIAL REHABILITATION AREAS BY THE DIRECTOR OF PLANNING."}}