{"text":"\n     (a)     The property owner shall agree that during the time any conventional RAP loan is outstanding, rent for any dwelling unit in the rehabilitated residence shall not exceed the base rent plus actual increased costs to the owner in the form of monthly loan payments, property taxes, insurance, maintenance, and annual adjustments tied to the Bay Area Cost of Living Index. \n     (b)     The Chief Administrative Officer shall calculate the annual cost of living adjustment on the basis of the Bay Area cost of living index as of January 1st each year, and shall announce to both property owners and tenants the adjustment no later than 30 days following publication of such figures by the United States Department of Commerce. \n     (c)     Base rent date is the 180th day preceding the date of designation of the area for residential rehabilitation by the Board of Supervisors or the date 10 days preceding the first public meeting conducted in a residential rehabilitation area by the Director of Planning, whichever is earlier in time. \n     (d)     Base rent for a dwelling unit is the rent charged for this dwelling unit on the base rent date; except that if no rent was being charged on the base rent date, or if the property owner believes that the rent charged on the base rent date was unreasonably low due to special conditions, the property owner may petition the Chief Administrative Officer to establish a base rent or to revise the base. The Chief Administrative Officer shall give notice and an opportunity to comment in writing to tenants to be affected by the Chief Administrative Officer's decision. In establishing or revising the base rent, the Chief Administrative Officer shall take into consideration the rent charged on the base rent date for comparable units within the same building; the rent charged on the base rent date for comparable units in the immediate neighborhood; and any special or unusual circumstances affecting the rent charged on the base rent date for the subject unit. \n     (e)     Any property owner who petitions the Chief Administrative Officer to establish or revise the base rent and any tenant occupying a unit for which such a petition is brought by the property owner may appeal the base rent to the Area Rent Committee. Unless the Area Rent Committee decides otherwise by a vote of three, the decision of the Chief Administrative Officer shall stand. \n     (f)     The provisions of this Section shall apply in all residential rehabilitation areas designated by resolution of the Board of Supervisors pursuant to Section \n32.43 prior to July 1, 1977. \n(Amended by Ord. 269-82, App. 6/10/82)\n\n","heading":{"title":"32","chaptersection":"73","identifier":"32.73","catch_text":"RENT INCREASE LIMITATIONS FOR AREAS DESIGNATED PRIOR TO JULY 1, 1977."}}