{"text":"\n     (a)     Because of tradition and prejudice, social, political, economic, cultural and educational restrictions on women through the years, women and girls have been denied by virtue of their gender, basic human rights resulting in inequities in economic, political, legal, cultural and social status. Despite obvious deprivations of opportunity to attain equality with men, women have made and continue to make substantial contributions in diverse areas of human activity and enterprise. Women have initiated movements for social and political emancipation, human welfare and world peace. The disadvantaged status of women and girls is, however, inimical to the public welfare in that it prevents women and girls from fully developing their individual potentials and from contributing fully to the cultural and economic life of the community. In view of the long tradition of according women and girls an inferior status in society, nothing less than a concerted effort at the national, State and local levels will result in true equality of the sexes. \n     (b)     Despite remedial legislation and increased public awareness of the disparity in the treatment of women in our society, women and girls continue to be treated unequally. Women in the workforce continue to earn, on average, less than men. The skills and abilities that women bring to job fields that have not historically been open to them remain underutilized. Women continue to perform only a small percentage of City contracts. Women continue to constitute a disproportionate percentage of the population earning the minimum wage and/or living in poverty. In addition, reported cases of violence against women and girls have risen dramatically. Violence against women and girls now accounts for approximately one quarter of assault arrests and homicides in San Francisco. \n     (c)     There is a continued need for a governmental body to monitor the status of women and girls, including the status and unique problems of women and girls of color, homeless women and girls, immigrant women and girls, lesbians and low-income women and girls, both within City and County government and in the private sector, to monitor complaints about unlawful and unequal treatment of women, to investigate inequalities, and to propose remedies. \n(Added by Ord. 28-75, App. 2/11/75; amended by Ord. 271-89, App. 7/28/89; Ord. 131-98, App. 4/17/98)\n\n","heading":{"title":"33","chaptersection":"1","identifier":"33.1","catch_text":"FINDINGS."}}