{"text":"\n     The Commission and its Department shall have the power and the duty to: \n     (a)     Prepare and disseminate educational and informational material relative to the role that tradition and prejudice and the deprivation of equal opportunities in areas such as education and employment have played in keeping women and girls of all races, creeds, ages, marital status and sexual orientation from developing their full individual potentials and from contributing fully to the cultural and economic life of the community; \n     (b)     Hold public hearings on matters relevant to the general scope of the Commission, and subpoena records and witnesses in connection with such hearings; \n     (c)     Review national, State and local legislation that may have an impact on the status of women and girls and communicate the Commission's position regarding the proposed legislation to the appropriate legislative bodies, so long as the Commission's position on State and federal legislation does not conflict with any official position taken by the City and County; \n     (d)     Analyze the composition of boards and commissions by gender and advise the Mayor and the Board of Supervisors on the equity of appointments. Develop and maintain a Talent Bank of Women that can be used in a variety of ways, including but not limited to assisting the Commission on the Status of Women in nominating qualified women for appointment by the Mayor to vacancies on boards and commissions of the City and County; \n     (e)     Study, make recommendations to and advocate for the Mayor, the Board of Supervisors and departments to implement programs that promote the economic development of women. The Commission's responsibilities shall include, but not be limited to: \n          (1)     Advocating the Human Resources Department to develop and implement programs that assist in recruiting and employing qualified women applicants for those positions filled through the Human Resources Department which traditionally employ few women; making recommendations regarding terminology used in job announcements, recruitment techniques, job qualifications, salary schedules, training and promotional practices, \n          (2)     Studying job categories that traditionally are filled primarily by women or primarily by men to determine whether the rate of compensation in the traditionally female jobs compares reasonably and favorably with the rate of compensation in the traditionally male jobs, taking into consideration the training, experience, mental and physical effort and responsibility required and the working conditions involved, and take necessary steps to implement equity, \n          (3)     Studying, developing policies and advocating for the Human Resources Department and other City departments to implement policies addressing the special employment problems of women, including but not limited to the need for family-friendly policies, flexible work options, and family care resources, \n          (4)     Studying, developing policies and advocating for the elimination of barriers to employment and advancement for women, including but not limited to on-the-job training and retraining for women who have been out of the employment market for extended periods due to family responsibilities and policies and practices addressing \"glass-ceiling issues.\" \n          (5)     Advising the Civil Service Commission and Human Resources Department on the form of reports regarding City and County employees and members of boards and commissions regarding sex, race, salary level, job classification and other disaggregated statistical data, and to develop an analysis of the data in regard to the areas of concern to the Commission, \n          (6)     Monitoring the reports of complaints of all forms of discrimination against women (including sexual harassment) received and forwarded by the Department of Human Resources pursuant to Administrative Code Section \n33.7, and consult with and make recommendations to the Department of Human Resources concerning the handling of such complaints, \n          (7)     Assisting in the preparation of training programs and materials with respect to the economic development of and employment discrimination against women and girls, including sexual harassment, for City and County departments and agencies; \n     (f)     Cooperate with and make recommendations to law enforcement agencies and officials concerning the treatment of women and girls in the City and County's correctional and juvenile justice system and enforcement of laws that have a particular impact on women and girls, including but not limited to laws relating to violence against women and girls, rape and prostitution; \n     (g)     Cooperate with, make recommendations to, and advocate for the Community College District and the San Francisco Unified School District to develop and implement programs and practices that have the purpose of furthering the objectives of this ordinance, including but not limited to recommendations and advocacy concerning in-service training, sex-role stereotyping in textbooks, sexual harassment, violence against women and girls, courses and methods of providing role models for female students who may be interested in areas of employment not traditionally filled by women, and ensuring that women and girls have equal access to and opportunity in developing areas of technology; \n     (h)     Provide information, guidance and technical assistance to other public agencies and private persons, organizations and institutions engaged in activities and programs intended to eliminate prejudice and discrimination against women and girls because of their gender, and to serve as liaison between the public and private sectors on matters affecting women and girls in the community; \n     (i)     Cooperate with and make written recommendations to the Board of Supervisors, the Mayor, City and County agencies, boards and commissions and City and County officials regarding the development and implementation of programs and practices for the purpose of furthering the objectives of this ordinance, including but not limited to, recommendations with respect to improving the City and County's procedures for enforcing prohibitions against all forms of discrimination against women and girls, including sexual harassment, within the City and County government and with its contractors; \n     (j)     Investigate and mediate, at the request of a party and within the limitations of staff time and resources, any incidents of discrimination against women because of their status as women that are not within the exclusive jurisdiction of some federal or State agency, the Human Resources Department or the Human Rights Commission, and make specific recommendations to the involved parties as to the methods for eliminating discrimination against women; \n     (k)     Prepare, encourage and coordinate programs of voluntary action to reduce or eliminate existing inequalities and disadvantages in both the public and private sector resulting from prejudice, tradition and past discrimination against women and girls; \n     (l)     Coordinate the City's efforts to establish a comprehensive response to violence against women and girls in cooperation with City departments and the community at large. The Commission's responsibilities shall include, but not be limited to: \n          (1)     Overseeing and administering funds allocated to the Commission for programs regarding violence against women and girls;\n          (2)     Receiving reports from all City departments funding programs regarding violence against women;\n     (m)     Review the programs and budget of any other City and County department or agency where there are reasonable grounds for believing that department or agency is not complying with this Article or is otherwise not protecting the rights of women and girls fully; and, if necessary, to request the Controller to perform a management or budget audit with respect to those deficiencies; \n     (n)     Study and monitor all agencies, departments, boards and commissions of the City and County to identify patterns and practices that have a discriminatory effect upon women and girls; \n     (o)     Carry out the provisions of Section 12K of the San Francisco Administrative Code implementing, locally, the principles of the United Nations Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW); \n     (p)     Coordinate with other City departments, policy bodies and community groups to develop an integrated services plan for women and girls. \n(Added by Ord. 28-75, App. 2/11/75; amended by Ord. 271-89, App. 7/28/89; Ord. 64-92, App. 2/28/92; Ord. 335-95, App. 10/27/95; Ord. 131-98, App. 4/17/98; Ord. 106-00, File No. 000537, App. 5/26/2000) \n\n","heading":{"title":"33","chaptersection":"4","identifier":"33.4","catch_text":"POWERS AND DUTIES."}}