{"text":"\n     For the purposes of this Chapter, the following definitions shall apply. \n     (a)     \"Adjacent Property\" means all real property inside or within 150 feet of an Industrial Use Zoning District.\n     (b)     \"Eligible Industrial Use\" means any legally existing, including legally non-conforming, or future Industrial Use, as defined in this Section, conducted or maintained for industrial purposes in a manner consistent with proper and accepted customs and standards, as established and followed by similar industrial uses in the same neighborhood if such uses exist, and in accordance with all applicable federal, state, and local laws and regulations. \n     (c)     \"Industrial Use\" means any industrial use as defined in the Planning Code, including, but not limited to, Automotive as defined in Planning Code Section \n223, Animal Services as defined in Planning Code Section \n224, Wholesaling, Storage, Distribution and Open Air Handling of Materials and Equipment as defined in Planning Code Section \n225, Manufacturing and Processing as defined in Planning Code Section \n226. Other Uses as defined in Planning Code Section \n227, and Light Manufacturing. Wholesale Sales, Storage as defined in Planning Code Section \n890.54. Upon adoption of the permanent Eastern Neighborhoods Zoning Controls. \"Industrial Use\" shall also include Production, Design, and Repair Uses (\"PDR Uses\"), as defined in the zoning controls, including, but not limited to, Publishing, Audio/Visual, Arts, Fashion, Transport, Food/Event, Interior Design. Construction, Equipment, Motor Vehicles, and Other PDR uses. \n     (d)     \"Industrial Use Zoning District\" means a zoning district designated C-M (Heavy Commercial), M-1 (Light Industrial), M-2 (Heavy Industrial), SPD (South Park), RSD (Residential/Service Mixed Use), SLR (Service/Light Industrial/Residential Mixed Use), SLI (Service/Light Industrial), SSO (Service/Secondary Office), or MB-CI (Mission Bay-Commercial Industrial). Upon adoption of the permanent Eastern Neighborhoods Zoning Controls, \"Industrial Use Zoning District\" shall also include a zoning district within the Eastern Neighborhoods Plan Area in which PDR is a principally permitted use, including, but not limited to, zoning districts designated PDR Zone, Employment and Business Development Zone, or Urban Mixed Use Zone. \n     (e)     \"Residential Use\" means the use of any real property as a dwelling unit or units, regardless of whether it is a primary residence.\n     (f)     \"Transfer\" means, but is not limited to, the following: sale or lease.\n(Added by Ord. 223-06, File No. 060265, App. 8/11/2006)\n\n","heading":{"title":"35","chaptersection":"3. ","identifier":"35.3. ","catch_text":"DEFINITIONS."}}