{"text":"\n     (a)     Notice Requirement. The transferor of Adjacent Property for Residential Use must provide notice to the transferee as follows. \n          (1)     For all transfers of Adjacent Property having any Residential Use, the transferor shall provide the disclosure described in Subsection \n35.6(a)(2) on a written document. This notice shall be provided for a lease prior to the tenant(s) signing a lease or for a purchase agreement for the transfer of the Adjacent Property at the time required by California Civil Code Section 1102.3. \n          (2)     Disclosure. The disclosure shall include a citation to this Section \n35.6 and a written statement containing substantially the following language in at least 12-point font: \n\"DISCLOSURE OF ADJACENT INDUSTRIAL USES \n     You are purchasing or leasing property that may be adjacent to an existing industrial use. Industrial uses may subject you to inconveniences or discomfort arising from industrial operations, which may include, but are not limited to: noise, odors, dust, chemicals, smoke, operation of machinery, and loading and unloading operations. One or more of these types of inconveniences may occur even if the industrial use is operating in conformance with existing laws and regulations and locally accepted customs and standards for operations of such use. If you live near industrial uses, you should be prepared to accept such inconveniences or discomfort as normal and a necessary aspect of living in a neighborhood with mixed industrial and residential uses. Transferor shall maintain a copy of this disclosure in the transferor's records for not less than two years, and a copy shall be provided to the City or the transferee upon request.\" \n     (b)     Affidavit of Disclosure. The transferor shall make and sign, upon penalty of perjury, an affidavit stating that the transferor provided the disclosure required by this Section and shall attach a copy of the notice actually provided; provided, however, that the attachment need not also include a copy of the then-current text of this Chapter. This affidavit, with the attached notice provided, shall be maintained in the transferor's records for not less than two years, and a copy shall be provided to the City or the transferee upon request. \n     (c)     Civil Penalty for Failure to Provide Notice. Any person who fails to provide the disclosure required by this Section may be liable for a civil penalty of not less than $500 for each failure to provide said disclosure. This penalty may be assessed and recovered in a civil action brought in the name of the people of the City by the City Attorney in any court of competent jurisdiction. The City Attorney also may seek recovery of the attorneys' fees and costs incurred in bringing a civil action pursuant to this Section. \n     (d)     Private Right of Action. The current or former transferee of the Adjacent Property transferred for Residential Use may institute a civil proceeding for money damages of not less than $500 for each failure to provide the disclosure required by this Section \n35.6, and whatever other relief the Court deems appropriate. The prevailing party shall be entitled to reasonable attorney's fees and costs pursuant to order of the Court. The remedy available under this subsection shall be in addition to any other existing remedies that may be available to the transferee. \n     (e)     This Chapter shall not create any private right of action against the City. The City shall have no duty or liability based on any failure to achieve the disclosure required by this Chapter or based on the City's failure to prosecute. \n(Added by Ord. 223-06, File No. 060265, App. 8/11/2006)\n\n","heading":{"title":"35","chaptersection":"6. ","identifier":"35.6. ","catch_text":"NOTICE REQUIREMENTS FOR TRANSFER OF REAL PROPERTY FOR RESIDENTIAL USE."}}