{"text":"\n     (a)     The Planning Department is currently engaged in comprehensive planning of areas of the City being referred to as the proposed Transit Center District, Market/Octavia, East SOMA, West SOMA, Inner Mission, Lower Potrero/Showplace Square, and Central Waterfront plan areas. These efforts are expected to lead to new or modified area plans of the City's General Plan (\"Area Plans\") that address urban design, open space, transportation, housing, and community facilities and present detailed rezoning and policy proposals that cover land use, housing, community facilities, open space, and transportation. The boundaries of these areas are generally as outlined in documents posted from time to time on the Planning Department's web page. \n     (b)     As part of the comprehensive planning leading to preparation and adoption of each Area Plan, the Planning Department, and, in the West SOMA area, the Planning Department with the advice and input of the Western SoMa Citizens Planning Task Force, is analyzing the existing deficiencies and improvement needs of each area and the deficiencies and improvement needs that will be created by or exacerbated by the new development permitted by the proposed Area Plan. In the other areas covered by this legislation, the Planning Department should also consider the advice and input of citizen groups, Based on this analysis, the Planning Department shall prepare for each area a document that identifies the various facilities, infrastructure and other community improvements needed to address the identified conditions and needs (the \"Community Improvements Plan\") and an implementation program that summarizes the estimated costs of the various facilities and improvements identified in the Community Improvements Plan, proposes specific funding strategies and sources to finance them, identifies the responsible and supporting agencies, and outlines the steps, including as may be needed more detailed planning, program design, and environmental evaluation, required to refine the proposals and implement them (the \"Implementation Program.\"). In the West SOMA area the City is preparing the Community Improvements Plan and Implementation Program with the advice and in put of the Western SoMa Citizens Planning Task Force. In the other areas covered by this legislation, the Planning Department should also consider the advice and input of citizen groups. The funding sources proposed in the Implementation Program may include, but are not limited to, use of federal, State, and local public resources, community facility, community benefit or other forms of assessment districts, and area-specific development impact fees, as may be detailed in the final adopted respective area plans. \n(Added by Ord. 265-06, File No. 061206, App. 10/27/2006; amended by Ord. 184-12, File No. 120667, App. 8/8/2012, Eff. 9/7/2012)\n\n","heading":{"title":"36","chaptersection":"1. ","identifier":"36.1. ","catch_text":"APPLICABILITY."}}