{"text":"\n     (a)     A landlord shall provide a minimum of one key or key-set per rental unit for each adult occupant, without charge.\n     (b)     Additional Keys/Key-Sets. A tenant may request keys/key-sets in addition to those provided pursuant to Section \n37.13(a), for his or her convenience. Requested additional keys/key-sets must be provided within fourteen (14) days of the tenant's written request stating the reason(s), unless the landlord timely denies the request in writing as provided in Section \n37.13(b)(2). Examples of tenant reasons for receiving additional keys/key-sets include, but are not limited to: admitting a service provider, delivery person, houseguest, or relative. All keys are issued for the duration of a tenancy to be returned upon vacating the unit. \n          (1)     When providing requested additional keys/key-sets to a tenant, the landlord may charge only for the documented cost of replicating the additional keys/key-sets, which cost shall be paid by the tenant upon delivery of the requested additional keys/key-sets. Additional keys/key-sets shall be provided without requiring any other cost, fees, deposits, or terms or conditions of any kind whatsoever. \n          (2)     The landlord may deny the request for additional keys/key-sets only for good reason, such as unlawful occupancy in the tenant's unit or the tenant's pattern of lease violation. Any landlord denial must be provided to the tenant in writing, stating specific reasons for the denial, within fourteen (14) days of the written request. \n          (3)     A tenant may file a petition with the Board to decide a disputed request for additional keys or key-sets which may constitute a substantial decrease in housing services, and/or to decide a disagreement concerning landlord charges or deposits (Section \n37.13(b)(1)). A disputed request includes a failure to respond within fourteen days (Section \n37.13(b)), a disagreement concerning landlord terms and conditions (Section \n37.13(b)(1)), and a denial (Section \n37.13(b)(2)). \n               (A)     The Board through its Administrative Law Judges shall conduct a hearing in order to decide the petition.\n               (B)     The decision of the Administrative Law Judge shall be final unless the Board vacates the decision on appeal.\n               (C)     Either party may file an appeal of the Administrative Law Judge's decision with the Board. Such appeals are governed by Section \n37.8(f). \n          (4)     Unreasonable denial of additional keys/key-sets requested under this Section \n37.13(b), or failure to respond to the tenant's written request within fourteen days by providing either the keys/key-sets or a written denial as provided by Sections \n37.13(b) and (b)(2), or imposition of terms or conditions prohibited by Section \n37.13(b)(1), constitutes a substantial decrease in housing services for which the Administrative Law Judge may order a corresponding reduction in rent. \n(Added by Ord. 34-04, File No. 031879, App. 3/19/2004; amended by Ord. 66-05, File No. 041688, App. 4/15/2005) (Former Sec. 37.13 added by Ord. 62-02, File No. 020343, App. 5/3/2002; renumbered Sec. 37.14 by Ord. 34-04) \n\n","heading":{"title":"37","chaptersection":"13","identifier":"37.13","catch_text":"KEYS."}}