{"text":"\n     (a)     The Chapter shall be known as the Residential Rent Stabilization and Arbitration Ordinance.\n     (b)     The Board of Supervisors hereby finds:\n          (1)     There is a shortage of decent, safe and sanitary housing in the City and County of San Francisco resulting in a critically low vacancy factor. \n          (2)     Tenants displaced as a result of their inability to pay increased rents must relocate but as a result of such housing shortage are unable to find decent, safe and sanitary housing at affordable rent levels. Aware of the difficulty in finding decent housing, some tenants attempt to pay requested rent increases, but as a consequence must expend less on other necessities of life. \n               This situation has had a detrimental effect on substantial numbers of renters in the City and County, especially creating hardships on senior citizens, persons on fixed incomes and low and moderate income households. \n          (3)     The problem of rent increases reached crisis level in the Spring of 1979. At that time the Board of Supervisors conducted hearings and caused studies to be made on the feasibility and desirability of various measures designed to address the problems created by the housing shortage. \n          (4)     In April, 1979, pending development and adoption of measures designed to alleviate the City and County's housing crisis, the Board of Supervisors adopted Ordinance No. 181-79, prohibiting most rent increases on residential rental properties for 60 days. Ordinance No. 181-79 is scheduled to expire no later than June 30, 1979. \n          (5)     The provisions of Ordinance No. 181-79 have successfully reduced the rate of rent increases in the City and County, along with the concomitant hardships and displacements. However, a housing shortage still exists within the City and County of San Francisco and total deregulation of rents at this time would immediately lead to widespread exorbitant rent increases and recurrence of the crisis, problems and hardships which existed prior to the adoption of the moratorium measures. \n          (6)     This ordinance shall be in effect for 15 months. During this time, a Citizens' Housing Task Force shall be created to conduct a further study of and make recommendations for, the problems of housing in San Francisco. In the interim, some immediate measures are needed to alleviate San Francisco's housing problems. This ordinance, therefore, creates a Residential Rent Stabilization and Arbitration Board in order to safeguard tenants from excessive rent increases and, at the same time, to assure landlords fair and adequate rents consistent with Federal Anti-Inflation Guidelines. \n     (c)     The people of San Francisco hereby find and declare:\n          (1)     Present law provides that the annual allowable rent increase shall be 60 percent of the Consumer Price Index but in no event less than four percent of the tenant's base rent. \n          (2)     Rent increases of 60 percent of the Consumer Price Index are sufficient to assure landlords fair and adequate rents consistent with Federal Anti-Inflation Guidelines. \n          (3)     Since 1984, 60 percent of the Consumer Price Index has been less than four percent per year, so landlords have been able to impose yearly rent increases above the rate of inflation since 1984. \n          (4)     Under the current four percent floor, landlords have received more than 60 percent of the Consumer Price Index with resulting hardship to tenants. \n          (5)     Therefore, in order to alleviate this hardship to tenants and to ensure that landlords receive fair and adequate rents consistent with Federal Anti-Inflation Guidelines, we hereby amend this ordinance to delete the current four percent floor on annual rent increases. \n(Added by Ord. 276-79, App. 6/12/79)\n\n","heading":{"title":"37","chaptersection":"1","identifier":"37.1","catch_text":"TITLE AND FINDINGS."}}