{"text":"\n     (a)     No landlord, and no agent, contractor, subcontractor or employee of the landlord, shall, do any of the following, bad faith or with ulterior motive or without honest intent. \n          (1)     Interrupt, terminate or fail to provide housing services required by contract or by State, County or local housing health or safety laws; \n          (2)     Fail to perform repairs and maintenance required by contract or by State, County or local housing, health or safety laws.\n          (3)     Fail to exercise due diligence in completing repairs and maintenance once undertaken or fail to follow appropriate industry repair containment or remediation protocols designed to minimize exposure to noise, dust, lead paint, mold, asbestos, or other building materials with potentially harmful health impacts. \n          (4)     Abuse the landlord's right of access into a rental housing unit as that right is provided by law ;\n          (5)     Influence or attempt to influence a tenant to vacate a rental housing unit through fraud, intimidation or coercion;\n          (6)     Attempts to coerce the tenant to vacate with offer(s) of payments to vacate which are accompanied with threats or intimidation;\n          (7)     Continue to offer payments to vacate after tenant has notified the landlord in writing the they no longer wish to receive further offers of payments to vacate; \n          (8)     Threaten the tenant, by word or gesture, with physical harm;\n          (9)     Violate any law which prohibits discrimination based on actual or perceived race, gender, sexual preference, sexual orientation, ethnic background, nationality, place of birth, immigration or citizenship status, religion, age, parenthood, marriage, pregnancy, disability, AIDS or occupancy by a minor child. \n          (10)     Interfere with a tenants right to quiet use and enjoyment of a rental housing unit as that right is defined by California law; \n          (11)     Refuse to accept or acknowledge receipt of a tenant's lawful rent payment;\n          (12)     Refuse to cash a rent check for over 30 days;\n          (13)     Interfere with a tenant's right to privacy.\n          (14)     Request information that violates a tenant's right to privacy, including but not limited to residence or citizenship status or social security number. \n          (15)     Other repeated acts or omissions of such significance as to substantially interfere with or disturb the comfort, repose, peace or quiet of any person lawfully entitled to occupancy of such dwelling unit and that cause, are likely to cause, or are intended to cause any person lawfully entitled to occupancy of a dwelling unit to vacate such dwelling unit or to surrender or waive any rights in relation to such occupancy. \n     (b)     Nothing in this Section \n37.10B shall be construed as to prevent the lawful eviction of a tenant by appropriate legal means.\n     (c)     Enforcement and penalties.\n          (1)     Rent Board, Violation of this Section \n37.10B is a substantial and significant decrease in services as defined in Section \n37.2(g) and tenants may file a petition with the Rent Board for a reduction in rent. \n          (2)     Criminal Penalty. Any person who is convicted of violating this Section shall be guilty of a misdemeanor and upon conviction shall be punished by a fine of not greater than one thousand dollars or by imprisonment in the County Jail for not more than six months, or by both such fine and imprisonment. \n          (3)     Civil Action. Any person, including the City, may enforce the provisions of this Section by means of a civil action. The burden of proof in such cases shall be preponderance of the evidence. A violation of this Chapter may be asserted as an affirmative defense in an unlawful detainer action. \n          (4)     Injunction. Any person who commits an act, proposes to commit an act, or engages in any pattern and practice which violates this Section \n37.10B may be enjoined therefrom by any court of competent jurisdiction. An action for injunction under this subsection may be brought by any aggrieved person, by the City Attorney, or by any person or entity who will fairly and adequately represent the interest of the protected class. \n          (5)     Penalties and Other Monetary Awards. Any person who violates or aids or incites another person to violate the provisions of this Section is liable for each and every such offense for money damages of not less than three times actual damages suffered by an aggrieved party (including damages for mental or emotional distress), or for statutory damages in the sum of one thousand dollars, whichever is greater, and whatever other relief the court deems appropriate, . In the case of an award of damages for mental or emotional distress, said award shall only be trebled if the trier of fact finds that the landlord acted in knowing violation of or in reckless disregard of Section \n37.9, \n37.10A, or \n37.10B herein. In addition, a prevailing plaintiff shall be entitled to reasonable attorney's fees and costs pursuant to order of the court. The trier of fact may also award punitive damages to any plaintiff, including the City, in a proper case as defined by Civil Code Section 3294. The remedies available under this Section shall be in addition to any other existing remedies which may be available to the tenant or the City. \n          (6)     Defending Eviction Lawsuits. In any action to recover possession of a rental unit subject to the Chapter, unless the sole basis of the notice to quit is Section \n37.9(b), the court shall award the tenant reasonable attorney fees and costs incurred in defending the action upon a finding that the tenant is the prevailing party under Code of Civil Procedure Section 1032(a)(4). \n     (d)     Severability. If any provision or clause of this Section \n37.10B, or Section \n37.2(g), or the application thereof to any person or circumstance is held to be unconstitutional or to be otherwise invalid by any court of competent jurisdiction, such invalidity shall not affect other provisions of this Section \n37.10B or Section \n37.2(g) and all clauses of these Sections are declared to be severable. \n(Added by Proposition M, 11/4/2008)\n\n","heading":{"title":"37","chaptersection":"10B","identifier":"37.10B","catch_text":"   TENANT HARASSMENT."}}