{"text":"\n     This Section is enacted in order to assure the smooth transition to coverage under this Chapter of owner-occupied buildings containing four units or less, as a result of the repeal of the exemption for owner-occupied units. The provisions of this Section apply only to such units. The units are referred to as \"newly covered units\" in this Section. The term \"effective date of coverage\" as used herein means the effective date of the repeal of the owner occupancy exemption. \n     (a)     The initial base rent for all newly covered units shall be the rent that was in effect for the rental unit on May 1, 1994. If no rent was in effect for the newly covered unit on May 1, 1994, the initial base rent shall be the first rent in effect after that date. \n     (b)     All rents paid after May 1, 1994, in excess of the initial base rent under Section \n37.12(a), shall be refunded to the tenant no later than December 15, 1994. If the landlord fails to refund the excess rent by December 15, 1994, the tenant may deduct the amount of the refund from future rent payments, or bring a civil action under Section \n37.11A, or exercise any other existing remedies. All tenants residing in newly covered units are entitled to this refund, even if the tenant vacated before the effective date of coverage of the newly covered units. \n     (c)     As soon as practical after the effective date of coverage, the Board shall mail to the landlords of record of newly covered units a notice advising of the repeal of the exemption for owner-occupied buildings containing four units or less. The notice shall include information deemed appropriate by the Board to explain the requirements and effects of the change in the law. It shall be the responsibility of landlords to distribute a copy of said notice to all newly covered units within 15 days of the date the Board mails such notice to landlords. Distribution shall be by mail properly addressed to a tenant of the newly covered unit, or by personal delivery to a tenant of the newly covered unit, or by placing said notice under the door of the primary entrance to the newly covered unit. \n(Added by Proposition I, 11/8/94; amended by Ord. 88-95, App. 4/7/95)\n\n","heading":{"title":"37","chaptersection":"12. ","identifier":"37.12. ","catch_text":"TRANSITIONAL PROVISIONS."}}