{"text":"\n     (a)     It shall be unlawful for a landlord to increase rent or rents in violation of the decision of an Administrative Law Judge or the decision of the Board on appeal pursuant to the hearing and appeal procedures set forth in Section \n37.8 of this Chapter. It shall further be unlawful for a landlord to charge any rent which exceeds the limitations of this Chapter. Any person who increases rents in violation of such decisions or who charges excessive rents shall be guilty of a misdemeanor. \n     (b)     It shall be unlawful for an landlord to refuse to rent or lease or otherwise deny to or withhold from any person any rental unit because the age of a prospective tenant would result in the tenant acquiring rights under this Chapter. Any person who refuses to rent in violation of this subsection shall, in addition to any other penalties provide by State or federal law, be guilty of a misdemeanor. \n     (c)     It shall be unlawful for a landlord or for any person who willfully assists a landlord to request that a tenant move from a rental unit or to threaten to recover possession of a rental unit, either verbally or in writing, unless: \n          (1)     The landlord in good faith intends to recover said unit under one of the grounds enumerated in Section \n37.9(a) or (b); and\n          (2)     Within five days of any such request or threat the landlord serves the tenant with a written notice stating the particular ground under Section \n37.9(a) or (b) that is the basis for the landlord's intended recovery of possession of the unit. \n     (d)     It shall be unlawful for a landlord or for any person who willfully assists a landlord to recover possession of a rental unit unless, prior to recovery of possession of the unit: \n          (1)     The landlord files a copy of the written notice required under Section \n37.10A(c) with the Board together with any preceding warning or threat to recover possession, unless the particular ground for recovery is non-payment of rent; and \n          (2)     The landlord satisfies all requirements for recovery of the unit under Section \n37.9(a) or (b).\n     (e)     In any criminal or civil proceeding based on a violation of Section \n37.10A(c) or \n37.10A(d), the landlord's failure to use a recovered unit for the Section \n37.9(a) or (b) ground stated verbally or in writing to the tenant from whom the unit was recovered shall give rise to a presumption that the landlord did not have a good faith intention to recover the unit for the stated ground. \n     (f)     If possession of a rental unit is recovered as the result of any written or verbal statement to the tenant that the landlord intends to recover the unit under one of the grounds enumerated in Section \n37.9(a) or (b), the unit shall be subject to all restrictions set forth under this Chapter on units recovered for such stated purpose regardless of any agreement made between the landlord or the landlord's agent and the tenant who vacated the recovered unit. Any unit vacated by a tenant within 120 days after receiving any written or verbal statement from the landlord stating that the landlord intends to recover the unit under Section \n37.9(a) or (b), shall be rebuttably presumed to have been recovered by the landlord pursuant to the grounds identified in that written or verbal statement. \n     (g)     Except as provided in this subsection, it shall be unlawful for a landlord, or for any person who willfully assists a landlord, including the landlord's attorney or legal representative, to seek or obtain a tenant's agreement not to cooperate with any investigation or proceeding by any administrative or law enforcement or other governmental agency under this Chapter, or to otherwise seek or obtain a tenant's waiver of rights under this Chapter. Any waiver of rights by a tenant under this Chapter shall be void as contrary to public policy unless the tenant is represented by independent counsel and the waiver is approved in a Court-supervised settlement agreement, or by a retired judge of the California Superior Court sitting as a mediator or arbitrator by mutual agreement of the tenant represented by independent counsel and the landlord. Any settlement agreement shall identify the judge, mediator, or arbitrator reviewing the settlement, all counsel representing the parties, and any other information as required by the Board. The landlord shall file a signed copy of the settlement agreement with the Board within ten days of execution. Unless otherwise required by the Board, the copy of the agreement filed with the Board shall redact the amount of payments to be made to tenants. \n     (h)     It shall be unlawful for a landlord to knowingly fail to disclose in writing to the buyer, prior to entering into a contract for the sale of any property consisting of two or more residential units, the specific legal ground(s) for the termination of the tenancy of each residential unit to be delivered vacant at the close of escrow. \n          (i)     It shall be unlawful for a landlord/owner, when offering a property for sale in the City and County of San Francisco that includes two or more residential units, to knowingly fail to disclose in writing to any prospective purchaser: \n          (1)     The specific legal ground(s) for the termination of the tenancy of each residential unit to be delivered vacant at the close of escrow; and, \n          (2)     Whether the unit was occupied by an elderly or disabled tenant at the time the tenancy was terminated. For purposes of this section \n37.10A(i), \"elderly\" means a tenant defined as elderly by San Francisco Administrative Code section \n37.9(i)(1)(A), \n37.9A(e)(1)(C), \n37.9A(e)(2)(D), or \n37.9A(e)(3)(C), or a tenant defined as \"senior\" by San Francisco Subdivision Code section \n1359(d). For purposes of this section \n37.10A(i), \"disabled\" means a tenant defined as disabled by San Francisco Administrative Code section \n37.9(i)(1)(B)(i), \n37.9A(e)(1)(C), \n37.9A(e)(2)(D), or \n37.9A(e)(3)(C), or by San Francisco Subdivision Code section \n1359(d). \n     Any disclosure required by this Subsection (i) that is made on a flier or other document describing the property which is made available to prospective purchasers at each open house and at any tour through the property will constitute compliance with the disclosure requirements of this Subsection (i). \n     (j)     Any person who violates Section \n37.10A(a), (b), (c), (d), (g) or (h) is guilty of a misdemeanor and shall be punished by a mandatory fine of one thousand dollars ($1,000), and in addition to such fine may be punished by imprisonment in the County Jail for a period of not more than six months. Each violation shall constitute a separate offense. \n(Added by Ord. 20-84, App. 1/19/84; amended by Ord. 20-84, App. 10/2/98; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 57-02, File No. 011575, App. 5/3/2002; Amended by Proposition B, 6/6/2006) \n\n","heading":{"title":"37","chaptersection":"10A. ","identifier":"37.10A. ","catch_text":"   MISDEMEANORS, AND OTHER ENFORCEMENT PROVISIONS."}}