{"text":"\n     (a)     Base Rent.\n          (1)     That rent which is charged a tenant upon initial occupancy plus any rent increase allowable and imposed under this Chapter; provided, however, that; \n               (A)     Base rent shall not include increases imposed pursuant to Section \n37.7.\n               (B)     Base rent shall not include utility passthroughs or water revenue bond passthroughs or general obligation bond passthroughs pursuant to Sections \n37.2(q), \n37.3(a)(5)(B), and \n37.3(a)(6). \n               (C)     Base rent for tenants of RAP rental units in areas designated on or after July 1, 1977, shall be that rent which was established pursuant to Section \n32.73-1 of the San Francisco Administrative Code. Rent increases attributable to the City Administrator's amortization of an RAP loan in an area designated on or after July 1, 1977, shall not be included in the base rent. \n               (D)     Good Samaritan Status.  As of February 8, 2011 and after, Good Samaritan occupancy status occurs when a landlord and new tenant agree in writing for the tenant to commence temporary occupancy following an emergency such as fire, earthquake, landslide, or similar emergency situation, that required unexpected vacation of the tenant's previous unit, and the agreement includes a reduced rent rate for the replacement unit for a specified period of time up to twelve (12) months (\"Original Good Samaritan Status Period\"). \"Reduced rent rate\" means the base rent the tenant was paying for the previous unit at the time of the emergency or an amount up to ten (10) percent above that amount, except that if the owner of the previous unit is the same as the owner of the replacement unit then \"reduced rent rate\" means the rent the tenant was paying for the previous unit at the time of the emergency. For Good Samaritan Status to exist, the written agreement as referenced in this Subsection must include a statement that the agreement is temporary in nature, must refer to this Subsection, and must state that the tenant has been displaced from his or her previous unit as certified in Subsection (iii), below.\n                    (i)     The landlord and tenant may agree, in writing, to extend the reduced rent rate for a period of time beyond the Original Good Samaritan Status Period, up to a total of twenty-four (24) months from the beginning to the end of all Good Samaritan Status (\"Extended Good Samaritan Status Period\").\n                    (ii)     By accepting occupancy in Good Samaritan Status, a tenant does not waive any right to compensation or any right to return to the tenant's previous unit that he or she otherwise may have under Chapter 37 or other source of law, based on the emergency vacation of the tenant's previous unit.\n                    (iii)     Good Samaritan Status may only be utilized upon certification in writing by one of the following officials, or his or her designee, that as a result of fire, earthquake, landslide, or similar emergency situation, the tenant's previous unit is in such condition that, as a matter of public health and safety and as a matter of habitability, the tenant cannot or should not reside there until the unit has been appropriately repaired:\n     Mayor;\n     Fire Chief;\n     Director of the Department of Building Inspection;\n     Director of the Department of Public Health; or\n     Other Official as authorized by law.\nThe Rent Board shall make a form available, that the Official may use for this purpose.\n                    (iv)     The tenant's rent increase anniversary date for a Good Samaritan occupancy shall be the date the tenancy commenced; the first annual allowable increase shall take effect no less than one year from the anniversary date, but when imposed after one year, shall set a new anniversary date for the imposition of future rent increases. The base rent used for calculation of the annual allowable increase pursuant to Section \n37.3(a)(1) during a Good Samaritan occupancy, shall be the reduced rent rate in effect on the day the Good Samaritan occupancy commences.\n                    (v)     The landlord may serve a notice of termination of tenancy under Section \n37.9(a)(16) within 60 days after expiration of the Original and any Extended Good Samaritan Status Period. Alternatively, within sixty (60) days after expiration of the Original and any Extended Good Samaritan Status Period, if the Good Samaritan rental agreement states the dollar amount of the tenant's initial base rent that can be imposed after expiration of the Original and any Extended Good Samaritan Status Period, the landlord may give legal notice of the rent increase to the tenant and then increase the tenant's rent from the temporary reduced rent rate to the previously agreed upon initial base rent for the unit.\n                    (vi)     The Rent Board shall make a form available that explains the temporary nature of tenant occupancy in Good Samaritan Status, and describes the other provisions of Section \n37.2(a)(1)(D)(v).\n                         The Good Samaritan landlord shall provide the tenant with this disclosure form prior to commencement of the Good Samaritan tenancy. However, failure by the landlord to provide the tenant with such disclosure form:\n                         •     Will not prevent the landlord from serving a notice of termination of tenancy under Section \n37.9(a)(16) within sixty (60) days after expiration of the Original and any Extended Good Samaritan Status Period.\n                         •     Will not prevent the landlord from serving a notice of rent increase within sixty (60) days after expiration of the Original and any Extended Good Samaritan Status Period, to increase to the previously agreed upon initial base rent for the unit, as provided in Section \n37.2(a)(1)(D)(v).\n                         •     Will not otherwise impact any rights that the landlord may have regarding the tenancy.\n          (2)     From and after the effective date of this ordinance, the base rent for tenants occupying rental units which have received certain tenant-based or project-based rental assistance shall be as follows: \n               (A)     With respect to tenant-based rental assistance:\n                    (i)     For any tenant receiving tenant-based assistance as of the effective date of this ordinance (except where the rent payable by the tenant is a fixed percentage of the tenant's income, such as in the Section 8 certificate program and the rental subsidy program for the HOPWA program), and continuing to receive tenant-based rental assistance following the effective date of this ordinance, the base rent for each unit occupied by such tenant shall be the rent payable for that unit under the Housing Assistance Payments contract, as amended, between the San Francisco Housing Authority and the landlord (the \"HAP contract\") with respect to that unit immediately prior to the effective date of this ordinance (the \"HAP\" contract rent\"). \n                    (ii)     For any tenant receiving tenant-based rental assistance (except where the rent payable by the tenant is a fixed percentage of the tenant's income, such as in the Section 8 certificate program and the rental subsidy program for the HOPWA program), and commencing occupancy of a rental unit following the effective date of this ordinance, the base rent for each unit occupied by such a tenant shall be the HAP contract rent in effect as of the date the tenant commences occupancy of such unit. \n                    (iii)     For any tenant whose tenant-based rental assistance terminates or expires, for whatever reason, following the effective date of this ordinance, the base rent for each such unit following expiration or termination shall be the HAP contract rent in effect for that unit immediately prior to the expiration or termination of the tenant-based rental assistance. \n               (B)     For any tenant occupying a unit upon the expiration or termination, for whatever reason, of a project-based HAP contract under Section 8 of the United States Housing Act of 1937 (42 USC Section 1437f, as amended), the base rent for each such unit following expiration or termination shall be the \"contract rent\" in effect for that unit immediately prior to the expiration or termination of the project-based HAP contract. \n               (C)     For any tenant occupying a unit upon the prepayment or expiration of any mortgage insured by the United States Department of Housing and Urban Development (\"HUD\"), including but not limited to mortgages provided under Sections 221(d)(3), 221(d)(4) and 236 of the National Housing Act (12 USC Section 1715z-1), the base rent for each such unit shall be the \"basic rental charge\" (described in 12 USC 1715z-1(f), or successor legislation) in effect for that unit immediately prior to the prepayment of the mortgage, which charge excludes the \"interest reduction payment\" attributable to that unit prior to the mortgage prepayment or expiration. \n     (b)     Board. The Residential Rent Stabilization and Arbitration Board. \n     (c)     Capital Improvements. Those improvements which materially add to the value of the property, appreciably prolong its useful life, or adapt it to new uses, and which may be amortized over the useful life of the improvement of the building. \n     (d)     CPI. Consumer Price Index for all Urban Consumers for the San Francisco-Oakland Metropolitan Area, U.S. Department of Labor. \n     (e)     Energy Conservation Improvements. Work performed pursuant to the requirements of Chapter 12 of the San Francisco Housing Code. \n     (f)     Administrative Law Judge. A person, designated by the Board, who arbitrates and mediates rental increase disputes, and performs other duties as required pursuant to this \nChapter 37. \n     (f.1)     Reserved.\n     (g)     Housing Services. Services provided by the landlord connected with the use or occupancy of a rental unit including, but not limited to: quiet enjoyment of the premises, without harassment by the landlord as provided in Section 10B; repairs; replacement; maintenance; painting; light; heat; water; elevator service; laundry facilities and privileges; janitor service; refuse removal; furnishings; telephone; parking; rights permitted the tenant by agreement, including the right to have a specific number of occupants, whether express or implied, and whether or not the agreement prohibits subletting and/or assignment; and any other benefits, privileges or facilities. \n     (h)     Landlord. An owner, lessor, sublessor, who receives or is entitled to receive rent for the use and occupancy of any residential rental unit or portion thereof in the City and County of San Francisco, and the agent, representative or successor of any of the foregoing. \n     (i)     Member. A member of the Residential Rent Stabilization and Arbitration Board. \n     (j)     Over FMR Tenancy Program. A regular certificate tenancy program whereby the base rent, together with a utility allowance in an amount determined by HUD, exceeds the fair market rent limitation for a particular unit size as determined by HUD. \n     (k)     Payment Standard. An amount determined by the San Francisco Housing Authority that is used to determine the amount of assistance paid by the San Francisco Housing Authority on behalf of a tenant under the Section 8 Voucher Program (24 CFR Part 887). \n     (l)     RAP. Residential Rehabilitation Loan Program (\nChapter 32, San Francisco Administrative Code). \n     (m)     RAP Rental Units. Residential dwelling units subject to RAP loans pursuant to \nChapter 32, San Francisco Administrative Code. \n     (n)     Real Estate Department. A city department in the City and County of San Francisco. \n     (o)     Rehabilitation Work. Any rehabilitation or repair work done by the landlord with regard to a rental unit, or to the common areas of the structure containing the rental unit, which work was done in order to be in compliance with State or local law, or was done to repair damage resulting from fire, earthquake or other casualty or natural disaster. \n     (p)     Rent. The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, or the assignment of a lease for such a unit, including but not limited to monies demanded or paid for parking, furnishing, food service, housing services of any kind, or subletting. \n     (q)     Rent Increases. Any additional monies demanded or paid for rent as defined in item (p) above, or any reduction in housing services without a corresponding reduction in the monies demanded or paid for rent; provided, however, that: (1) where the landlord has been paying the tenant's utilities and the cost of those utilities increases, the landlord's passing through to the tenant of such increased costs pursuant to this Chapter does not constitute a rent increase; (2) where there has been a change in the landlord's property tax attributable to a general obligation bond approved by the voters between November 1, 1996 and November 30, 1998, or after November 14, 2002, the landlord's passing through to the tenant of such increased costs in accordance with this Chapter (see Section \n37.3(a)(6)) does not constitute a rent increase; (3) where there has been a change in the landlord's property tax attributable to a San Francisco Unified School District or San Francisco Community College District general obligation bond approved by the voters after November 1, 2006, the landlord's passing through to the tenant of such increased costs in accordance with this Chapter (see Section \n37.3(a)(6)) does not constitute a rent increase; and, (4) where water bill charges are attributable to water rate increases resulting from issuance of water revenue bonds authorized at the November 5, 2002 election, the landlord's passing through to the tenant of such increased costs in accordance with this Chapter (see Section \n37.3(a)(5)(B)) does not constitute a rent increase. \n     (r)     Rental Units. All residential dwelling units in the City and County of San Francisco together with the land and appurtenant buildings thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. \n          Garage facilities, parking facilities, driveways, storage spaces, laundry rooms, decks, patios, or gardens on the same lot, or kitchen facilities or lobbies in single room occupancy (SRO) hotels, supplied in connection with the use or occupancy of a unit, may not be severed from the tenancy by the landlord without just cause as required by Section \n37.9(a). Any severance, reduction or removal permitted under this Section \n37.2(r) shall be offset by a corresponding reduction in rent. Either a landlord or a tenant may file a petition with the Rent Board to determine the amount of the rent reduction. \n          The term \"rental units\" shall not include: \n          (1)     Housing accommodations in hotels, motels, inns, tourist houses, rooming and boarding houses, provided that at such time as an accommodation has been occupied by a tenant for 32 continuous days or more, such accommodation shall become a rental unit subject to the provisions of this Chapter; provided further, no landlord shall bring an action to recover possession of such unit in order to avoid having the unit come within the provisions of this Chapter. An eviction for a purpose not permitted under Section \n37.9(a) shall be deemed to be an action to recover possession in order to avoid having a unit come within the provisions of this Chapter; \n          (2)     Dwelling units in nonprofit cooperatives owned, occupied and controlled by a majority of the residents or dwelling units solely owned by a nonprofit public benefit corporation governed by a board of directors the majority of which are residents of the dwelling units and where it is required in the corporate by-laws that rent increases be approved by a majority of the residents; \n          (3)     Housing accommodation in any hospital, convent, monastery, extended care facility, asylum, residential care or adult day health care facility for the elderly which must be operated pursuant to a license issued by the California Department of Social Services, as required by California Health and Safety Chapters 3.2 and 3.3; or in dormitories owned and operated by an institution of higher education, a high school, or an elementary school; \n          (4)     Except as provided in Subsections (A), (B) and (C), dwelling units whose rents are controlled or regulated by any government unit, agency or authority, excepting those unsubsidized and/or unassisted units which are insured by the United States Department of Housing and Urban Development; provided, however, that units in unreinforced masonry buildings which have undergone seismic strengthening in accordance with Building Code Chapters 16B and 16C shall remain subject to the Rent Ordinances to the extent that the ordinance is not in conflict with the seismic strengthening bond program or with the program's loan agreements or with any regulations promulgated thereunder; \n               (A)     For purposes of Sections \n37.2, \n37.3(a)(10)(A), \n37.4, \n37.5, \n37.6, \n37.9, \n37.9A, \n37.10A, \n37.11A and \n37.13, and the arbitration provisions of Sections \n37.8 and \n37.8A applicable only to the provisions of Sections 37.3(a)(10)(A), the term \"rental units\" shall include units occupied by recipients of tenant-based rental assistance where the tenant-based rental assistance program does not establish the tenant's share of base rent as a fixed percentage of a tenant's income, such as in the Section 8 voucher program and the \"Over-FMR Tenancy\" program defined in 24 CFR Section 982.4; \n               (B)     For purposes of Sections \n37.2, \n37.3(a)(10)(B), \n37.4, \n37.5, \n37.6, \n37.9, \n37.9A, \n37.10A, \n37.11A and \n37.13, the term \"rental units\" shall include units occupied by recipients of tenant-based rental assistance where the rent payable by the tenant under the tenant-based rental assistance program is a fixed percentage of the tenant's income; such as in the Section 8 certificate program and the rental subsidy program for the Housing Opportunities for Persons with Aids (\"HOPWA\") program (42 U.S.C. Section 12901 et seq., as amended); \n               (C)     The term \"rental units\" shall include units in a building for which tax credits are reserved or obtained pursuant to the federal low income housing tax credit program (LIHTC, Section 42 of the Internal Revenue Code, 26 U.S.C. Section 42), that satisfy the following criteria: \n                    (i)     Where a tenant's occupancy of the unit began before the applicable LIHTC regulatory agreement was recorded; and,\n                    (ii)     Where the rent is not controlled or regulated by any use restrictions imposed by the City and County of San Francisco, the San Francisco Redevelopment Agency, the State of California Office of Housing and Community Development, or the United States Department of Housing and Urban Development. \n                    Nothing in this Section \n37.2(r)(4)(C) precludes a landlord from seeking an exemption from rent regulation on the basis of substantial rehabilitation under Section \n37.2(r)(6). \n                    This Section \n37.2(r)(4)(C) definition of \"rental unit\" shall apply to any unit where the qualifying tenant (see Section \n37.2(r)(4)(C)(i)) is in possession of the unit on or after the effective date of this ordinance (Ord. No. 281-06), including but not limited to any unit where the tenant has been served with a notice to quit but has not vacated the unit and there is no final judgment against the tenant for possession of the unit as of the effective date of this ordinance (Ord. No. 281-06). \n          (5)     Rental units located in a structure for which a certificate of occupancy was first issued after the effective date of this ordinance; (A) except as provided for certain categories of units and dwellings by Section \n37.3(d) and Section \n37.9A(b) of this Chapter, (B) except as provided in a development agreement entered into by the City under San Francisco Administrative Code \nChapter 56; and (C) except as provided for foreclosed units and dwellings by Section \n37.9D. \n          (6)     Dwelling units in a building which has undergone substantial rehabilitation after the effective date of this ordinance; provided, however, that RAP rental units are not subject to this exemption; and except as provided for foreclosed units and dwellings by Section \n37.9D. \n          (7)     Dwellings or units otherwise subject to this \nChapter 37, to the extent such dwellings or units are partially or wholly exempted from rent increase limitations by the Costa-Hawkins Rental Housing Act (California Civil Code Sections 1954.50, et seq.) and/or San Francisco Administrative Code Section \n37.3(d). \n     (s)     Substantial Rehabilitation. The renovation, alteration or remodeling of residential units of 50 or more years of age which have been condemned or which do not qualify for certificates of occupancy or which require substantial renovation in order to conform the building to contemporary standards for decent, safe and sanitary housing. Substantial rehabilitation may vary in degree from gutting and extensive reconstruction to extensive improvements that cure substantial deferred maintenance. Cosmetic improvements alone such as painting, decorating and minor repairs, or other work which can be performed safely without having the unit vacated do not qualify as substantial rehabilitation. \n     (t)     Tenant. A person entitled by written or oral agreement, sub-tenancy approved by the landlord, or by sufferance, to occupy a residential dwelling unit to the exclusion of others. \n     (u)     Tenant-Based Rental Assistance. Rental assistance provided directly to a tenant or directly to a landlord on behalf of a particular tenant, which includes but shall not be limited to certificates and vouchers issued pursuant to Section 8 of the United States Housing Act of 1937, as amended (42 U.S.C. Section 1437f) and the HOPWA program. \n     (v)     Utilities. The term \"utilities\" shall refer to gas and electricity exclusively. \n(Amended by Ord. 193-86, App. 5/30/86; Ord. 221-92, App. 7/14/92; Ord. 233-93, App. 7/22/93; Proposition I, 11/8/94; Ord. 446-94, App. 12/30/94; Ord. 179-98, App. 5/29/98; Ord. 250-98, App. 7/31/98; Ord. 237-99, File No. 990168, App. 8/30/99; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 116-00, File No. 991315, App. 6/2/2000; Ord. 2-03, File No. 020716, App, 1/21/2003; Ord. 107-03, File No. 030689, App. 5/23/2003; Ord. 178-06, File No. 052025, App.; Ord. 252-06, File No. 061183, App. 10/11/2006; Ord. 281-06, File No. 061376, App. 11/20/2006; Ord. 92-07, File No. 061217, App. 4/27/2007; Proposition M, 11/4/2008; Ord. 28-09, File No. 080822, App. 2/20/2009; Ord. 60-10, File No. 10039, App. 3/25/2010; Ord. 72-11, File No. 110153, App. 4/27/2011, Eff. 5/27/2011) \n\n","heading":{"title":"37","chaptersection":"2. ","identifier":"37.2. ","catch_text":"DEFINITIONS."}}