{"text":"\n     (a)     Rent Increase Limitations for Tenants in Occupancy. Landlords may impose rent increases upon tenants in occupancy only as provided below and as provided by Subsection \n37.3(d): \n          (1)     Annual Rent Increase. On March 1st of each year, the Board shall publish the increase in the CPI for the preceding 12 months, as made available by the U.S. Department of Labor. A landlord may impose annually a rent increase which does not exceed a tenant's base rent by more than 60 percent of said published increase. In no event, however, shall the allowable annual increase be greater than seven percent. \n          (2)     Banking. A landlord who refrains from imposing an annual rent increase or any portion thereof may accumulate said increase and impose that amount on the tenant's subsequent rent increase anniversary dates. A landlord who, between April 1, 1982, and February 29, 1984, has banked an annual seven percent rent increase (or rent increases) or any portion thereof may impose the accumulated increase on the tenant's subsequent rent increase anniversary dates. \n          (3)     Capital Improvements, Rehabilitation, and Energy Conservation Improvements, and Renewable Energy Improvements. A landlord may impose rent increases based upon the cost of capital improvements, rehabilitation, energy conservation improvements, or renewable energy improvements, provided that such costs are certified pursuant to Sections \n37.7 and \n37.8B below; provided further that where a landlord has performed seismic strengthening in accordance with Building Code Chapters 16B and 16C, no increase for capital improvements (including but not limited to seismic strengthening) shall exceed, in any 12 month period, 10 percent of the tenant's base rent, subject to rules adopted by the Board to prevent landlord hardship and to permit landlords to continue to maintain their buildings in a decent, safe and sanitary condition. A landlord may accumulate any certified increase which exceeds this amount and impose the increase in subsequent years, subject to the 10 percent limitation. Nothing in this subsection shall be construed to supersede any Board rules or regulations with respect to limitations on increases based upon capital improvements whether performed separately or in conjunction with seismic strengthening improvements pursuant to Building Code Chapters 16B and 16C. \n          (4)     Utilities. A landlord may impose increases based upon the cost of utilities as provided in Section \n37.2(q) above. \n          (5)     Water: Charges Related to Excess Water Use, and 50% Passthrough of Water Bill Charges Attributable to Water Rate Increases Resulting From Issuance of Water System Improvement Revenue Bonds Authorized at the November 2002 Election. \n               (A)     Charges Related to Excess Water Use. A landlord may impose increases not to exceed 50 percent of the excess use charges (penalties) levied by the San Francisco Water Department on a building for use of water in excess of Water Department allocations under the following conditions: \n                    (i)     The landlord provides tenants with written certification that the following have been installed in all units: (1) permanently installed retrofit devices designed to reduce the amount of water used per flush or low-flow toilets (1.6 gallons per flush); (2) low-flow showerheads which allow a flow of no more than 2.5 gallons per minute; and (3) faucet aerators (where installation on current faucets is physically feasible); and \n                    (ii)     The landlord provides the tenants with written certification that no known plumbing leaks currently exist in the building and that any leaks reported by tenants in the future will be promptly repaired; and \n                    (iii)     The landlord provides the tenants with a copy of the water bill for the period in which the penalty was charged. Only penalties billed for a service period which begins after the effective date of the ordinance [April 20, 1991] may be passed through to tenants. Where penalties result from an allocation which does not reflect documented changes in occupancy which occurred after March 1, 1991, a landlord must, if requested in writing by a tenant, make a good-faith effort to appeal the allotment. Increases based upon penalties shall be prorated on a per-room basis provided that the tenancy existed during the time the penalty charges accrued. Such charges shall not become part of a tenant's base rent. Where a penalty in any given billing period reflects a 25 percent or more increase in consumption over the prior billing period, and where that increase does not appear to result from increased occupancy or any other known use, a landlord may not impose any increase based upon such penalty unless inspection by a licensed plumber or Water Department inspector fails to reveal a plumbing or other leak. If the inspection does reveal a leak, no increase based upon penalties may be imposed at any time for the period of the unrepaired leak. \n               (B)     Fifty Percent (50%) Passthrough of Water Bill Charges Attributable to Water Increases Resulting From Issuance of Water System Improvement Revenue Bonds Authorized at the November 2002 Election. A landlord may pass through fifty percent (50%) of the water bill charges attributable to water rate increases resulting from issuance of Water System Improvement Revenue Bonds authorized at the November 2002 election (Proposition A), to any unit that is in compliance with any applicable laws requiring water conservation devices. The landlord is not required to file a petition with the Board for approval of such a cost passthrough. Such cost passthroughs are subject to the following: \n                    (i)     Affected tenants shall be given notice of any such passthrough as provided by applicable notice of rent increase provisions of this \nChapter 37, including but not limited to Section \n37.3(b)(3). \n                    (ii)     A tenant may file a hardship application with the Board, and be granted relief from all or part of such a cost passthrough.\n                    (iii)     If a tenant's hardship application is granted, the tenant's landlord may utilize any available Public Utilities Commission low-income rate discount program or similar program for water bill reduction, based on that tenant's hardship status. \n                    (iv)     A landlord shall not impose a passthrough pursuant to Section \n37.3(a)(5)(B) if the landlord has filed for or received Board approval for a rent increase under Section \n37.8(e)(4) for increased operating and maintenance expenses in which the same increase in water bill charges attributable to water rate increases resulting from issuance of any water revenue bonds authorized at the November 5, 2002 election was included in the comparison year cost totals. \n                    (v)     Where a tenant alleges that a landlord has imposed a water revenue bond passthrough that is not in compliance with Section \n37.3(a)(5)(B), the tenant may petition for a hearing under the procedures provided by Section \n37.8. In such a hearing the landlord shall have the burden of proving the accuracy of the calculation that is the basis for the increase. Any tenant petition challenging such a passthrough must be filed within one year of the effective date of the passthrough. \n                    (vi)     A tenant who has received a notice of passthrough or a passthrough under this Section \n37.3(a)(5)(B) shall be entitled to receive a copy of the applicable water bill from the landlord upon request. \n                    (vii)     The amount of permissible passthrough per unit under this Section \n37.3(a)(5)(B) shall be determined as follows:\n                         (1)     The San Francisco Public Utilities Commission will determine the charge per unit of water, if any, that is attributable to water rate increases resulting from issuance of water system improvement revenue bonds authorized at the November 5, 2002 election. \n                         (2)     The charge identified in Section \n37.3(a)(5)(B)(vii)(1) shall be multiplied by the total units of water used by each customer, for each water bill. The result is the total dollar amount of the water bill that is attributable to water rate increases resulting from issuance of water system improvement revenue bonds authorized at the November 5, 2002 election. That charge shall be a separate line item on each customer's water bill. \n                         (3)     The dollar amount calculated under Section \n37.3(a)(5)(B)(vii)(2) shall be divided by two (since a 50% passthrough is permitted), and then divided by the total number of units covered by the water bill, including commercial units. The resulting dollar figure shall be divided by the number of months covered by the water bill cycle (most are two-month bill cycles), to determine the amount of that water bill that may be passed through to each residential unit for each month covered by that bill. \n                         (4)     These passthroughs may be imposed on a monthly basis. These passthroughs shall not become part of a tenant's base rent. The amount of each passthrough may vary from month to month, depending on the amount calculated under Sections \n37.3(a)(5)(B)(vii)(1) through (3). \n                    (viii)     The Board may amend its rules and regulations as necessary to implement this Section \n37.3(a)(5)(B).\n          (6)     Property Tax. A landlord may impose increases based upon a 100% passthrough of the change in the landlord's property tax resulting from the repayment of general obligation bonds of the City and County of San Francisco approved by the voters between November 1, 1996, and November 30, 1998 as provided in Section \n37.2(q) above. \n               A landlord may impose increases based upon a 50% passthrough of the change in the landlord's property tax resulting from the repayment of San Francisco Unified School District or San Francisco Community College District general obligation bonds approved by the voters after November 1, 2006, as provided in Section \n37.2(q) above. \n               The amount of such increases shall be determined for each tax year as follows: \n               (A)     For general obligation bonds of the City and County of San Francisco approved by the voters between November 1, 1996 and November 30, 1998: \n                    (i)     The Controller and the Board of Supervisors will determine the percentage of the property tax rate, if any, in each tax year attributable to general obligation bonds approved by the voters between November 1, 1996, and November 30, 1998, and repayable within such tax year. \n                    (ii)     This percentage shall be multiplied by the total amount of the net taxable value for the applicable tax year. The result is the dollar amount of property taxes for that tax year for a particular property attributable to the repayment of general obligation bonds approved by the voters between November 1, 1996, and November 30, 1998. \n                    (iii)     The dollar amount calculated under Subsection (ii) shall be divided by the total number of all units in each property, including commercial units. That figure shall be divided by 12 months, to determine the monthly per unit costs for that tax year of the repayment of general obligation bonds approved by the voters between November 1, 1996, and November 30, 1998. \n               (B)     For general obligation bonds of the City and County of San Francisco approved by the voters after November 14, 2002 where any rent increase has been disclosed and approved by the voters: \n                    (i)     The Controller and the Board of Supervisors will determine the percentage of the property tax rate, if any, in each tax year attributable to general obligation bonds approved by the voters after November 14, 2002 and repayable within such tax year. \n                    (ii)     This percentage shall be multiplied by the total amount of the net taxable value for the applicable tax year. The result is the dollar amount of property taxes for that tax year for a particular property attributable to the repayment of general obligation bonds approved by the voters after November 14, 2002. \n                    (iii)     The dollar amount calculated under Subsection (ii) shall be divided by two, and then by the total number of all units in each property, including commercial units. That figure shall be divided by 12 months, to determine the monthly per unit costs for that tax year of the repayment of general obligation bonds approved by the voters after November 14, 2002. \n               (C)     For general obligation bonds of the San Francisco Unified School District or San Francisco Community College District approved by the voters after November 1, 2006: \n                    (i)     The Controller and the Board of Supervisors will determine the percentage of the property tax rate, if any, in each tax year attributable to San Francisco Unified School District or San Francisco Community College District general obligation bonds approved by the voters after November 1, 2006 and repayable within such tax year. \n                    (ii)     This percentage shall be multiplied by the total amount of the net taxable value for the applicable tax year. The result is the dollar amount of property taxes for that tax year for a particular property attributable to the repayment of San Francisco Unified School District or San Francisco Community College District general obligation bonds approved by the voters after November 1, 2006. \n                    (iii)     The dollar amount calculated under Subsection (ii) shall be divided by two, and then by the total number of all units in each property, including commercial units. That figure shall be divided by 12 months, to determine the monthly per unit costs for that tax year of the repayment of San Francisco Unified School District or San Francisco Community College District general obligation bonds approved by the voters after November 1, 2006. \n               (D)     Landlords may pass through to each unit in a particular property the dollar amount calculated under these Subsections \n37.3(a)(6)(A) and (B) and (C). These passthroughs may be imposed only on the anniversary date of each tenant's occupancy of the property. These passthroughs shall not become a part of a tenant's base rent. The amount of each annual passthrough imposed pursuant to this Subsection (6) may vary from year-to-year, depending on the amount calculated under Subsections (A) and (B) and (C). Each annual passthrough shall apply only for the 12 month period after it is imposed. A landlord may impose the passthroughs described in this Subsection (6) for a particular tax year only with respect to those tenants who were residents of a particular property on November 1st of the applicable tax year. A landlord shall not impose a passthrough pursuant to this Subsection (6) if the landlord has filed for or received Board approval for a rent increase under Section \n37.8(e)(4) for increased operating and maintenance expenses in which the same increase in property taxes due to the repayment of general obligation bonds was included in the comparison year cost totals. \n               (E)     The Board will have available a form which explains how to calculate the passthrough.\n               (F)     Landlords must provide to tenants, on or before the date that notice is served on the tenant of a passthrough permitted under this Subsection (6), a copy of the completed form described in Subsection (E). This completed form shall be provided in addition to the Notice of Rent Increase required under Section \n37.3(b)(5). Where a tenant alleges that a landlord has imposed a charge which exceeds the limitations set forth in this Subsection (6), the tenant may petition for a hearing under the procedures provided by Section \n37.8. In such a hearing, the landlord shall have the burden of proving the accuracy of the calculation that is the basis for the increase. Any tenant petitions challenging such a passthrough must be filed within one year of the effective date of the passthrough. \n               (G)     The Board may amend its rules and regulations as necessary to implement this Subsection (6).\n          (7)     RAP Loans. A landlord may impose rent increases attributable to the City Administrator's amortization of the RAP loan in an area designated on or after July 1, 1977, pursuant to \nChapter 32 of the San Francisco Administrative Code. \n          (8)     Additional Increases. A landlord who seeks to impose any rent increase which exceeds those permitted above shall petition for a rental arbitration hearing pursuant to Section \n37.8 of this Chapter. \n          (9)     A landlord may impose a rent increase to recover costs incurred for the remediation of lead hazards, as defined in San Francisco Health Code \nArticle 11 or \n26. Such increases may be based on changes in operating and maintenance expenses or for capital improvement expenditures as long as the costs which are the basis of the rent increase are a substantial portion of the work which abates or remediates a lead hazard, as defined in San Francisco Health Code \nArticle 11 or \n26, and provided further that such costs are approved for operating and maintenance expense increases pursuant to Section \n37.8(e)(4)(A) and certified as capital improvements pursuant to Section \n37.7 below. \n     When rent increases are authorized by this Subsection \n37.3(a)(9), the total rent increase for both operating and maintenance expenses and capital improvements shall not exceed 10 percent in any 12 month period. If allowable rent increases due to the costs of lead remediation and abatement work exceed 10 percent in any 12 month period, an Administrative Law Judge shall apply a portion of such excess to approved operating and maintenance expenses for lead remediation work, and the balance, if any, to certified capital improvements, provided, however, that such increase shall not exceed 10 percent. A landlord may accumulate any approved or certified increase which exceeds this amount, subject to the 10 percent limit. \n          (10)     With respect to units occupied by recipients of tenant-based rental assistance:\n               (A)     If the tenant's share of the base rent is not calculated as a fixed percentage of the tenant's income, such as in the Section 8 voucher program and the Over-FMR Tenancy Program, then: \n                    (i)     If the base rent is equal to or greater than the payment standard, the rent increase limitations in Sections \n37.3(a)(1) and (2) shall apply to the entire base rent, and the arbitration procedures for those increases set forth in Section \n37.8 and \n37.8A shall apply. \n                    (ii)     If the base rent is less than the payment standard, the rent increase limitations of this Chapter shall not apply; provided, however, that any rent increase which would result in the base rent being equal to or greater than the payment standard shall not result in a new base rent that exceeds the payment standard plus the increase allowable under Section \n37.3(a)(1). \n               (B)     If the tenant's share of the base rent is calculated as a fixed percentage of the tenant's income, such as in the Section 8 certificate program and the rental subsidy program for the HOPWA program, the rent increase limitations in Section \n37.3(a)(1) and (2) shall not apply. In such circumstances, adjustments in rent shall be made solely according to the requirements of the tenant-based rental assistance program. \n     (b)     Notice of Rent Increase for Tenants in Occupancy. On or before the date upon which a landlord gives a tenant legal notice of a rent increase, the landlord shall inform the tenant, in writing, of the following: \n          (1)     Which portion of the rent increase reflects the annual increase, and/or a banked amount, if any;\n          (2)     Which portion of the rent increase reflects costs for increased operating and maintenance expenses, rents for comparable units, and/or capital improvements, rehabilitation, energy conservation measures improvements, or renewable energy improvements certified pursuant to Section \n37.7. Any rent increase certified due to increases in operating and maintenance costs shall not exceed seven percent; \n          (3)     Which portion of the rent increase reflects the passthrough of charges for: gas and electricity; or the passthrough of increased water bill charges attributable to water rate increases resulting from issuance of water revenue bonds authorized at the November 2002 election as provided by Section \n37.3(a)(5)(B), which charges and calculations of charges shall be explained in writing on a form provided by the Board; or the passthrough of general obligation bond measure costs as provided by Section \n37.3(a)(6), which charges shall be explained in writing on a form provided by the Board as described in Section \n37.3(a)(6)(E); \n          (4)     Which portion of the rent increase reflects the amortization of the RAP loan, as described in Section \n37.3(a)(7) above.\n          (5)     Nonconforming Rent Increases. Any rent increase which does not conform with the provisions of this Section shall be null and void. \n          (6)     With respect to rental units occupied by recipients of tenant-based rental assistance, the notice requirements of this Subsection (b) shall be required in addition to any notice required as part of the tenant-based rental assistance program. \n     (c)     Initial Rent Limitation for Subtenants. A tenant who subleases his or her rental unit may charge no more rent upon initial occupancy of the subtenant or subtenants than that rent which the tenant is currently paying to the landlord. \n     (d)     Costa-Hawkins Rental Housing Act (Civil Code Sections 1954.50. et seq.) Consistent with the Costa-Hawkins Rental Housing Act (Civil Code Sections 1954.50. et seq.) and regardless of whether otherwise provided under \nChapter 37: \n          (1)     Property Owner Rights to Establish Initial and All Subsequent Rental Rates for Separately Alienable Parcels.\n               (A)     An owner or residential real property may establish the initial and all subsequent rental rates for a dwelling or a unit which is alienable separate from the title to any other dwelling unit or is a subdivided interest in a subdivision as specified in subdivision (b), (d), or (f) of Section 11004.5 of the California Business and Professions Code. The owner's right to establish subsequent rental rates under this paragraph shall not apply to a dwelling or unit where the preceding tenancy has been terminated by the owner by notice pursuant to California Civil Code Section 1946 or has been terminated upon a change in the terms of the tenancy noticed pursuant to California Civil Code Section 827; in such instances, the rent increase limitation provisions of \nChapter 37 shall continue to apply for the duration of the new tenancy in that dwelling or unit. \n               (B)     Where the initial or subsequent rental rates of a Subsection \n37.3(d)(1)(A) dwelling or unit were controlled by the provisions of \nChapter 37 on January 1, 1995, the following shall apply: \n                    (i)     A tenancy that was in effect on December 31, 1995, remains subject to the rent control provisions of this \nChapter 37, and the owner may not otherwise establish the subsequent rental rates for that tenancy. \n                    (ii)     On or after January 1, 1999, an owner may establish the initial and all subsequent rental rates for any tenancy created on or after January 1, 1996. \n               (C)     An owner's right to establish subsequent rental rates under Subsection \n37.3(d)(1) shall not apply to a dwelling or unit which contains serious health, safety, fire or building code violations, excluding those caused by disasters, for which a citation has been issued by the appropriate governmental agency and which has remained unabated for six months or longer preceding the vacancy. \n          (2)     Conditions for Establishing the Initial Rental Rate Upon Sublet or Assignment. Except as identified in this Subsection \n37.3(d)(2), nothing in this Subsection or any other provision of law of the City and County of San Francisco shall be construed to preclude express establishment in a lease or rental agreement of the rental rates to be applicable in the event the rental unit subject thereto is sublet, and nothing in this Subsection shall be construed to impair the obligations of contracts entered into prior to January 1, 1996, subject to the following: \n               (A)     Where the original occupant or occupants who took possession of the dwelling or unit pursuant to the rental agreement with the owner no longer permanently reside there, an owner may increase the rent by any amount allowed by this Subsection to a lawful sublessee or assignee who did not reside at the dwelling or unit prior to January 1, 1996. However, such a rent increase shall not be permitted while: \n                    (i)     The dwelling or unit has been cited in an inspection report by the appropriate governmental agency as containing serious health, safety, fire, or building code violations, as defined by Section 17920.3 of the California Health and Safety Code, excluding any violation caused by a disaster; and, \n                    (ii)     The citation was issued at least 60 days prior to the date of the vacancy: and,\n                    (iii)     The cited violation had not been abated when the prior tenant vacated and had remained unabated for 60 days or for a longer period of time. However, the 60-day time period may be extended by the appropriate governmental agency that issued the citation. \n               (B)     This Subsection \n37.3(d)(2) shall not apply to partial changes in occupancy of a dwelling or unit where one or more of the occupants of the premises, pursuant to the agreement with the owner provided for above (\n37.3(d)(2)), remains an occupant in lawful possession of the dwellings or unit, or where a lawful sublessee or assignee who resided at the dwelling or unit prior to January 1, 1996, remains in possession of the dwelling or unit. Nothing contained in this Subsection \n37.3(d)(2) shall be construed to enlarge or diminish an owner's right to withhold consent to a sublease or assignment. \n               (C)     Acceptance of rent by the owner shall not operate as a waiver or otherwise prevent enforcement of a covenant prohibiting sublease or assignment or as a waiver of an owner's rights to establish the initial rental rate unless the owner has received written notice from the tenant that is party to the agreement and thereafter accepted rent. \n          (3)     Termination or Nonrenewal of a Contract or Recorded Agreement with a Government Agency Limiting Rent. An owner who terminates or fails to renew a contract or recorded agreement with a governmental agency that provides for a rent limitation to a qualified tenant, shall be subject to the following: \n               (A)     The tenant(s) who were beneficiaries of the contract or recorded agreement shall be given at least 90 days' written notice of the effective date of the termination and shall not be obligated to pay more than the tenant's portion of the rent, as calculated under that contract or recorded agreement, for 90 days following receipt of the notice of termination or nonrenewal. \n               (B)     The owner shall not be eligible to set an initial rent for three years following the date of the termination or nonrenewal of the contract or agreement. \n               (C)     The rental rate for any new tenancy established during the three-year period in that vacated dwelling or unit shall be at the same rate as the rent under the terminated or nonrenewed contract or recorded agreement, plus any increases authorized under this \nChapter 37 after the date of termination/non renewal. \n               (D)     The provisions of Subsections \n37.3(d)(3)(B) and (C) shall not apply to any new tenancy of 12 months or more duration established after January 1, 2000, pursuant to the owner's contract or recorded agreement with a governmental agency that provides for a rent limitation to a qualified tenant unless the prior vacancy in that dwelling or unit was pursuant to a nonrenewed or canceled contract or recorded agreement with a governmental agency that provides for a rent limitation to a qualified tenant. \n          (4)     Subsection \n37.3(d) does not affect the authority of the City and County of San Francisco to regulate or monitor the basis or grounds for eviction. \n          (5)     This Subsection \n37.3(d) is intended to be and shall be construed to be consistent with the Costa-Hawkins Rental Housing Act (Civil Code Sections 1954.50. et seq.). \n     (e)     Effect of Deferred Maintenance on Passthroughs for Lead Remediation Techniques.\n          (1)     When lead hazards are remediated or abated pursuant to San Francisco Health Code \nArticles 11 or \n26, are violations of State or local housing health and safety laws, there shall be a rebuttable presumption that the lead hazards are caused or created by deferred maintenance as defined herein of the current or previous landlord. If the landlord fails to rebut the presumption, the costs of such work shall not be passed through to tenants as either a capital improvement or an operating and maintenance expense. If the landlord rebuts the presumption, he or she shall be entitled to a rent increase if otherwise justified by the standards set forth in this Chapter. \n          (2)     For purposes of the evaluation of petitions for rent increases for lead remediation work, maintenance is deferred if a reasonable landlord under the circumstances would have performed, on a regular basis, the maintenance work required to keep the premises from being in violation of housing safety and habitability standards set forth in California Civil Code Section 1941 and the San Francisco Municipal Code. In order to prevail on a deferred maintenance defense, a tenant must show that the level of repair or remediation currently required would have been lessened had maintenance been performed in a more timely manner. \n(Added by Ord. 20-84, App. 1/19/84; amended by Ord. 338-87, App. 8/14/87; Ord. 102-91, App. 3/21/91; Ord. 127-91, App. 4/2/91; Ord. 221-92, App. 7/14/92; Proposition H, 11/3/92; Ord. 405-96, App. 10/21/96; Ord. 179-98, App. 5/29/98; Ord. 250-98, App. 7/31/98; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 116-00, File No. 991315, App. 6/2/2000; Proposition H, 12/2/2000; Ord. 2-03, File No. 020716, App, 1/21/2003; Ord. 107-03, File No. 030689, App. 5/23/2003; Ord. 99-04, File No. 031992, App. 6/4/2004; Ord. 252-06, File No. 061183, App. 10/11/2006) \n\n","heading":{"title":"37","chaptersection":"3","identifier":"37.3","catch_text":"RENT LIMITATIONS."}}