{"text":"\n     (a)     There is hereby established a board to be known as the San Francisco Residential Rent Stabilization and Arbitration Board (hereinafter called \"Board\"), consisting of five members. Regular members, each of whom shall have a specific alternate having the same qualifications as the regular member, shall serve at the pleasure of the Mayor. All regular members and alternate members shall be appointed by the Mayor. \n     (b)     The Board shall consist of two landlords, two tenants, and one person who is neither a landlord nor a tenant and who owns no residential rental property; and an alternate for each specific member. All members shall be residents of the City and County of San Francisco. If one of the two regular landlord members is unavailable to vote, that regular member's specific alternate shall be seated and vote, and if that regular member's specific alternate is also unavailable to vote, the other landlord alternate shall (if available) be seated and vote as a substitute alternate. If one of the two regular tenant members is unavailable to vote, that regular member's specific alternate shall be seated and vote, and if that regular member's specific alternate is also unavailable to vote, the other tenant alternate shall (if available) be seated and vote as a substitute alternate. \n     (c)     In accordance with applicable State law, all members shall disclose all present holdings and interests in real property, including interests in corporations, trusts or other entities with real property holdings. \n     (d)     All members shall be appointed by the Mayor to serve 48-month terms. All vacancies occurring during a term shall be filled for the unexpired term. \n     (e)     The Board shall elect a Chairman and Vice-Chairman from among its regular members.\n     (f)     The position of Executive Director shall be established pursuant to and subject to Charter Sections 3.500 and 8.200. The person occupying the position of Executive Director shall be appointed by the Chairman of the Board with the approval of a majority of the members. All staff personnel shall be under the immediate direction and supervision of the Executive Director. \n     (g)     Pursuant to the budgetary and fiscal pro-visions of the Charter, the Board of Supervisors shall provide funds to pay for staff personnel, services and facilities as may be reasonably necessary to enable the Board to exercise its powers and perform its duties under this Chapter. A special fund to be known as the Residential Rent Stabilization and Arbitration Fund shall be established under the supervision and direction of the Board for the receipt of fees under this Chapter, such fees to be appropriated by the Board of Supervisors for the operation of the Board. \n     (h)     Subject to the budgetary and fiscal limitations of the Charter, each member shall be paid $75 per Commission meeting attended if the meeting lasts for six hours or more in a single 24-hour period. The Commission shall adopt rules to allow for payment of an equitable portion of this per diem if a meeting lasts less than six hours. The total per diem shall not exceed $750 per month. In addition, each member may receive reimbursement for actual expenses incurred in the course and scope of the member's duties. \n(Amended by Ord. 435-86, App. 11/10/86; Ord. 162-93, App. 5/28/93; Ord. 222-03, File No. 031213, App. 9/5/2003)\n\n","heading":{"title":"37","chaptersection":"4. ","identifier":"37.4. ","catch_text":"ESTABLISHMENT; APPOINTMENT; TERMS; EXECUTIVE DIRECTOR; FUNDING; COMPENSATION."}}