{"text":"\n     In addition to other powers and duties set forth in this Chapter, and in addition to powers under the Charter and under other City Codes, including powers and duties under Administrative Code \nChapter 49 (\"Interest Rates on Security Deposits\"), the Board shall have the power to: \n     (a)     Promulgate policies, rules and regulations to effectuate the purposes of this Chapter, and to effectuate the purposes of Administrative Code \nChapter 41D; \n     (b)     Hire such staff, including Administrative Law Judges, as may be reasonably necessary to perform its functions, and promulgate standards for all such staff, subject to the Civil Service provisions of the Charter; \n     (c)     Conduct rental arbitration hearings and residential hotel visitor policy hearings, and administer oaths and affirmations in connection with such hearings; \n     (d)     Publish, on March 1st of each year, the increase in the CPI for the preceding 12 months, as made available by the U.S. Department of Labor; \n     (e)     Make studies and surveys and conduct such hearings as necessary to perform its functions;\n     (f)     Report biannually to the Mayor and the Board of Supervisors on its activities and on progress made towards the achievement of the purposes of the Chapter; \n     (g)     Make available to the public, on request, policies, rules and regulations, reports and surveys in accordance with applicable State law; \n     (h)     Issue rules and regulations for the conduct of its own affairs;\n     (i)     Be empowered to request and, if granted, to receive funds appropriated by the Board of Supervisors through the Mayor;\n     (j)     Maintain, on at least a monthly basis, statistics on the number of notices to vacate filed with the Board pursuant to Section \n37.9(c) and statistics on the causes given in such notices or in any additional written documents as provided in Section \n37.9(c). Statistics shall include available data on evictions involving school-age (kindergarten through grade twelve) children, including data on whether the evictions occurred during the school term. Said statistics shall be published in a report on March 1st every year, and copies of the report shall be submitted to the Mayor and Board of Supervisors; \n     (k)     Compile a list at random, on a monthly basis, of 10 percent of the notices to vacate filed pursuant to Section \n37.9(c) which state on the notice or in any additional written document any causes under Section \n37.9(a)(8) as the reason for eviction. Said list shall be transmitted to the District Attorney on a monthly basis for investigation pursuant to Section \n37.9(c). \n     (l)     Periodically review the Uniform Visitor Policy for Residential Hotels and determine amendments as appropriate; and hear and determine hotel operator petitions for Supplemental Visitor Policies, consistent with Administrative Code \nChapter 41D (Residential Hotel Visitor Policies). \n     (m)     Hear and decide petitions from residential hotel occupants (whether or not an occupant qualifies as a \"tenant\" under this \nChapter 37) who allege violation of Administrative Code \nChapter 41D, including alleged violations of the Uniform Visitor Policy or any approved Supplemental Visitor Policy. Current or former hotel occupants may file such petitions. These petitions may require a determination whether, and to what extent, a residential hotel's policies are in compliance with Administrative Code \nChapter 41D, including compliance with the Uniform Visitor Policy. \n     (n)     As provided by Administrative Code \nChapter 39, utilize Administrative Law Judges to review relocation claims from Current Households related to a Public Housing Development Project, and make advisory recommendations thereon to the San Francisco Housing Authority for its final determination.\n(Amended by Ord. 7-87, App. 1/15/87; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 62-02, File No. 020343, App. 5/3/2002; Ord. 107-02, File No. 020296, App. 7/5/2002; Ord. 251-06, File No. 061077, App. 10/11/2006; Ord. 227-12, File No. 120812, App. 11/7/2012, Eff. 12/7/2012) \n\n","heading":{"title":"37","chaptersection":"6","identifier":"37.6","catch_text":"POWERS AND DUTIES."}}