{"text":"\n     (a)     Authority. In accordance with such guidelines as the Board shall establish, the Board and designated Administrative Law Judges shall have the authority to conduct hearings in order to certify rental increases to the extent necessary to amortize the cost of capital improvements, rehabilitations, energy conservation improvements, and renewable energy improvements. Costs determined to be attributable to such work and improvements shall be amortized over a period which is fair and reasonable for the type and the extent of the work and improvements, and which will provide an incentive to landlords to maintain, improve and renovate their properties while at the same time protecting tenants from excessive rent increases. Costs attributable to routine repair and maintenance shall not be certified. \n     (b)     Requirements for Certification. The Board and designated Administrative Law Judges may only certify the costs of capital improvements, rehabilitation, energy conservation improvements, and renewable energy improvements, where the following criteria are met: \n          (1)     The landlord completed capital improvements or rehabilitation on or after April 15, 1979, or the landlord completed installation of energy conservation measures on or after July 24, 1982, and has filed a proof of compliance with the Bureau of Building Inspection in accordance with the requirements of Section 1207(d) of the Housing Code; \n          (2)     The landlord has not yet increased the rent or rents to reflect the cost of said work;\n          (3)     The landlord has not been compensated for the work by insurance proceeds;\n          (4)     The building is not subject to a RAP loan in a RAP area designated prior to July 1, 1977;\n          (5)     The landlord files the certification petition no later than five years after the work has been completed;\n          (6)     The cost is not for work required to correct a code violation for which a notice of violation has been issued and remained unabated for 90 days unless the landlord made timely good faith efforts within that 90-day period to commence and complete the work but was not successful in doing so because of the nature of the work or circumstances beyond the control of the landlord. The landlord's failure to abate within the original 90-day period raises a rebuttable presumption that the landlord did not exercise timely good faith efforts. \n     (c)     Amortization and Cost Allocation. The Board shall establish amortization periods and cost allocation formulas, in accordance with this Section \n37.7. Costs shall be allocated to each unit according to the benefit of the work and improvements attributable to such unit. \n          (1)     Application Filed Before [May 1, 2002 or 60 Days Prior to Passage of This Ordinance on Second Reading, Whichever is Later]. The following provisions shall apply to all applications filed before [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later]. \n               (A)     Amortization Periods. Costs shall be amortized on a straight-line basis over a seven or ten-year period, depending upon which category described below most closely relates to the type of work or improvement and its estimated useful life. \n                    (i)     Schedule I – Seven-Year Amortization. The following shall be amortized over a seven-year period: Appliances, such as new stoves, disposals, washers, dryers and dishwashers; fixtures, such as garage door openers, locks, light fixtures, water heaters and blankets, shower heads, time clocks and hot water pumps; and other improvements, such as carpeting, linoleum, and exterior and interior painting of common areas. If the appliance is a replacement for which the tenant has already had the benefit, the cost will not be amortized as a capital improvement, but will be considered part of operating and maintenance expenses. Appliances may be amortized as capital improvements when: (1) part of a remodeled kitchen; (2) based upon an agreement between the tenant and landlord; and/or (3) it is a new service or appliance the tenant did not previously have. \n                    (ii)     Schedule II – Ten-Year Amortization. The following shall be amortized over a ten-year period: New foundation, new floor structure, new ceiling or walls-new sheetrock, new plumbing (new fixtures, or piping), weather stripping, ceiling insulation, seals and caulking, new furnaces and heaters, refrigerators, new electrical wiring, new stairs, new roof structure, new roof cover, new window, fire escapes, central smoke detection system, new wood or tile floor cover, new sprinkler system, boiler replacement, air conditioning-central system, exterior siding or stucco, elevator rebuild, elevator cables, additions such as patios or decks, central security system, new doors, new mail boxes, new kitchen or bathroom cabinets, and sinks. \n               (B)     Allowable Increase. One hundred percent (100%) of the certified costs of capital improvements, rehabilitation, and energy conservation improvements may be passed through to the tenants who benefit from such work and improvements. However no increase under this Subsection \n37.7(c)(1) shall exceed, in a twelve-month period, ten percent (10%) of the tenant's base rent at the time the petition was filed or $30.00, whichever is greater. A landlord may accumulate any certified increase which exceeds this amount and impose the increase in subsequent years, subject to this 10% or $30.00 limitation. \n          (2)     Applications Filed On or After [May 1, 2002 or 60 Days Prior to Passage of This Ordinance on Second Reading, Whichever is Later], For Qualified Energy Conservation Improvements and Renewable Energy Improvements. For Applications filed on or after [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later], the following provisions shall apply to certification of costs for qualified energy conservation improvements and renewable energy improvements. \n               (A)     Amortization Periods. Costs shall be amortized on a straight-line basis over the period of time provided in \n37.7(c)(2)(B)(i),or as determined pursuant to the procedure provided in \n37.7(c) (2)(B)(ii). \n               (B)     For purposes of this Subsection \n37.7(c)(2), qualified energy conservation improvements and renewable energy improvements are:\n                    (i)     100% of new EPA Energy-Star-compliant refrigerators where the refrigerator replaced is more than five years old and where the unit has separate metering, which costs shall be amortized on straight-line basis over a ten-year period; and, \n                    (ii)     Other improvements as may be approved by the Board of Supervisors upon recommendation of the Rent Board following hearings and recommendations by the Commission on the Environment in an Energy Conservation Improvements and Renewable Energy Improvements List (List), as follows: \n                         (I)     The Commission on the Environment shall hold hearings to develop a list of recommended energy conservation improvements and renewable energy improvements that demonstrably benefit tenants in units that have separate electrical and/or natural gas metering. Such recommendations shall include consideration of cost effectiveness for tenants, appropriate amortization schedules, and permissible passthrough amounts that will encourage landlords to make such improvements. \n                         (II)     The Commission shall also consider whether the certification for each such improvement should include the entire improvement, or only that portion of the improvement cost directly attributable to energy conservation or renewable energy. \n                         (III)     The List shall take into consideration the variety and conditions of housing in the City.\n                         (IV)     The Commission on the Environment shall adopt the List at a public meeting, and shall transmit the List to the Rent Board no later than [six months after the effective date of this Ordinance]. \n                         (V)     The Commission on the Environment shall periodically review and amend the List as warranted by changes in technology or conditions in the electricity and natural gas markets. Any amended List shall be transmitted forthwith to the Rent Board. \n                         (VI)     The Rent Board shall consider any such List received from the Commission on the Environment, and recommend appropriate Subsection \n37.7(c)(2) amendments to the Board of Supervisors. \n          (3)     Applications Filed On or After [May 1, 2002 or 60 Days Prior to Passage of This Ordinance on Second Reading, Whichever is Later], For Seismic Work and Improvements Required by Law, and for Work and Improvements Required by Laws Enacted After [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later].\n     For applications filed on or after [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later]: \n               (A)     This Subsection \n37.7(c)(3) shall apply to certification of costs for seismic work and improvements required by law.\n               (B)     This Subsection \n37.7(c)(3) shall apply to certification of costs for capital improvement, rehabilitation, energy conservation, and renewable energy work and improvements required by federal, state, or local laws enacted on or after [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later]. \n               (C)     Amortization Periods. Costs shall be amortized on a straight-line basis over a twenty-year period. \n               (D)     Allowable Increase. One hundred percent (100%) of the certified costs of capital improvement, rehabilitation, energy conservation, and renewable energy work and improvements required by law may be passed through to the tenants who benefit from such work and improvements. Any rent increases under this Section \n37.7(c)(3) shall not exceed, in a twelve-month period, a total of ten percent (10%) of the tenant's base rent at the time the petition was filed or $30.00, whichever is greater. A landlord may accumulate any certified increase which exceeds this amount and impose the increase in subsequent years, subject to this 10% or $30.00 limitation. \n          (4)     Applications Filed On or After [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later], for Other Work and Improvements On Properties With Five Residential Units or Less. For applications filed on or after [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later], the following provisions shall apply to certification of all work and improvements for properties containing five residential units or less, with the exception of work and improvements costs certified for passthrough under Subsections \n37.7(c)(2) or (3): \n               (A)     Amortization Periods. Costs shall be amortized on a straight-line basis over a ten, fifteen or twenty-year period, depending upon which category described below most closely relates to the type of work or improvement and its estimated useful life. \n                    (i)     Schedule I—Ten-Year Amortization. The following shall be amortized over a ten-year period: New roof structure, new roof cover, electrical heaters, central security system, telephone entry systems, new wood frame windows, new mailboxes, weather-stripping, ceiling insulation, seals and caulking, central smoke detection system, new doors and skylights; appliances, such as new stoves, disposals, refrigerators, washers, dryers and dishwashers; fixtures, such as garage door openers, locks, light fixtures, water heaters and blankets, shower heads, time clocks and hot water pumps; and other improvements, such as carpeting, linoleum, and exterior and interior painting of common areas. If the appliance is a replacement for which the tenant has already had the benefit, the cost will not be amortized as a capital improvement but will be considered part of operating and maintenance expenses. Appliances may be amortized as capital improvements when: (1) part of a remodeled kitchen; (2) based upon an agreement between the tenant and landlord; and/or (3) it is a new service or appliance the tenant did not previously have, \n                    (ii)     Schedule II—Fifteen-Year Amortization. The following shall be amortized over a fifteen-year period: New floor structure, new ceiling or walls-new sheetrock, wood decks, new stairs, new furnaces and gas heaters, new thermal pane windows, new wood or tile floor cover, new sprinkler systems, air conditioning-central system, exterior siding or stucco, elevator rebuild, elevator cables, new kitchen or bathroom cabinets, and sinks. \n                    (iii)     Schedule III—Twenty-Year Amortization. The following shall be amortized over a twenty-year period: New foundation, new plumbing (new fixtures or piping), boiler replacement, new electrical wiring, fire escapes, concrete patios, iron gates, sidewalk replacement and chimneys. \n               (B)     Allowable Increase. One hundred percent (100%) of the certified costs of capital improvement, rehabilitation, and energy conservation work and improvements may be passed through to the tenants who benefit from such work and improvements. However, no increase under this Subsection \n37.7(c)(4) shall exceed, in a twelve-month period, five percent (5%) the tenant's base rent at the time the petition was filed or $30.00, whichever is greater. A landlord may accumulate any certified increase which exceeds this amount and impose the increase in subsequent years subject to this 5% or $30.00 limitation. \n          (5)     For Applications Filed On or After [May 1, 2002 or 60 Days Prior to Passage of This Ordinance on Second Reading, Whichever is Later], for Other Work and Improvements for Properties with Six or more Residential Units. For applications filed on or after [May 1, 2002 or 60 days prior to passage of this Ordinance on Second Reading, whichever is later], the following provisions shall apply to certification of all work and improvements for properties containing six residential units or more, with the exception of work and improvements certified under Subsections \n37.7(c)(2) or (3): \n               (A)     Amortization Periods. Costs shall be amortized on a straight-line basis over a seven or ten-year period, depending upon which category described below most closely relates to the type of work or improvement and its estimated useful life. \n                    (i)     Schedule I—Seven-Year Amortization. The following shall be amortized over a seven-year period: Appliances, such as new stoves, disposals, washers, dryers and dishwashers; fixtures, such as garage door openers, locks, light fixtures, water heaters and blankets, shower heads, time clocks and hot water pumps; and other improvements, such as carpeting, linoleum, and exterior and interior painting of common areas. If the appliance is a replacement for which the tenant has already had the benefit, the cost will not be amortized as a capital improvement, but will be considered part of operating and maintenance expenses. Appliances may be amortized as capital improvements when: (1) part of a remodeled kitchen; (2) based upon an agreement between the tenant and landlord; and/or (3) it is a new service or appliance the tenant did not previously have. \n                    (ii)     Schedule II—Ten-Year Amortization. The following shall be amortized over a ten year period: New foundation, new floor structure, new ceiling or wallssheetrock, new plumbing (new fixtures or piping), weather stripping, ceiling insulation, seals and caulking, new furnaces and heaters, refrigerators, new electrical wiring, new stairs, new roof structure, new roof cover; new window, fire escapes, central smoke detection system, new wood or tile floor cover, new sprinkler system, boiler replacement, air conditioningsystem, exterior siding or stucco, elevator rebuild, elevator cables, additions such as patios or decks, central security system, new doors, new mail boxes, new kitchen or bathroom cabinets, sinks, telephone entry system, skylights, iron gates, sidewalk replacement and chimneys. \n               (B)     Allowable Increase.\n                    (i)     Only fifty percent (50%) of the costs certified under this Subsection \n37.7(c)(5) may be passed through to the tenants who benefit from such work and improvements. However, no increase under this Subsection \n37.7(c)(5) shall exceed, in a twelve-month period, ten percent (10%) of the tenant's base rent at the time the petition was filed or $30.00, whichever is greater. A landlord may accumulate any certified increase which exceeds this amount and impose the increase in subsequent years, subject to this 10% or $30.00 limitation. \n                    (ii)     In the alternative a tenant may elect to have one hundred percent (100%) of the costs certified under this Subsection \n37.7(c)(5) passed through to the tenant. In that event no increase under this Subsection shall exceed, in a twelve-month period, five percent (5%) of the tenant's base rent at the time the application was filed, and over the life of the tenancy the total increase shall never exceed fifteen percent (15%) of the tenant's base rent at the time the application was filed. A tenant must elect this alternative by filing such an election with the Board on a form prescribed by the Board. An election may be filed at any time after the application is filed but no later than fifteen (15) calendar days after the Administrative Law Judge's decision on the application is mailed to the tenant. In a unit with multiple tenants, the election form must be signed by a majority (more than 50% ) in order for the election to be accepted. If a timely election is made after a decision has been issued, an addendum to the decision will be issued reflecting the tenant's election. \n          (6)     Development of On-Line Programs. The Board, in conjunction with the Department of Telecommunications and Information Services, shall design and implement on-line programs by September 1, 2003 to allow landlords and tenants to perform calculations concerning allowable increases for capital improvement, rehabilitation, energy conservation, and renewable energy work, and to compare average costs for work certified in prior decisions. \n     (d)     Estimator. The Board or its Executive Director may hire an estimator where an expert appraisal is required. \n     (e)     Filing Fee. The Board shall establish a filing fee based upon the cost of the capital improvement, rehabilitation, energy conservation improvement, or renewable energy improvement being reviewed. Such fees will pay for the costs of an estimator. These fees shall be deposited in the Residential Rent Stabilization and Arbitration Fund pursuant to Section \n10.117-88 of this Code. \n     (f)     Application Procedures.\n          (1)     Pre-Application Notice for Large Projects for Parcels or Buildings Containing Six or More Residential Units. If at any time prior to filing an application the landlord determines that the total cost of a project for a parcel or a building containing six or more residential units is reasonably expected to exceed $25,000 multiplied by the number of units on the parcel or in the building, the landlord shall immediately inform each tenant and the Rent Board in writing of the anticipated costs of the work. The landlord's notice must occur within 30 days after such determination by the landlord. \n          (2)     Filing. Landlords who seek to pass through the costs of capital improvements, rehabilitation, energy conservation improvements, or renewable energy improvements, must file an application on a form prescribed by the Board. The application shall be accompanied by such supporting material as the Board shall prescribe. All applications must be submitted with the filing fee established by the Board. \n     For each petition totaling more than $25,000, in addition to the supporting material prescribed by the Board for all petitions, the applicant must either: \n               (A)     Provide copies of competitive bids received for work and materials; or,\n               (B)     Provide copies of time and materials billing for work performed by all contractors and subcontractors; or\n               (C)     The applicant must pay the cost of an estimator hired by the Board.\n          (3)     Filing Date. Applications must be filed prior to the mailing or delivery of legal notice of a rent increase to the tenants of units for which the landlord seeks certification and in no event more than five years after the work has been completed. \n          (4)     Effect of Filing Application. Upon the filing of the application, the requested increase will be inoperative until such time as the Administrative Law Judge makes findings of fact at the conclusion of the certification hearing. \n          (5)     Notice to Parties. The Board shall calendar the application for hearing before a designated Administrative Law Judge and shall give written notice of the date to the parties at least 10 days prior to the hearing. \n     (g)     Certification Hearings.\n          (1)     Time of Hearing. The hearing shall be held within 45 days of the filing of the application. \n          (2)     Consolidation. To the greatest extent possible, certification hearings with respect to a given building shall be consolidated. Where a landlord and/or tenant has filed a petition for hearing based upon the grounds and under the procedure set forth in Section \n37.8, the Board may, in its discretion, consolidate certification hearings with hearings on Section \n37.8 petitions. \n          (3)     Conduct of Hearing. The hearing shall be conducted by an Administrative Law Judge designated by the Board. Both parties may offer such documents, testimony, written declarations or other evidence as may be pertinent to the proceedings. Burden of proof is on the landlord. A record of the proceedings must be maintained for purposes of appeal. \n          (4)     Determination of the Administrative Law Judge. In accordance with the Board's amortization schedules and cost allocation formulas, the Administrative Law Judge shall make findings as to whether or not the proposed rent increases are justified based upon the following considerations: \n               (A)     The application and its supporting documentation.\n               (B)     Evidence presented at the hearing establishing both the extent and the cost of the work performed.\n               (C)     Estimator's report, where such report has been prepared.\n               (D)     Any other such relevant factors as the Board shall specify in rules and regulations.\n          (5)     Findings of Fact. The Administrative Law Judge shall make written findings of fact, copies of which shall be mailed within 30 days of the hearing. \n          (6)     Payment or Refund of Rents to Implement Certification Decision. If the Administrative Law Judge finds that all or any portion of the heretofore inoperative rent increase is justified, the tenant shall be ordered to pay the landlord that amount. If the tenant has paid an amount to the landlord which the Administrative Law Judge finds unjustified, the Administrative Law Judge shall order the landlord to reimburse the tenant said amount. \n          (7)     Finality of Administrative Law Judge's Decision. The decision of the Administrative Law Judge shall be final unless the Board vacates his or her decision on appeal. \n          (8)     Appeals. Either party may file an appeal of the Administrative Law Judge's decision with the Board. Such appeals are governed by Section \n37.8(f) below. \n     (h)     Hardship Applications.\n          (1)     A tenant may file a hardship application at any time on grounds of financial hardship with respect to any rent increase based on certified costs of capital improvements, rehabilitation work, energy conservation improvements, or renewable energy improvements. Payment of such rent increases(s) set forth in the hardship application shall be stayed for a period of 60 days from the date of filing, and the stay shall be extended if the Board accepts the application for hearing. \n          (2)     Hardship applications shall be available in multiple languages.\n          (3)     Multilingual notice of hardship application procedures shall be mailed with each Administrative Law Judge or Board decision.\n          (4)     Within six months after [the effective date of this ordinance] the Rent Board shall implement a process for direct outreach to landlords and tenants whose primary language is not English, regarding availability and use of the hardship application procedure. Within three months of implementation the Board shall provide a report to the Board of Supervisors regarding this outreach program, describing the implementation process and any known results. \n(Amended by Ord. 438-83, App. 9/2/83; Ord. 278-89, App. 8/2/89; Ord. 162-93, App. 5/28/93; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 2-03, File No. 020716, App, 1/21/2003) \n\n","heading":{"title":"37","chaptersection":"7","identifier":"37.7","catch_text":"CERTIFICATION OF RENT INCREASES FOR CAPITAL IMPROVEMENTS, REHABILITATION WORK, ENERGY CONSERVATION IMPROVEMENTS, AND RENEWABLE ENERGY IMPROVEMENTS."}}