{"text":"\n     This section contains the exclusive procedures for all hearings concerning certification of the above-described capital improvements. Landlords who perform such work without a UMB bond loan are subject to the capital improvement certification procedures set forth in Section \n37.7 above. \n     (a)     Requirements for Certification. The landlord must have completed the capital improvements in compliance with the requirements of Building Code \nChapters 16A and \n16C. The certification requirements of Section \n37.7(b)(2) and (b)(3) are also applicable. \n     (b)     Amortization and Cost Allocation; Interest. Costs shall be equally allocated to each unit and amortized over a 20-year period or the life of any loan acquired for the capital improvements, whichever is longer. Interest shall be limited to the actual interest rate charged on the loan and in no event shall exceed 10 percent per year. \n     (c)     Eligible Items; Costs. Only those items required in order to comply with Building Code \nChapters 16A and \n16C may be certified. The allowable cost of such items may not exceed the costs set forth in the Mayor's Office of Economic Planning and Development's publication of estimated cost ranges for bolts plus retrofitting by building prototype and/or categories of eligible construction activities. \n     (d)     Hearing Procedures. The application procedures of Section \n37.7(f) apply to petitions for these expedited capital improvement hearings; provided, however, that the landlord shall pay no filing fee since the Board will not hire an estimator. The hearings shall be conducted according to the following conducted according to the following procedures: \n          (1)     Time of Hearing; Consolidation; Conduct of Hearing. The hearing must be held within 21 days of the filing of the application. The consolidation and hearing conduct procedures of Section \n37.7(g)(2) and (g)(3) apply. \n          (2)     Determination of Administrative Law Judge. In accordance with the requirements of this section, the Administrative Law Judge shall make findings as to whether or not the proposed rent increases are justified based upon the following considerations: \n               (A)     The application and its supporting documentation;\n               (B)     Evidence presented at the hearing establishing both the extent and the cost of the work performed; and\n               (C)     The Mayor's Office of Planning and Economic Development's bolts plus cost range publication; and\n               (D)     Tenant objections that the work has not been completed; and\n               (E)     Any other such relevant factors as the Board shall specify in rules and regulations.\n          (3)     Findings of Fact; Effect of Decision. The Administrative Law Judge shall make written findings of fact, copies of which shall be mailed within 21 days of the hearing. The decision of the Administrative Law Judge is final unless the Board vacates it on appeal. \n     (e)     Appeals. Either party may appeal the Administrative Law Judge's decisions in accordance with the requirements of Section \n37.8(f)(1), (f)(2) and (f)(3). The Board shall decide whether or not to accept an appeal within 21 days. \n          (1)     Time of Appeal Hearing; Notice to Parties; Record; Conduct of Hearing. The appeal procedures of Section \n37.8(f)(5), (f)(6), (f)(7), (f)(8) and (f)(9) apply; provided, however, that the Board's decision shall be rendered within 20 days of the hearing. \n          (2)     Rent Increases. A landlord may not impose any rent increase approved by the Board on appeal without at least 60 days' notice to the tenants. \n(Added by Ord. 221-92, App. 7/14/92; amended by Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 2-03, File No. 020716, App. 1/21/2003) \n\n","heading":{"title":"37","chaptersection":"8B","identifier":"37.8B","catch_text":"   EXPEDITED HEARING AND APPEAL PROCEDURES FOR CAPITAL IMPROVEMENTS RESULTING FROM SEISMIC WORK ON UNREINFORCED MASONRY BUILDINGS PURSUANT TO BUILDING CODE CHAPTERS 16B AND 16C WHERE LANDLORDS PERFORMED THE WORK WITH A UMB BOND LOAN."}}