{"text":"\n     (a)     Authority of Board and Administrative Law Judge. In accordance with such guidelines as the Board shall establish, the Board and designated Administrative Law Judges shall have the authority to arbitrate rental increase adjustments, and to administer the rent increase protest procedures with respect to RAP rental units as set forth in \nChapter 32 of the San Francisco Administrative Code. \n     (b)     Request for Arbitration.\n          (1)     Landlords. Landlords who seek to impose rent increases which exceed the limitations set forth in Section \n37.3(a) above must request an arbitration hearing as set forth in this Section. The burden of proof is on the landlord. \n          (2)     Tenants.\n               (A)     Notwithstanding Section \n37.3, tenants of non-RAP rental units and tenants of RAP rental units in areas designated on or after July 1, 1977, may request arbitration hearings where a landlord has substantially decreased services without a corresponding reduction in rent and/or has failed to perform ordinary repair and maintenance under State or local law and/or has failed to provide the tenant with a clear explanation of the current charges for gas and electricity or bond measure costs passed through to the tenant and/or imposed a nonconforming rent increase which is null and void. The burden of proof is on the tenant. \n               (B)     Tenants of RAP rental units in areas designated prior to July 1, 1977, may petition for a hearing where the landlord has noticed an increase which exceeds the limitations set forth in Section 32.73 of the San Francisco Administrative Code. After a vacancy has occurred in a RAP rental unit in said areas, a new tenant of said unit may petition for a hearing where the landlord has demanded and/or received a rent for that unit which exceeds the rent increase limitations set forth in Section \n32.73 of the San Francisco Administrative Code. The burden of proof is on the landlord. \n     (c)     Procedure for Landlord Petitioners.\n          (1)     Filing. The request for arbitration must be filed on a petition form prescribed by the Board and shall be accompanied by such supporting material as the Board shall prescribe, including but not limited to, justification for the proposed rental increase. \n          (2)     Filing Date. The petition must be filed prior to the mailing or delivering to the tenant or tenants legal notice of the rental increase exceeding the limitations as defined in Section \n37.3. \n          (3)     Effect of Timely Filing of Petition. Provided a completed petition is timely filed, that portion of the requested rental increase which exceeds the limitations set forth in Section \n37.3 and has not been certified as a justifiable increase in accordance with Section \n37.7 is inoperative until such time as the Administrative Law Judge makes findings of fact at the conclusion of the arbitration hearing. \n          (4)     Notice to Parties. The Board shall calendar the petition for hearing before a designated Administrative Law Judge and shall give written notice of the date to the parties at least 10 days prior to the hearing. \n     (d)     Procedure for Tenant Petitioners.\n          (1)     Filing; Limitation. The request for arbitration must be filed on a petition form prescribed by the Board and must be accompanied by such supporting material as the Board shall prescribe, including but not limited to, a copy of the landlord's notice of rent increase. If the tenant petitioner has received certification findings regarding his rental unit in accordance with Section \n37.7, such findings must accompany the petition. If the tenant petitioner has received a notification from the Chief Administrative Officer with respect to base rent and amortization of a RAP loan, such notification must accompany the petition. A tenant petition regarding a gas and electricity passthrough must be filed within one year of the effective date of the passthrough or within one year of the date the passthrough was required to be recalculated pursuant to rules and regulations promulgated by the Board. A tenant petition regarding a water revenue bond passthrough under Section \n37.3(a)(5)(B) must be filed within one year of the effective date of the passthrough. A tenant petition regarding a general obligation bond cost passthrough under Section \n37.3(a)(6) must be filed within one year of the effective date of the passthrough. \n          (2)     Notice to Parties. The Board shall calendar the petition for hearing before a designated Administrative Law Judge and shall give written notice of the date to the parties at least 10 days prior to the hearing. Responses to a petition for hearing may be submitted in writing. \n     (e)     Hearings.\n          (1)     Time of Hearing. The hearing shall be held within 45 days of the filing of the petition. The level of housing services provided to tenants' rental units shall not be decreased during the period between the filing of the petition and the conclusion of the hearing. \n          (2)     Consolidation. To the greatest extent possible, hearings with respect to a given building shall be consolidated. \n          (3)     Conduct of Hearing. The hearing shall be conducted by an Administrative Law Judge designated by the Board. Both parties may offer such documents, testimony, written declarations or other evidence as may be pertinent to the proceedings. A record of the proceedings must be maintained for purposes of appeal. \n          (4)     Determination of the Administrative Law Judge: Rental Units. Based upon the evidence presented at the hearing and upon such relevant factors as the Board shall determine, the Administrative Law Judge shall make findings as to whether or not the landlord's proposed rental increase exceeding the limitations set forth in Section \n37.3 is justified or whether or not the landlord has effected a rent increase through a reduction in services or has failed to perform ordinary repair and maintenance as required by State or local law; and provided further that, where a landlord has imposed a passthrough for property taxes pursuant to Section \n37.3(6)(D), the same increase in property taxes shall not be included in the calculation of increased operating and maintenance expenses pursuant to this Subsection (4). In making such findings, the Administrative Law Judge shall take into consideration the following factors: \n               (A)     Increases or decreases in operating and maintenance expenses, including, but not limited to, real estate taxes, sewer service charges, janitorial service, refuse removal, elevator service, security system, and debt service; provided, however, when a unit is purchased after the effective date of this ordinance, and this purchase occurs within two years of the date of the previous purchase, consideration shall not be given to that portion of increased debt service which has resulted from a selling price which exceeds the seller's purchase price by more than the percentage increase in the \"Consumer Price Index for All Urban Consumers for the San Francisco-Oakland Metropolitan Area, U.S. Department of Labor\" between the date of previous purchase and the date of the current sale, plus the cost of capital improvements or rehabilitation work made or performed by the seller. \n               (B)     The past history of increases in the rent for the unit and the comparison of the rent for the unit with rents for comparable units in the same general area. \n               (C)     Any findings which have been made pursuant to Section \n37.7 with respect to the unit.\n               (D)     Failure to perform ordinary repair, replacement and maintenance in compliance with applicable State and local law.\n               (E)     Any other such relevant factors as the Board shall specify in rules and regulations.\n          (5)     Determination of the Administrative Law Judge: RAP Rental Units.\n               (A)     RAP Rental Units in RAP Areas Designated Prior to July 1, 1977. The Administrative Law Judge shall make findings as to whether or not the noticed or proposed rental increase exceeds the rent increase limitations set forth in Section \n32.73 of the San Francisco Administrative Code. In making such findings, the Administrative Law Judge shall apply the rent increase limitations set forth in \nChapter 32 of the San Francisco Administrative Code and all rules and regulations promulgated pursuant thereto. The Administrative Law Judge shall consider the evidence presented at the hearing. The burden of proof shall be on the landlord. \n               (B)     RAP Rental Units in RAP Areas Designated On or After July 1, 1977. The Administrative Law Judge shall make findings with respect to rent increases exceeding the limitations as set forth in Section \n37.3 of this Chapter. In making such findings, the Administrative Law Judge shall take into consideration the factors set forth in Subsection (4) above and shall consider evidence presented at the hearing. The burden of proof is on the landlord. \n          (6)     Findings of Fact. The Administrative Law Judge shall make written findings of fact, copies of which shall be mailed to the parties within 30 days of the hearing. \n          (7)     Payment or Refund of Rents to Implement Arbitration Decision. Upon finding that all or any portion of the rent increase is or is not justified, or that any nonconforming rent increase is null and void, the Administrative Law Judge may order payment or refund of all or a portion of that cumulative amount within 15 days of the mailing of the findings of fact or may order the amount added to or offset against future rents; provided, however, that any such order shall be stayed if an appeal is timely filed by the aggrieved party. The Administrative Law Judge may order refunds of rent overpayments resulting from rent increases which are null and void for no more than the three-year period preceding the month of the filing of a landlord or tenant petition, plus the period between the month of filing and the date of the Administrative Law Judge's decision. In any case, calculation of rent overpayments and re-setting of the lawful base rent shall be based on a determination of the validity of all rent increases imposed since April 1, 1982, in accordance with Sections \n37.3(b)(5) and \n37.3(a)(2) above. \n          (8)     Finality of Administrative Law Judge's Decision. The decision of the Administrative Law Judge shall be final unless the Board vacates his decision on appeal. \n     (f)     Appeals.\n          (1)     Time and Manner. Any appeal to the Board from the determination of the Administrative Law Judge must be made within 15 calendar days of the mailing of the findings of fact unless such time limit is extended by the Board upon a showing of good cause. If the fifteenth day falls on a Saturday, Sunday or legal holiday, the appeal may be filed with the Board on the next business day. The appeal shall be in writing and must state why appellant believes there was either error or abuse of discretion on the part of the Administrative Law Judge. The filing of an appeal will stay only that portion of any Administrative Law Judge's decision which permits payment, refund, offsetting or adding rent. \n          (2)     Record on Appeal. Upon receipt of an appeal, the entire administrative record of the matter, including the appeal, shall be filed with the Board. \n          (3)     Appeals. The Board shall, in its discretion, hear appeals. In deciding whether or not to hear a given appeal, the Board shall consider, among other factors, fairness to the parties, hardship to either party, and promoting the policies and purposes of this Chapter, in addition to any written comments submitted by the Administrative Law Judge whose decision is being challenged. The Board may also review other material from the administrative record of the matter as it deems necessary. A vote of three members shall be required in order for an appeal to be heard. \n          (4)     Remand to Administrative Law Judge Without Appeal Hearing. In those cases where the Board is able to determine on the basis of the documents before it that the Administrative Law Judge has erred, the Board may remand the case for further hearing in accordance with its instructions without conducting an appeal hearing. Both parties shall be notified as to the time of the re-hearing, which shall be conducted within 30 days of remanding by the Board. In those cases where the Board is able to determine on the basis of the documents before it that the Administrative Law Judge's findings contain numerical or clerical inaccuracies, or require clarification, the Board may continue the hearing for purposes of re-referring the case to said Administrative Law Judge in order to correct the findings. \n          (5)     Time of Appeal Hearing; Notice to Parties. Appeals accepted by the Board shall be heard within 45 days of the filing of an appeal. Within 30 days of the filing of an appeal, both parties shall be notified in writing as to whether or not the appeal has been accepted. If the appeal has been accepted, the notice shall state the time of the hearing and the nature of the hearing. Such notice must be mailed at least 10 days prior to the hearing. \n          (6)     Appeal Hearing; Decision of the Board. At the appeal hearing, both appellant and respondent shall have an opportunity to present oral testimony and written documents in support of their positions. After such hearing and after any further investigation which the Board may deem necessary the Board may, upon hearing the appeal, affirm, reverse or modify the Administrative Law Judge's decision or may remand the case for further hearing in accordance with its findings. The Board's decision must be rendered within 45 days of the hearing and the parties must be notified of such decision. \n          (7)     Notification of the Parties. In accordance with item (6) above, parties shall receive written notice of the decision. The notice shall state that this decision is final. \n          (8)     Effective Date of Appeal Decisions. Appeal decisions are effective on the date mailed to the parties; provided, however, that that portion of any decision which orders payment, refund, offsetting or adding rent shall become effective 30 calendar days after it is mailed to the parties unless a stay of execution is granted by a court of competent jurisdiction. \n          (9)     Limitation of Actions. A landlord or tenant aggrieved by any decision of the Board must seek judicial review within 90 calendar days of the date of mailing of the decision. \n(Amended by Ord. 435-86, App. 11/10/86; Ord. 278-89, App. 8/2/89; Ord. 127-91, App. 4/2/91; Ord. 132-92, App. 5/21/92; Ord. 179-92, App. 6/22/92; Ord. 162-93, App. 5/28/93; Ord. 363-93, App. 11/18/93; Ord. 179-98, App. 5/29/98; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 107-03, File No. 030689, App. 5/23/2003) \n\n","heading":{"title":"37","chaptersection":"8. ","identifier":"37.8. ","catch_text":"ARBITRATION OF RENTAL INCREASE ADJUSTMENTS."}}