{"text":"\n     As an alternative to the hearing procedures set forth in Sections \n37.7(g) and \n37.8(e) above, a landlord or tenant may, in certain cases, obtain an expedited hearing and final order with the written consent of all parties. This Section contains the exclusive grounds and procedures for such hearings. \n     (a)     Applicability. A tenant or landlord may seek an expedited hearing for the following petitions only: \n          (1)     Any landlord capital improvement petition where the proposed increase for certified capital improvement costs does not exceed the greater of 10 percent or $30 of a tenant's base rent and the parties stipulate to the cost of the capital improvements; \n          (2)     Any tenant petition alleging decreased housing services with a past value not exceeding $1,000 as of the date the petition is filed; \n          (3)     Any tenant petition alleging the landlord's failure to repair and maintain the premises as required by state or local law;\n          (4)     Any tenant petition alleging unlawful rent increases where the parties stipulate to the tenant's rent history and the rent overpayments do not exceed a total of $1,000 as of the date the petition is filed; \n          (5)     Any petition concerning jurisdictional questions where the parties stipulate to the relevant facts.\n     (b)     Hearing Procedures. The petition application procedures of Section \n37.7(f) and Section \n37.8(c) and (d) apply to petitions for expedited hearings. The hearings shall be conducted according to the following procedures: \n          (1)     Time of Hearing. The hearing must be held within 21 days of the filing of the written consent of all the parties. The level of housing services provided to tenants' rental units shall not be decreased during the period between the filing of the petition and the conclusion of the hearing. \n          (2)     Consolidation. To the greatest extent possible, and only with the consent of the parties, hearings with respect to a given building shall be consolidated. \n          (3)     Conduct of Hearing. The hearing shall be conducted by an Administrative Law Judge designated by the Board. Both parties may offer such documents, testimony, written declarations or other evidence as may be pertinent to the proceedings. Stipulations of the parties as required under Section \n37.8A(b)(1), (b)(4) and (b)(5) shall be required as evidence. Burden of proof requirements set forth in Sections \n37.7 and \n37.8 are applicable to the hearing categories in Section \n37.8A(b) above. No record of the hearing shall be maintained for any purpose. \n          (4)     Order of the Administrative Law Judge. Based upon all criteria set forth in Sections \n37.7(4) and \n37.8(e)(4) governing the petition, the Administrative Law Judge shall make a written order no later than 10 days after the hearing. The Administrative Law Judge shall make no findings of fact. The Administrative Law Judge shall order payment or refund of amounts owing to a party or parties, if amounts are owed, within a period of time not to exceed 45 days. \n          (5)     Stay of Order. The Administrative Law Judge's order shall be stayed for 15 days from the date of issuance. During this period, either party may lodge a written objection to the order with the Board. If the Board receives such objection within this period, the order is automatically dissolved and the petitioning party may refile the petition for hearing under any other appropriate hearing procedure set forth in this chapter. \n          (6)     Finality of Administrative Law Judge's Order. If no objection to the Administrative Law Judge's order is made pursuant to Subsection (c)(5) above, the order becomes final. The order is not subject to appeal to the Board under Section \n37.8(f) nor is it subject to judicial review pursuant to Section \n37.8(f)(9). \n(Added by Ord. 133-92, App. 5/21/92; amended by Ord. 347-99, File No. 992197, App. 12/30/99)\n\n","heading":{"title":"37","chaptersection":"8A","identifier":"37.8A","catch_text":"   EXPEDITED HEARING PROCEDURES."}}