{"text":"\n     (a)     Foreclosure is defined for purposes of this Section \n37.9D as the reversion or transfer of title to a property to a lender, mortgagee, or beneficiary of a deed of trust, or an agent thereof, in full or partial satisfaction of a defaulted obligation. This definition of \"foreclosure\" includes but is not limited to the definition in California Civil Code section 2924. \n     (b)     Any residential tenant who was in possession of a rental unit at the time of foreclosure, where that dwelling or unit is otherwise exempted from the eviction control provisions of \nChapter 37 by Sections \n37.2(r)(5), (6) or (7), may not be evicted by the person or entity who took title through foreclosure (see Section \n37.9D(a)), except for just cause as provided in Section \n37.9 and related provisions of \nChapter 37, or at the end of the tenant's existing lease, whichever occurs later. \n     (c)     To the extent permissible under state and federal law, any residential tenant who has a valid lease or rental agreement at the time of foreclosure may enforce that rental agreement after foreclosure. \n     (d)     A tenant whose landlord recovers possession or endeavors to recover possession of the unit in violation of this section may exercise any remedies available under this Chapter or under other applicable law. \n     (e)     Within 15 days after foreclosure of a residential property subject to this Section \n37.9D, the person or entity that takes title must provide to the tenant or tenants in the property (see Subsection \n37.9D(b)) notice of their rights under this Section \n37.9D. \n          (i)     The notice shall be in the following form in bold type of at least 14 points:\nNOTICE UNDER SAN FRANCISCO ADMINISTRATIVE CODE SECTION 37.9D. \nTo all tenants residing at: ____________ (property address). \nDate: ____________ \nThe person or entity named below obtained title through foreclosure to the property in which you reside, on: ____________ (date). \nYou are hereby advised that under San Francisco Administrative Code Section 37.9 you may not be evicted from the rental unit in which you reside unless the landlord has a just cause for eviction under Section 37.9(a) of the San Francisco Administrative Code. \nAdditional information on your tenant rights under this ordinance is available from the San Francisco Residential Rent Stabilization and Arbitration Board, 25 Van Ness Avenue, San Francisco, California, telephone number (415) 252-4602. \nName of lender and contact telephone number: ____________. \n          (ii)     Notice required by this Section \n37.9D shall be provided either; by both posting a copy of the notice in a conspicuous place on the property and by first-class mail to each affected residential unit; or by posting a copy of the notice in a conspicuous place on the property and in a prominent place on each affected residential unit. \n          (iii)     It shall be a defense to an eviction utilizing the just cause provisions of Section \n37.9, if a landlord who is required to provide the notice required by this Section \n37.9D endeavors to recover possession prior to providing this notice and the notice required by Civil Code section 1962. \n(Added by Ord. 60-10, File No. 10039, App. 3/25/2010)\n\n","heading":{"title":"37","chaptersection":"9D. ","identifier":"37.9D. ","catch_text":"   FORECLOSURE EVICTIONS."}}