{"text":"\n     Notwithstanding Section \n37.3, this Section shall apply as of August 24, 1980, to all landlords and tenants of rental units as defined in Section \n37.2(r). \n     (a)     A landlord shall not endeavor to recover possession of a rental unit unless:\n          (1)     The tenant:\n               (A)     Has failed to pay the rent to which the landlord is lawfully entitled under the oral or written agreement between the tenant and landlord: \n                    (i)     Except that a tenant's nonpayment of a charge prohibited by Section \n919.1 of the Police Code shall not constitute a failure to pay rent; and \n                    (ii)     Except that, commencing August 10, 2001, to and including February 10, 2003, a landlord shall not endeavor to recover or recover possession of a rental unit for failure of a tenant to pay that portion of rent attributable to a capital improvement passthrough certified pursuant to a decision issued after April 10, 2000, where the capital improvement passthrough petition was filed prior to August 10, 2001, and a landlord shall not impose any late fee(s) upon the tenant for such non-payment of capital improvements costs; or \n               (B)     Habitually pays the rent late; or\n               (C)     Gives checks which are frequently returned because there are insufficient funds in the checking account; or\n          (2)     The tenant has violated a lawful obligation or covenant of tenancy other than the obligation to surrender possession upon proper notice or other than an obligation to pay a charge prohibited by Police Code Section \n919.1, and failure to cure such violation after having received written notice thereof from the landlord. \n               (A)     Provided that notwithstanding any lease provision to the contrary, a landlord shall not endeavor to recover possession of a rental unit as a result of subletting of the rental unit by the tenant if the landlord has unreasonably withheld the right to sublet following a written request by the tenant, so long as the tenant continues to reside in the rental unit and the sublet constitutes a one-for-one replacement of the departing tenant(s). If the landlord fails to respond to the tenant in writing within fourteen (14) days of receipt of the tenant's written request, the tenant's request shall be deemed approved by the landlord. \n               (B)     Provided further that where a rental agreement or lease provision limits the number of occupants or limits or prohibits subletting or assignment, a landlord shall not endeavor to recover possession of a rental unit as a result of the addition to the unit of a tenant's child, parent, grandchild, grandparent, brother or sister, or the spouse or domestic partner (as defined in Administrative Code Sections \n62.1 through \n62.8) of such relatives, or as a result of the addition of the spouse or domestic partner of a tenant, so long as the maximum number of occupants stated in Section \n37.9(a)(2)(B)(i) and (ii) is not exceeded, if the landlord has unreasonably refused a written request by the tenant to add such occupant(s) to the unit. If the landlord fails to respond to the tenant in writing within fourteen (14) days of receipt of the tenant's written request, the tenant's request shall be deemed approved by the landlord. A landlord's reasonable refusal of the tenant's written request may not be based on the proposed additional occupant's lack of creditworthiness, if that person will not be legally obligated to pay some or all of the rent to the landlord. A landlord's reasonable refusal of the tenant's written request may be based on, but is not limited to, the ground that the total number of occupants in a unit exceeds (or with the proposed additional occupant(s) would exceed) the lesser of (i) or (ii): \n                    (i)     Two persons in a studio unit, three persons in a one-bedroom unit, four persons in a two-bedroom unit, six persons in a three-bedroom unit, or eight persons in a four-bedroom unit; or \n                    (ii)     The maximum number permitted in the unit under state law and/or other local codes such as the Building, Fire, Housing and Planning Codes; or \n          (3)     The tenant is committing or permitting to exist a nuisance in, or is causing substantial damage to, the rental unit, or is creating a substantial interference with the comfort, safety or enjoyment of the landlord or tenants in the building, and the nature of such nuisance, damage or interference is specifically stated by the landlord in writing as required by Section \n37.9(c); or \n          (4)     The tenant is using or permitting a rental unit to be used for any illegal purpose; or\n          (5)     The tenant, who had an oral or written agreement with the landlord which has terminated, has refused after written request or demand by the landlord to execute a written extension or renewal thereof for a further term of like duration and under such terms which are materially the same as in the previous agreement; provided, that such terms do not conflict with any of the provisions of this Chapter; or \n          (6)     The tenant has, after written notice to cease, refused the landlord access to the rental unit as required by State or local law; or \n          (7)     The tenant holding at the end of the term of the oral or written agreement is a subtenant not approved by the landlord; or\n          (8)     The landlord seeks to recover possession in good faith, without ulterior reasons and with honest intent:\n               (i)     For the landlord's use or occupancy as his or her principal residence for a period of at least 36 continuous months;\n               (ii)     For the use or occupancy of the landlord's grandparents, grandchildren, parents, children, brother or sister, or the landlord's spouse, or the spouses of such relations, as their principal place of residency for a period of at least 36 months, in the same building in which the landlord resides as his or her principal place of residency, or in a building in which the landlord is simultaneously seeking possession of a rental unit under Section \n37.9(a)(8)(i). For purposes of this Section \n37.9(a)(8)(ii), the term spouse shall include domestic partners as defined in San Francisco Administrative Code Sections \n62.1 through \n62.8. \n               (iii)     For purposes of this Section \n37.9(a)(8) only, as to landlords who become owners of record of the rental unit on or before February 21, 1991, the term \"landlord\" shall be defined as an owner of record of at least 10 percent interest in the property or, for Section \n37.9(a)(8)(i) only, two individuals registered as domestic partners as defined in San Francisco Administrative Code Sections \n62.1 through \n62.8 whose combined ownership of record is at least 10 percent. For purposes of this Section \n37.9(a)(8) only, as to landlords who become owners of record of the rental unit after February 21, 1991, the term \"landlord\" shall be defined as an owner of record of at least 25 percent interest in the property or, for Section \n37.9(a)(8)(i) only, two individuals registered as domestic partners as defined in San Francisco Administrative Code Sections \n62.1 through \n62.8 whose combined ownership of record is at least 25 percent. \n               (iv)     A landlord may not recover possession under this Section \n37.9(a)(8) if a comparable unit owned by the landlord is already vacant and is available, or if such a unit becomes vacant and available before the recovery of possession of the unit. If a comparable unit does become vacant and available before the recovery of possession, the landlord shall rescind the notice to vacate and dismiss any action filed to recover possession of the premises. Provided further, if a noncomparable unit becomes available before the recovery of possession, the landlord shall offer that unit to the tenant at a rent based on the rent that the tenant is paying, with upward or downward adjustments allowed based upon the condition, size, and other amenities of the replacement unit. Disputes concerning the initial rent for the replacement unit shall be determined by the Rent Board. It shall be evidence of a lack of good faith if a landlord times the service of the notice, or the filing of an action to recover possession, so as to avoid moving into a comparable unit, or to avoid offering a tenant a replacement unit. \n               (v)     It shall be rebuttably presumed that the landlord has not acted in good faith if the landlord or relative for whom the tenant was evicted does not move into the rental unit within three months and occupy said unit as that person's principal residence for a minimum of 36 continuous months. \n               (vi)     Once a landlord has successfully recovered possession of a rental unit pursuant to Section \n37.9(a)(8)(i), then no other current or future landlords may recover possession of any other rental unit in the building under Section \n37.9(a)(8)(i). It is the intention of this Section that only one specific unit per building may be used for such occupancy under Section \n37.9(a)(8)(i) and that once a unit is used for such occupancy, all future occupancies under Section \n37.9(a)(8)(i) must be of that same unit, provided that a landlord may file a petition with the Rent Board, or at the landlord's option, commence eviction proceedings, claiming that disability or other similar hardship prevents him or her from occupying a unit which was previously occupied by the landlord. \n               (vii)     If any provision or clause of this amendment to Section \n37.9(a)(8) or the application thereof to any person or circumstance is held to be unconstitutional or to be otherwise invalid by any court of competent jurisdiction, such invalidity shall not affect other chapter provisions, and clauses of this Chapter are held to be severable; or \n          (9)     The landlord seeks to recover possession in good faith in order to sell the unit in accordance with a condominium conversion approved under the San Francisco subdivision ordinance and does so without ulterior reasons and with honest intent; or \n          (10)     The landlord seeks to recover possession in good faith in order to demolish or to otherwise permanently remove the rental unit from housing use and has obtained all the necessary permits on or before the date upon which notice to vacate is given, and does so without ulterior reasons and with honest intent; provided that a landlord who seeks to recover possession under this Section \n37.9(a)(10) shall pay relocation expenses as provided in Section \n37.9C except that a landlord who seeks to demolish an unreinforced masonry building pursuant to Building Code \nChapters 16B and \n16C must provide the tenant with the relocation assistance specified in Section \n37.9A(f) below prior to the tenant's vacating the premises; or \n          (11)     The landlord seeks in good faith to remove temporarily the unit from housing use in order to be able to carry out capital improvements or rehabilitation work and has obtained all the necessary permits on or before the date upon which notice to vacate is given, and does so without ulterior reasons and with honest intent. Any tenant who vacates the unit under such circumstances shall have the right to reoccupy the unit at the prior rent adjusted in accordance with the provisions of this Chapter. The tenant will vacate the unit only for the minimum time required to do the work. On or before the date upon which notice to vacate is given, the landlord shall advise the tenant in writing that the rehabilitation or capital improvement plans are on file with the Central Permit Bureau of the Department of Building Inspection and that arrangements for reviewing such plans can be made with the Central Permit Bureau. In addition to the above, no landlord shall endeavor to recover possession of any unit subject to a RAP loan as set forth in Section \n37.2(m) of this Chapter except as provided in Section \n32.69 of the San Francisco Administrative Code. The tenant shall not be required to vacate pursuant to this Section \n37.9(a)(11), for a period in excess of three months; provided, however, that such time period may be extended by the Board or its Administrative Law Judges upon application by the landlord. The Board shall adopt rules and regulations to implement the application procedure. Any landlord who seeks to recover possession under this Section \n37.9(a)(11) shall pay relocation expenses as provided in Section \n37.9C or \n          (12)     The landlord seeks to recover possession in good faith in order to carry out substantial rehabilitation, as defined in Section \n37.2(s), and has obtained all the necessary permits on or before the date upon which notice to vacate is given, and does so without ulterior reasons and with honest intent. Notwithstanding the above, no landlord shall endeavor to recover possession of any unit subject to a RAP loan as set forth in Section \n37.2(m) of this Chapter except as provided in Section \n32.69 of the San Francisco Administrative Code; Any landlord who seeks to recover possession under this Section \n37.9(a)(12) shall pay relocation expenses as provided in Section \n37.9C; or \n          (13)     The landlord wishes to withdraw from rent or lease all rental units within any detached physical structure and, in addition, in the case of any detached physical structure containing three or fewer rental units, any other rental units on the same lot, and complies in full with Section \n37.9A with respect to each such unit; provided, however, that guestrooms or efficiency units within a residential hotel, as defined in Section 50519 of the Health and Safety Code, may not be withdrawn from rent or lease if the residential hotel has a permit of occupancy issued prior to January 1, 1990, and if the residential hotel did not send a notice of intent to withdraw the units from rent or lease (Administrative Code Section \n37.9A(f), Government Code Section 7060.4(a)) that was delivered to the Rent Board prior to January 1, 2004; or \n          (14)     The landlord seeks in good faith to temporarily recover possession of the unit solely for the purpose of effecting lead remediation or abatement work, as required by San Francisco Health Code \nArticles 11 or \n26. The tenant will vacate the unit only for the minimum time required to do the work. The relocation rights and remedies, established by San Francisco Administrative Code \nChapter 72, including but not limited to, the payment of financial relocation assistance, shall apply to evictions under this Section \n37.9(a)(14). \n          (15)     The landlord seeks to recover possession in good faith in order to demolish or to otherwise permanently remove the rental unit from housing use in accordance with the terms of a development agreement entered into by the City under \nChapter 56 of the San Francisco Administrative Code. \n          (16)     The tenant's Good Samaritan Status (Section \n37.2(a)(1)(D)) has expired, and the landlord exercises the right to recover possession by serving a notice of termination of tenancy under this Section \n37.9(a)(16) within 60 days after expiration of the Original and any Extended Good Samaritan Status Period.\n     (b)     A landlord who resides in the same rental unit with his or her tenant may evict said tenant without just cause as required under Section \n37.9(a) above. \n     (c)     A landlord shall not endeavor to recover possession of a rental unit unless at least one of the grounds enumerated in Section \n37.9(a) or (b) above is the landlord's dominant motive for recovering possession and unless the landlord informs the tenant in writing on or before the date upon which notice to vacate is given of the grounds under which possession is sought and that advice regarding the notice to vacate is available from the Residential Rent Stabilization and Arbitration Board, before endeavoring to recover possession. A copy of all notices to vacate except three-day notices to vacate or pay rent and a copy of any additional written documents informing the tenant of the grounds under which possession is sought shall be filed with the Board within 10 days following service of the notice to vacate. The District Attorney shall determine whether the units set forth on the list compiled in accordance with Section \n37.6(k) are still being occupied by the tenant who succeeded the tenant upon whom the notice was served. In cases where the District Attorney determines that Section \n37.9(a)(8) has been violated, the District Attorney shall take whatever action he deems appropriate under this Chapter or under State law. \n     (d)     No landlord may cause a tenant to quit involuntarily or threaten to bring any action to recover possession, or decrease any services, or increase the rent, or take any other action where the landlord's dominant motive is retaliation for the tenant's exercise of any rights under the law. Such retaliation shall be a defense to any action to recover possession. In an action to recover possession of a rental unit, proof of the exercise by the tenant of rights under the law within six months prior to the alleged act of retaliation shall create a rebuttable presumption that the landlord's act was retaliatory. \n     (e)     It shall be unlawful for a landlord or any other person who willfully assists the landlord to endeavor to recover possession or to evict a tenant except as provided in Section \n37.9(a) and (b). Any person endeavoring to recover possession of a rental unit from a tenant or evicting a tenant in a manner not provided for in Section \n37.9(a) or (b) without having a substantial basis in fact for the eviction as provided for in Section \n37.9(a) shall be guilty of a misdemeanor and shall be subject, upon conviction, to the fines and penalties set forth in Section \n37.10A. Any waiver by a tenant of rights under this Chapter except as provided in Section \n37.10A(g), shall be void as contrary to public policy. \n     (f)     Whenever a landlord wrongfully endeavors to recover possession or recovers possession of a rental unit in violation of Sections \n37.9 and/or 37.10 as enacted herein, the tenant or Board may institute a civil proceeding for injunctive relief, money damages of not less than three times actual damages, (including damages for mental or emotional distress), and whatever other relief the court deems appropriate. In the case of an award of damages for mental or emotional distress, said award shall only be trebled if the trier of fact finds that the landlord acted in knowing violation of or in reckless disregard of Section \n37.9 or \n37.10A herein. The prevailing party shall be entitled to reasonable attorney's fees and costs pursuant to order of the court. The remedy available under this Section \n37.9(f) shall be in addition to any other existing remedies which may be available to the tenant or the Board. \n     (g)     The provisions of this Section \n37.9 shall apply to any rental unit as defined in Sections \n37.2(r)(4)(A) and \n37.2(r)(4)(B), including where a notice to vacate/quit any such rental unit has been served as of the effective date of this Ordinance No. 250-98 but where any such rental unit has not yet been vacated or an unlawful detainer judgment has not been issued as of the effective date of this Ordinance No. 250-98. \n     (h)     With respect to rental units occupied by recipients of tenant-based rental assistance, the notice requirements of this Section \n37.9 shall be required in addition to any notice required as part of the tenant-based rental assistance program, including but not limited to the notice required under 24 CFR Section 982.310(e)(2)(ii). \n     (i)     The following additional provisions shall apply to a landlord who seeks to recover a rental unit by utilizing the grounds enumerated in Section \n37.9(a)(8): \n          (1)     A landlord may not recover possession of a unit from a tenant under Section \n37.9(a)(8) if the landlord has or receives notice, any time before recovery of possession, that any tenant in the rental unit: \n               (A)     Is 60 years of age or older and has been residing in the unit for 10 years or more; or\n               (B)     Is disabled within the meaning of Section \n37.9(i)(1)(B)(i) and has been residing in the unit for 10 years or more, or is catastrophically ill within the meaning of Section \n37.9(i)(1)(B)(ii) and has been residing in the unit for five years or more: \n                    (i)     A \"disabled\" tenant is defined for purposes of this Section \n37.9(i)(1)(B) as a person who is disabled or blind within the meaning of the federal Supplemental Security Income/California State Supplemental Program (SSI/SSP), and who is determined by SSI/SSP to qualify for that program or who satisfies such requirements through any other method of determination as approved by the Rent Board; \n                    (ii)     A \"catastrophically ill\" tenant is defined for purposes of this Section \n37.9(i)(1)(B) as a person who is disabled as defined by Section \n37.9(i)(1)(B)(i), and who is suffering from a life threatening illness as certified by his or her primary care physician. \n          (2)     The foregoing provisions of Sections \n37.9(i)(1)(A) and (B) shall not apply where there is only one rental unit owned by the landlord in the building, or where each of the rental units owned by the landlord in the same building where the landlord resides (except the unit actually occupied by the landlord) is occupied by a tenant otherwise protected from eviction by Sections \n37.9(i)(1)(A) or (B) and where the landlord's qualified relative who will move into the unit pursuant to Section \n37.9(a)(8) is 60 years of age or older. \n          (3)     The provisions established by this Section \n37.9(i) include, but are not limited to, any rental unit where a notice to vacate/quit has been served as of the date this amendment takes effect but where the rental unit has not yet been vacated or an unlawful detainer judgment has not been issued. \n          (4)     Within 30 days of personal service by the landlord of a written request, or, at the landlord's option, a notice of termination of tenancy under Section \n37.9(a)(8), the tenant must submit a statement, with supporting evidence, to the landlord if the tenant claims to be a member of one of the classes protected by Section \n37.9(i). The written request or notice shall contain a warning that a tenant's failure to submit a statement within the 30 day period shall be deemed an admission that the tenant is not protected by Section \n37.9(i). The landlord shall file a copy of the request or notice with the Rent Board within 10 days of service on the tenant. A tenant's failure to submit a statement within the 30 day period shall be deemed an admission that the tenant is not protected by Section \n37.9(i). A landlord may challenge a tenant's claim of protected status either by requesting a hearing with the Rent Board or, at the landlord's option, through commencement of eviction proceedings, including service of a notice of termination of tenancy. In the Rent Board hearing or the eviction action, the tenant shall have the burden of proof to show protected status. No civil or criminal liability under Section \n37.9(e) or (f) shall be imposed upon a landlord for either requesting or challenging a tenant's claim of protected status. \n          (5)     This Section \n37.9(i) is severable from all other sections and shall be of no force or effect if any temporary moratorium on owner/relative evictions adopted by the Board of Supervisors after June 1, 1998 and before October 31, 1998 has been invalidated by the courts in a final decision. \n     (j)     The following additional provision shall apply to a landlord who seeks to recover a rental unit by utilizing the grounds enumerated in Section \n37.9(a)(8): \n          (1)     It shall be a defense to an eviction under Section \n37.9(a)(8) if any tenant in the rental unit has a custodial or family relationship with a child under the age of 18 who is residing in the unit, the tenant with the custodial or family relationship has resided in the unit for 12 months or more, and the effective date of the notice of termination of tenancy falls during the school year. The term \"school year\" as used in this Section \n37.9(j) means the first day of instruction for the Fall Semester through the last day of instruction for the Spring Semester, as posted on the San Francisco Unified School District website for each year. \n          (2)     The foregoing provision Section \n37.9(j)(1) shall not apply where there is only one rental unit owned by the landlord in the building, or where the owner who will move into the unit pursuant to a Section \n37.9(a)(8) eviction has a custodial or family relationship with a child under the age of 18 who will reside in the unit with the owner. \n          (3)     Within 30 days of personal service by the landlord of a written request, or, at the landlord's option, a notice of termination of tenancy under Section \n37.9(a)(8), the tenant must submit a statement with supporting evidence to the landlord, if the tenant claims to be a member of the class protected from eviction by Section \n37.9(j). The landlord's written request or notice shall contain a warning that a tenant's failure to submit a statement within the 30 day period shall be deemed an admission that the tenant is not protected from eviction by Section \n37.9(j). The landlord shall file a copy of the landlord's request or notice with the Rent Board within 10 days of service on the tenant. A tenant's failure to submit a statement within the 30 day period shall be deemed an admission that the tenant is not protected from eviction by Section \n37.9(j). A landlord may challenge a tenant's claim of protected status either by requesting a hearing with the Rent Board or, at the landlord's option, through commencement of eviction proceedings, including service of a notice of termination of tenancy. In the Rent Board hearing or the eviction action, the tenant shall have the burden of proof to show protected status. No civil or criminal liability under Section \n37.9(e) or (f) shall be imposed upon a landlord for either requesting or challenging a tenant's claim of protected status. \n          (4)     For purposes of this Section \n37.9(j), the term \"custodial relationship\" means that the person is a legal guardian of the child, or has a court-recognized caregiver authorization affidavit for the child, or that the person has provided full-time custodial care of the child pursuant to an agreement with the child's legal guardian or court-recognized caregiver and has been providing that care for at least one year or half of the child's lifetime, whichever is less. The term \"family relationship\" means that the person is the parent, grandparent, brother, sister, aunt or uncle of the child, or the spouse or domestic partner of such relations. \n     (k)     Disclosure of Rights to Tenants Before and After Sale of Rental Units Subject to Section \n37.9.\n          (1)     Disclosure to Tenants By Seller of the Property. Before property containing rental units subject to Section \n37.9 may be sold, the owner/seller shall disclose to tenants of the property the rights of tenants during and after the sale of the property. This disclosure shall be in writing and shall include: \n               (A)     A statement in bold type of at least 12 points that tenants can not be evicted or asked to move solely because a property is being sold or solely because a new owner has purchased that property. \n               (B)     A statement in bold type of at least 12 points that tenants cannot have their rent increased above that permitted by Chapter 37 solely because a property is being sold or solely because a new owner has purchased that property. \n               (C)     A statement in bold type of at least 12 points that the rental agreements of tenants cannot be materially changed solely because a property is being sold or solely because a new owner has purchased that property. \n               (D)     A statement that the owner's right to show units to prospective buyers is governed by California Civil Code section 1954, including a statement that tenants must receive notice as provided by Section 1954, and a statement that a showing must be conducted during normal business hours unless the tenant consents to an entry at another time. \n               (E)     A statement that tenants are not required to complete or sign any estoppel certificates or estoppel agreements, except as required by law or by that tenant's rental agreement. The statement shall further inform tenants that tenant rights may be affected by an estoppel certificate or agreement and that the tenants should seek legal advice before completing or signing an estoppel certificate or agreement. \n               (F)     A statement that information on these and other tenant's rights are available at the San Francisco Rent Board, 25 Van Ness Ave, San Francisco, California, and at the counseling telephone number of the Rent Board and at its web site. \n          (2)     Disclosure to Tenants by Purchaser of the Property. Within 30 days of acquiring title to rental units subject to Section \n37.9, the new purchaser/owner shall disclose to tenants of the property the rights of tenants following this sale of the property. This disclosure shall be in writing and shall include: \n               (A)     A statement in bold type of at least 12 points that tenants cannot be evicted or asked to move solely because a new owner has purchased that property. \n               (B)     A statement in bold type of at least 12 points that tenants cannot have their rent increased above that permitted by \nChapter 37 solely because a new owner has purchased that property. \n               (C)     A statement in bold type of at least 12 points that the rental agreements of tenants cannot be materially changed solely because a new owner has purchased that property. \n               (D)     A statement in bold type of at least 12 points that any tenants, sub-tenants or roommates who were lawful occupants at the time of the sale remain lawful occupants. \n               (E)     A statement in bold type of at least 12 points: that tenants' housing services as defined in Section \n37.2(r) first paragraph cannot be changed or severed from the tenancy solely because a new owner has purchased that property; and that tenants' housing services as defined in Section \n37.2(r) second paragraph that were supplied in connection with the use or occupancy of a unit at the time of sale (such as laundry rooms, decks, or storage space) cannot be severed from the tenancy by the new purchaser/owner without just cause as required by Section \n37.9(a). \n(Amended by Ord. 7-87, App. 1/15/87; Ord. 30-91, App. 1/22/91; Ord. 192-91, App. 5/31/91; Ord. 221-92, App. 7/14/92; Ord. 405-96, App. 10/21/96; Ord. 482-97, App. 12/30/97; Ord. 239-98, App. 7/17/98; Ord. 250-98, App. 7/31/98; Ord. 293-98, App. 10/2/98; amended by Proposition G, 11/3/98; Ord. 237-99, File No. 990168, Eff. 8/30/99; Ord. 347-99, File No. 992197, App. 12/30/99; Ord. 348-99, File No. 991265, App. 12/30/99; Ord. 135-01, File No. 010526, App. 7/6/2001; Ord. 186-01, File No. 011497, App. 7/28/2001; Ord. 23-02, File No. 020153, App. 2/22/2002; Ord. 57-02, File No. 011575, App. 5/3/2002; Ord. 99-04, File No. 031992, App. 6/4/2004; Ord. 282-04, File No. 030667, App. 12/1/2004; Ord. 21-05, File No. 041151, App. 1/21/2005; Amended by Proposition H, App. 11/7/2006; Ord. 92-07, File No. 061217, App. 4/27/2007; Ord. 33-08, File No. 071522, App. 3/17/2008; Ord. 28-09, File No. 080822, App. 2/20/2009; Ord. 33-10, File No. 090835, App. 2/11/2010; Ord. 72-11, File No. 110153, App. 4/27/2011, Eff. 5/27/2011) \n\n","heading":{"title":"37","chaptersection":"9. ","identifier":"37.9. ","catch_text":"EVICTIONS."}}