{"text":"\n     This Section \n37.9A applies to certain tenant displacements under Section \n37.9(a)(13), as specified. \n     (a)     Rent Allowed.\n          (1)     Except as provided in Section \n37.9A(a)(2) below, any rental unit which a tenant vacates after receiving a notice to quit relying on Section \n37.9(a)(13) (withdrawal of rental units from rent or lease under the Ellis Act, California Government Code Sections 7060 et seq.), if again offered for rent or lease, must be offered and rented or leased at a rent not greater than the lawful rent in effect at the time the notice of intent to withdraw rental units is filed with the Board, plus annual rent increases available under this \nChapter 37. \n               (A)     The provisions of Section \n37.9A(a)(1) apply to all tenancies commenced during either of the following time periods:\n                    (i)     The five-year period after a notice of intent to withdraw the rental units is filed with the Board, whether or not the notice of intent is rescinded or the withdrawal of the units is completed pursuant to that notice; \n                    (ii)     The five-year period after the rental units are withdrawn.\n               (B)     This Section \n37.9A(a)(1) shall prevail over any conflicting provision of law authorizing the landlord to establish the rental rate upon the initial hiring of the unit. \n               (C)     If it is asserted that the rent could have been increased based on capital improvements, rehabilitation or substantial rehabilitation, the owner must petition the Rent Board pursuant to the procedures of Section \n37.7 of this Chapter. No increase shall be allowed on account of any expense incurred in connection with withdrawing any unit from rent or lease. \n          (2)     If a new tenancy was lawfully created in a unit before January 1, 2003, following a lawful withdrawal of the unit from rent or lease under Section \n37.9(a)(13), any subsequent new tenancies for that rental unit are not subject to the rent limitations in Section \n37.9A(a)(1). \n     (b)     Treatment of Replacement Units. If one or more units covered by Subsection (a) is demolished, and one or more new units qualifying as rental units under this Chapter but for the date on which they first receive a certificate of final completion and occupancy are constructed on the same property, and offered for rent or lease within five years of the date the last of the original units became vacant, the newly constructed units shall be offered at rents not greater than those reasonably calculated to produce a fair and reasonable return on the newly constructed units, notwithstanding Section \n37.2(r)(5) or any other provision of this Chapter. The provisions of this Chapter shall thereafter apply. The Board shall adopt rules for determining the rents necessary to provide a fair and reasonable return. \n     (c)     Rights to Re-Rent. Any owner who again offers for rent or lease any unit covered by Subsection (a) shall first offer the unit for rent or lease to the tenants or lessees displaced from the unit as follows: \n          (1)     If any tenant or lessee has advised the owner in writing within 30 days of displacement of his or her desire to consider an offer to renew the tenancy and has furnished the owner with an address to which that offer is to be directed, the owner must make such an offer whenever the unit is again offered for rent or lease within two years of withdrawal. That tenant, lessee, or former tenant or lessee may advise the owner at any time of a change of address to which an offer is to be directed. \n          (2)     Notwithstanding Subsection (c)(1), if the unit is offered for rent or lease within 10 years of withdrawal, the owner shall notify the Rent Board in writing of the intention to re-rent the unit and make an offer to the tenant or lessee whenever the tenant or lessee requests the offer in writing within 30 days after the owner has notified the City of an intention to re-rent the unit. If the unit is offered for rent or lease more than two years after the date the unit was withdrawn from rent or lease, the owner shall be liable to any tenant or lessee who was displaced for failure to comply with this Subsection (c)(2), for punitive damages in an amount which does not exceed the contract rent for six months. \n          (3)     If any former tenant or lessee has requested an offer to renew the tenancy, either directly to the landlord or after notice from the Rent Board, then the owner shall offer to reinstitute a rental agreement or lease at rents permitted under Subsection (a). This offer shall be deposited in the United States mail, by registered or certified mail with postage prepaid, addressed to the displaced tenant or lessee at the address furnished to the owner as provided by the tenant and shall describe the terms of the offer. The displaced tenant or lessee shall have 30 days from the deposit of the offer in the mail to accept the offer by personal delivery of that acceptance or by deposit of the acceptance in the United States mail by registered or certified mail with postage prepaid. \n          (4)     If more than one tenant or lessee attempts to accept the offer for a given unit, the landlord shall notify each tenant or lessee so accepting that other acceptances have been received, and shall further advise each such tenant or lessee of the names and addresses of the others. If all such tenants or lessees do not within 30 days thereafter agree and notify the landlord of which tenant(s) or lessee(s) will reoccupy the unit, the tenant(s) or lessee(s) who first occupied the unit previously shall be entitled to accept the landlord's offer. If more than one eligible tenant or lessee initially occupied the unit on the same date, then the first such tenant or lessee to have originally sent notice accepting the landlord's offer shall be entitled to occupy the unit. \n     (d)     Re-Rental Within Two Years. If a unit covered by Subsection (a) is offered for rent or lease within two years of the date of withdrawal: \n          (1)     The owner shall be liable to any tenant or lessee who was displaced from the property for actual and exemplary damages. Any action by a tenant or lessee pursuant to this paragraph shall be brought within three years of withdrawal of the unit from rent or lease. However, nothing in this paragraph precludes a tenant from pursuing any alternative remedy available under the law. \n          (2)     The City may institute a civil proceeding against the owner who has again offered the unit for rent or lease, for exemplary damages for displacement of tenants or lessees. Any action by the City pursuant to this paragraph shall be brought within three years of the withdrawal of the unit from rent or lease. \n     (e)     Relocation Payments to Tenants.\n          (1)     Before August 10, 2004, Low Income, Elderly or Disabled. Where a landlord seeks eviction based upon Section \n37.9(a)(13), and the notice of intent to withdraw rental units was filed with the Board before August 10, 2004, the relocation payments described in this Subsection \n37.9A(e)(1) shall be limited to tenants who are members of lower income households, who are elderly, or who are disabled, as defined below. \n               (A)     Tenants who are members of lower income households, as defined by Section 50079.5 of the California Health and Safety Code, and who receive a notice to quit based upon Section \n37.9(a)(13), in addition to all rights under any other provisions of law, shall be entitled to receive $4,500, $2,250 of which shall be paid within fifteen (15) calendar days of the landlord's receipt of written notice from the tenants of their entitlement to the relocation payment, and $2,250 of which shall be paid when the tenants vacate the unit. \n               (B)     With respect to Subsection \n37.9A(e)(1)(A), the Mayor's Office of Housing or its successor agency shall annually determine the income limits for lower income households, adjusted for household size. \n               (C)     Notwithstanding Subsection \n37.9A(e) (1)(A), and irrespective of the size of the unit, any tenant who receives a notice to quit under Section \n37.9(a)(13) and who, at the time such notice is served, is 62 years of age or older, or who is disabled within the meaning of Section 12955.3 of the California Government Code, shall be entitled to receive $3,000, $1,500 of which shall be paid within fifteen (15) calendar days of the landlord's receipt of written notice from the tenant of entitlement to the relocation payment, and $1,500 of which shall be paid when the tenant vacates the unit. \n               (D)     The payments due pursuant to this Subsection \n37.9A(e)(1) for any unit which is occupied by more than one tenant shall be divided equally among all the occupying tenants, excluding those tenants who are separately entitled to payments under Subsection \n37.9A(e)(1)(C) above. \n          (2)     On August 10, 2004 and until (Effective Date of Ordinance Amendments.) Where a landlord seeks eviction based upon Section \n37.9(a)(13) and either (i) the notice of intent to withdraw rental units is filed with the Board on or after August 10, 2004 through (the effective date of ordinance amendments), or (ii) the notice of intent to withdraw rental units was filed with the Board prior to August 10, 2004 but the tenant still resided in the unit as of August 10, 2004, relocation payments shall be paid to the tenants as follows: \n               (A)     Tenants who are members of lower income households, as defined by Section 50079.5 of the California Health and Safety Code, shall be entitled to receive $4,500, $2,250 of which shall be paid within fifteen (15) calendar days of the landlord's receipt of written notice from the tenants of their entitlement to the relocation payment, and $2,250 of which shall be paid when the tenants vacate the unit. \n               (B)     Subject to Subsections 37.9A(e)(2)(C) and (D) below, tenants who are not members of lower income households, as defined by Section 50079.5 of the California Health and Safety Code, shall be entitled to receive $4,500, which shall be paid when the tenant vacates the unit; \n               (C)     In the event there are more than three tenants in a unit, the total relocation payment shall be $13,500.00, which shall be divided equally by the number of tenants in the unit; \n               (D)     Notwithstanding Subsection \n37.9A(e)(2)(A) and (B), any tenant who, at the time the notice of intent to withdraw rental units is filed with the Board, is 62 years of age or older, or who is disabled within the meaning of Section 12955.3 of the California Government Code, shall be entitled to receive an additional payment of $3,000.00, $1,500.00 of which shall be paid within fifteen (15) calendar days of the landlord's receipt of written notice from the tenant of entitlement to the relocation payment, and $1,500.00 of which shall be paid when the tenant vacates the unit. \n          (3)     On or After (Effective Date of Ordinance Amendments). Where a landlord seeks eviction based upon Section \n37.9(a)(13), and the notice of intent to withdraw rental units is filed with the Board on or after (effective date of ordinance amendments), relocation payments shall be paid to the tenants as follows: \n               (A)     Subject to Subsections \n37.9(e)(3)(B)(C) and (D) below, each tenant shall be entitled to receive $4,500.00, one-half of which shall be paid at the time of the service of the notice of termination of tenancy, and one-half of which shall be paid when the tenant vacates the unit; \n               (B)     In the event there are more than three tenants in a unit, the total relocation payment shall be $13,500.00, which shall be divided equally by the number of tenants in the unit; and \n               (C)     Notwithstanding Subsections \n37.9A(e) (3)(A) and (B), any tenant who, at the time the notice of intent to withdraw rental units is filed with the Board, is 62 years of age or older, or who is disabled within the meaning of Section 12955.3 of the California Government Code, shall be entitled to receive an additional payment of $3,000.00, $1,500.00 of which shall be paid within fifteen (15) calendar days of the landlord's receipt of written notice from the tenant of entitlement to the relocation payment, and $1,500.00 of which shall be paid when the tenant vacates the unit. \n               (D)     Commencing March 1, 2005, the relocation payments specified in \n37.9A(e)(3)(A) and (B) and (C) shall increase annually at the rate of increase in the \"rent of primary residence\" expenditure category of the Consumer Price Index (CPI) for All Urban Consumers in the San Francisco-Oakland-San Jose Region for the preceding calendar year, as that data is made available by the United States Department of Labor and published by the Board. \n          (4)     Any notice to quit pursuant to Section \n37.9(a)(13) shall notify the tenant or tenants concerned of the right to receive payment under Subsections \n37.9A(e)(1) or (2) or (3) and the amount of payment which the landlord believes to be due. \n     (f)     Notice to Rent Board; Recordation of Notice; Effective Date of Withdrawal.\n          (1)     Any owner who intends to withdraw from rent or lease any rental unit shall notify the Rent Board in writing of said intention. Said notice shall contain statements, under penalty of perjury, providing information on the number of residential units, the address or location of those units, the name or names of the tenants or lessees of the units, and the rent applicable to each residential rental unit. Said notice shall be signed by all owners of record of the property under penalty of perjury and shall include a certification that actions have been initiated as required by law to terminate existing tenancies through service of a notice of termination of tenancy. The notice must be served by certified mail or any other manner authorized by law prior to delivery to the Rent Board of the notice of intent to withdraw the rental units. Information respecting the name or names of the tenants, the rent applicable to any unit, or the total number of units, is confidential and shall be treated as confidential information by the City for purposes of the Information Practices Act of 1977, as contained in Chapter 1 (commencing with Section 1798) of Title 1.8 of Part 4 of Division 3 of the Civil Code. The City shall, to the extent required by the preceding sentence, be considered an \"agency,\" as defined by Subdivision (b) of Section 1798.3 of the Civil Code. \n          (2)     Prior to the effective date of withdrawal of rental units under this Section, the owner shall cause to be recorded with the County Recorder a memorandum of the notice required by Subsection (f)(1) summarizing its provisions, other than the confidential provisions, in substantially the following form: \nMemorandum of Notice\nRegarding Withdrawal of\nRental Unit From Rent or Lease\n     This memorandum evidences that the undersigned, as the owner(s) of the property described in Exhibit A attached, has filed a notice, whose contents are certified under penalty of perjury, stating the intent to withdraw from rent or lease all units at said property, pursuant to San Francisco Administrative Code Section 37.9A and the Ellis Act (California Government Code Sections 7060 et seq.). \n____________\n(Signature) \n          (3)     For a notice of intent to withdraw rental units filled with the Rent Board on or before December 31, 1999, the date on which the units are withdrawn from rent or lease for purposes of this Chapter and the Ellis Act is 60 days from the delivery in person or by first-class mail of the Subsection (f)(1) notice of intent to the Rent Board. \n          (4)     For a notice of intent to withdraw rental units filed with the Rent Board on or after January 1, 2000, the date on which the units are withdrawn from rent or lease for purposes of this Chapter and the Ellis Act is 120 days from the delivery in person or by first-class mail of the Subsection (f)(1) notice of intent to the Rent Board. Except that, if the tenant or lessee is at least 62 years of age or disabled as defined in Government Code § 12955.3, and has lived in his or her unit for at least one year prior to the date of delivery to the Rent Board of the Subsection (f)(1) notice of intent to withdraw, then the date of withdrawal of the unit of that tenant or lessee shall be extended to one year after the date of delivery of that notice to the Rent Board, provided that the tenant or lessee gives written notice of his or her entitlement to an extension of the date of withdrawal to the owner within 60 days of the date of delivery to the Rent Board of the Subsection (f)(1) notice of intent to withdraw. In that situation, the following provisions shall apply: \n               (A)     The tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Rent Board of the notice of intent to withdraw, subject to any adjustments otherwise available under Administrative Code \nChapter 37. \n               (B)     No party shall be relieved of the duty to perform any obligation under the lease or rental agreement.\n               (C)     The owner may elect to extend the date of withdrawal on any other units up to one year after date of delivery to the Rent Board of the Subsection (f)(1) notice of intent to withdraw, subject to Subsections (f)(4)(A) and (B). \n               (D)     Within 30 days of the notification by the tenant or lessee to the owner of his or her entitlement to an extension of the date of withdrawal, the owner shall give written notice to the Rent Board of the claim that the tenant or lessee is entitled to stay in their unit for one year after the date of delivery to the Rent Board of the Subsection (f)(1) notice of intent to withdraw. \n               (E)     Within 90 days of the date of delivery to the Rent Board of the notice of intent to withdraw, the owner shall give written notice to the Rent Board and the affected tenant or lessee of the following: \n                         (i)     Whether or not the owner disputes the tenant's claim of extension;\n                         (ii)     The new date of withdrawal under Section \n37.9A(f)(4)(C), if the owner does not dispute the tenant's claim of extension; and,\n                         (iii)     Whether or not the owner elects to extend the date of withdrawal to other units on the property.\n          (5)     Within 15 days of delivery of a Subsection (f)(1) notice of intent to the Rent Board, the owner shall provide notice to any tenant or lessee to be displaced of the following: \n               (A)     That the Rent Board has been notified pursuant to Subsection (f)(1);\n               (B)     That the notice to the Rent Board specified the name and the amount of rent paid by the tenant or lessee as an occupant of the rental unit; \n               (C)     The amount of rent the owner specified in the notice to the Rent Board;\n               (D)     The tenant's or lessee's rights to reoccupancy and to relocation assistance under Subsections \n37.9A(c) and (e); and\n               (E)     The rights of qualified elderly or disabled tenants as described under Subsection (f)(4), to extend their tenancy to one year after the date of delivery to the Rent Board of the Subsection (f)(1) notice of intent to withdraw. \n          (6)     Within 30 days after the effective date of withdrawal of rental units under this Section \n37.9A, the Rent Board shall record a notice of constraints with the County Recorder which describes the property and the dates of applicable restrictions on the property under this Section. \n     (g)     Successor Owners. The provisions of this Section \n37.9A shall apply to the owner of a rental unit at the time displacement of a tenant or tenants is initiated and to any successor in interest of the owner, subject to the provisions of Chapter 12.75 of Division 7 of Title 1 of the California Government Code (Sections 7060 et seq.). \n     (h)     Reports Required.\n          (1)     Not later than the last day of the third and sixth calendar months following the month in which notice is given to the Board under Subsection (f)(1), and thereafter not later than December 31st of each calendar year for a period of five years, beginning with the year in which the six-month notice is given, the owner of any property which contains or formerly contained one or more rental units which a tenant or tenants vacated pursuant to Section \n37.9(a)(13) shall notify the Board, in writing, under penalty of perjury, for each such unit: \n               (A)     Whether the unit has been demolished;\n               (B)     If the unit has not been demolished, whether it is in use;\n               (C)     If it is in use, whether it is in residential use;\n               (D)     If it is in residential use, the date the tenancy began, the name of the tenant(s), and the amount of rent charged.\n     If the unit has been demolished, and one or more new units constructed on the lot, the owner shall furnish the information required by items (B), (C) and (D) for each new unit. The Board shall maintain a record of the notices received under Subsection (f) and all notices received under this Section for each unit subject to this reporting requirement. \n          (2)     The Board shall notify each person who is reported as having become a tenant in a vacated or new unit subject to the reporting requirements of Subsection (h)(1) that it maintains the records described in Subsection (h)(1), and that the rent of the unit may be restricted pursuant to Subsection (a). \n          (3)     The Board shall maintain a register of all rental units withdrawn from rent or lease under the Ellis Act and the rent applicable to each unit at the time of withdrawal. The Board shall inform tenants displaced from units withdrawn from rent or lease at the address provided by the tenant, when the owner notifies the Board that the unit or replacement unit will again be offered for rent or lease within ten years of the date of withdrawal. \n          (4)     The Board may investigate whether a rental unit that was withdrawn from rent or lease has been again offered for rent or lease, and whether the owner has complied with the provisions of this Section. \n          (i)     This Section \n37.9A is enacted principally to exercise specific authority provided for by Chapter 12.75 of Division 7 of Title 1 of the California Government Code, originally enacted by Stats. 1985, Ch. 1509, Section 1 (the Ellis Act, California Government Code Sections 7060 et seq.). In the case of any amendment to Chapter 12.75 or any other provision of State law which amendment is inconsistent with this Section, this Section shall be deemed to be amended to be consistent with State law, and to the extent it cannot be so amended shall be interpreted to be effective as previously adopted to the maximum extent possible. \n(Added by Ord. 193-86, App. 5/30/86; amended by Ord. 320-94, App. 9/15/94; Ord. 348-99, File No. 991265, App. 12/30/99; Ord. 5-00, File No. 992236, App. 1/14/2000; Ord. 91-03, File No. 030325, App. 5/16/2003; Ord. 21-05, File No. 041151, App. 1/21/2005) \n\n","heading":{"title":"37","chaptersection":"9A","identifier":"37.9A","catch_text":"   TENANT RIGHTS IN CERTAIN DISPLACEMENTS UNDER SECTION \n37.9(a)(13)."}}