{"text":"\n     (a)     Any rental unit which a tenant vacates after receiving a notice to quit based on Section \n37.9(a)(8), and which is subsequently no longer occupied as a principal residence by the landlord or the landlord's grandparent, parent, child, grandchild, brother, sister, or the landlord's spouse, or the spouses of such relations must, if offered for rent during the three-year period following service of the notice to quit under Section \n37.9(a)(8), be rented in good faith at a rent not greater than at which would have been the rent had the tenant who had been required to vacate remained in continuous occupancy and the rental unit remained subject to this Chapter. If it is asserted that a rent increase could have taken place during the occupancy of the rental unit by the landlord if the rental unit had been subjected to this Chapter, the landlord shall bear the burden of proving that the rent could have been legally increased during the period. If it is asserted that the increase is based in whole or in part upon any grounds other than that set forth in Section \n37.3(a)(1), the landlord must petition the Rent Board pursuant to the procedures of this Chapter. Displaced tenants shall be entitled to participate in and present evidence at any hearing held on such a petition. Tenants displaced pursuant to Section \n37.9(a)(8) shall make all reasonable efforts to keep the Rent Board apprised of their current address. The Rent Board shall provide notice of any proceedings before the Rent Board to the displaced tenant at the last address provided by the tenant. No increase shall be allowed on account of any expense incurred in connection with the displacement of the tenant. \n     (b)     Any landlord who, within three years of the date of service of the notice to quit, offers for rent or lease any unit in which the possession was recovered pursuant to Section \n37.9(a)(8) shall first offer the unit for rent or lease to the tenants displaced in the same manner as provided for in Sections \n37.9A(c) and (d). \n     (c)     In addition to complying with the requirements of Section \n37.9(a)(8), an owner who endeavors to recover possession under Section \n37.9(a)(8) shall inform the tenant of the following information in writing and file a copy with the Rent Board within 10 days after service of the notice to vacate, together with a copy of the notice to vacate and proof of service upon the tenant; \n          (1)     The identity and percentage of ownership of all persons holding a full or partial percentage ownership in the property;\n          (2)     The dates the percentages of ownership were recorded;\n          (3)     The name(s) of the landlord endeavoring to recover possession and, if applicable, the name(s) and relationship of the relative(s) for whom possession is being sought and a description of the current residence of the landlord or relative(s); \n          (4)     A description of all residential properties owned, in whole or in part, by the landlord and, if applicable, a description of all residential properties owned, in whole or in part, by the landlord's grandparent, parent, child, grandchild, brother, or sister for whom possession is being sought; \n          (5)     The current rent for the unit and a statement that the tenant has the right to re-rent the unit at the same rent, as adjusted by Section 37.9B(a) above; \n          (6)     The contents of Section \n37.9B, by providing a copy of same; and\n          (7)     The right the tenant(s) may have to relocation costs and the amount of those relocation costs.\n     (d)     The landlord shall pay relocation expenses as provided in Section \n37.9C.\n     (e)     Within 30 days after the effective date of a written notice to vacate that is filed with the Board under Section \n37.9B(c) the Board shall record a notice of constraints with the County Recorder identifying each unit on the property that is the subject of the Section \n37.9B(c) notice to vacate, stating the nature and dates of applicable restrictions under Sections \n37.9(a)(8) and \n37.9B. If a notice of constraints is recorded but the tenant does not vacate the unit, the landlord may apply to the Board for a rescission of the recorded notice of constraints. \n(Added by Ord. 293-98, App. 10/2/98; amended by Ord. 57-02, File No. 011575, App. 5/3/2002; Amended by Proposition H, App. 11/7/2006) \n\n","heading":{"title":"37","chaptersection":"9B","identifier":"37.9B","catch_text":"   TENANT RIGHTS IN EVICTIONS UNDER SECTION \n37.9(a)(8)."}}