{"text":"\n     (a)     Definitions.\n          (1)     Covered No-Fault Eviction Notice, For purposes of this section \n37.9C, a Covered No-Fault Eviction Notice shall mean a notice to quit based upon Section \n37.9(a)(8), (10), (11), or (12). \n          (2)     Eligible Tenant, For purposes of this section \n37.9C, an Eligible Tenant shall mean any authorized occupant of a rental unit, regardless of age, who has resided in the unit for 12 or more months. \n     (b)     Each Eligible Tenant who receives a Covered No-Fault Eviction Notice, in addition to all rights under any other provision of law, shall be entitled to receive relocation expenses from the landlord, in the amounts specified in section \n37.9C(e). \n     (c)     On or before the date of service of a Covered No-Fault Eviction Notice, the landlord shall notify all occupant(s) in the unit in writing of the right to receive payment under this section \n37.9C and the amount of that relocation and shall provide a copy of section \n37.9C. Such notification shall include a statement describing the additional relocation expenses available for Eligible Tenants who are senior or disabled and for households with children. The landlord shall file a copy of this notification with the Rent Board within 10 days after service of the notice, together with a copy of the notice to vacate and proof of service upon the tenant. \n     (d)     A landlord who pays relocation expenses as required by this Section in conjunction with a notice to quit need not pay relocation expenses with any further notices to quit based upon the same just cause under Section \n37.9(a) for the same unit that are served within 180 days of the notice that included the required relocation payment. The relocation expenses continued herein are separate from any security or other refundable deposits as defined in California Code Section 1950.5. Further, payment or acceptance of relocation expenses shall not operate as a waiver of any rights a tenant may have under law. \n     (e)     Relocation expenses shall be:\n          (1)     Each Eligible Tenant receiving a Covered No-Fault Eviction Notice shall receive $4,500.00, $2,250.00 of which shall be paid at he time of the service of the notice to quit, and $2,250.00 of which shall be paid when the unit is vacated. In no case, however, shall the landlord be obligated under this section \n37.9C(e)(1) to provide more than $13,500.00 in relocation expenses to all Eligible Tenants in the same unit. \n          (2)     In addition, each Eligible Tenant who is 60 years of age or older or who is disabled within the meaning of Section 12955.3 of the California Government Code, and each household with at least one Eligible Tenant and at last one child under the age of 18 years, shall be entitled to receive an additional payment of $3,000.00. $1,500.00 of which shall be paid within fifteen (15) calendar days of the landlord's receipt of written notice from the Eligible Tenant of entitlement to the relocation payment along with supporting evidence, and $1,500.00 of which shall be paid when the Eligible tenant vacated the unit. Within 30 days after notification to the landlord of a claim of entitlement to additional relocation expenses because of disability, age, or having children in the household, the landlord shall give written notice to the Rent Board of the Claim for additional relocation assistance and whether or not the landlord disputes the claim. \n          (3)     Commencing March 1, 2007, these relocation expenses, including the maximum relocation expenses per unit, shall increase annually, rounded to the nearest dollar, at the rate of increase in the \"rent of primary residence\" expenditure category of the Consumer Price Index (CPI) for All Urban Consumers in the San Francisco-Oakland-San Jose Region for the preceding calendar year, as that data is made available by the United States Department of Labor and published by the Board. \n(Added by Proposition H, App. 11/7/2006)\n\n","heading":{"title":"37","chaptersection":"9C. ","identifier":"37.9C. ","catch_text":"   TENANTS RIGHTS TO RELOCATION FOR NO-FAULT EVICTIONS."}}