{"text":"\n     The owner may seek recovery of the fee from the tenant(s) in occupancy of each residential unit on November 1st, up to a maximum of 50% of the annual fee for each unit, as follows: \n     (a)     An owner seeking recovery of the fee shall deduct it from the next interest payment owed on the tenant's security deposit pursuant to Chapter 49 of this Code, except that where the interest has been paid annually the owner may bill the tenant directly as provided in subsection \n37A.6(c); or \n     (b)     When the fee is not collected during the year in which the owner is first entitled to it, the owner may bank the fee and collect it in a future year. Only those fees that become due after the effective date of this Ordinance may be banked. A banked fee may only be collected as a deduction against security deposit interest due the tenant, except that where no interest or insufficient interest exists (due to no deposit or low amount of deposit) the owner may bill for any balance owing as provided in subsection \n37A.6(c). The billing statement must specifically show the fee amount owed by the tenant for each year, and the amount of interest due the tenant (if any) for each year owing. \n     (c)     To the extent provided in subsections \n37A.6(a) and (b), the owner may bill the tenant directly for the fee. The bill shall state the amount for that unit, that the purpose of the fee is to fund the Rent Board and related administrative costs under \nChapter 37A of the San Francisco Administrative Code, and that the fee is due and payable within 30 days of the date of the bill. \n     The owner remains liable for full payment of the fee to the Tax Collector whether or not the owner seeks any recovery under one of the above methods or in fact does recover any portion from the tenant. \n(Added by Ord. 278-89, App. 8/2/89; amended by Ord. 291-90, App. 8/1/90; Ord. 178-99, File No. 990818, App. 6/25/99; Ord. 215-00, File No. 001264, App. 9/8/2000; Ord. 161-02, File No. 020471, App. 7/17/2002; Ord. 170-04, File No. 040745, App. 7/22/2004) \n\n","heading":{"title":"37A","chaptersection":"6. ","identifier":"37A.6. ","catch_text":"RECOVERY OF THE FEE, LIMITATIONS."}}