{"text":"\n     The Board of Supervisors hereby finds: \n     (a)     In Section \n37.1 of this Code, the Board of Supervisors found that there was a shortage of decent, safe and sanitary housing in the City and County of San Francisco resulting in a critically low vacancy factor. The Board further found that rent regulation was necessary in order to alleviate the ill effects of the City's housing shortage to meet the need for affordable housing, and to advance the City's housing policies. The Board now hereby finds that this housing shortage still persists and that rent regulation continues to be a necessary and effective means of mitigating this condition. \n     (b)     By Ordinance No. 276-79, adopted June 12, 1979, the Board of Supervisors enacted the Residential Rent Stabilization and Arbitration Ordinance (\"Rent Ordinance,\" \nChapter 37, San Francisco Administrative Code) to regulate residential rents in San Francisco. The Ordinance created the Residential Rent Stabilization and Arbitration Board (\"Rent Board,\" Sections \n37.1(a), (b) and \n37.4) to administer and enforce the Rent Ordinance and thereby safeguard tenants from excessive increases while at the same time assure landlords fair and adequate rents. The Rent Board benefits both landlords and tenants by providing for the orderly and efficient administration of the Rent Ordinance and by protecting tenants from unreasonable rent increases and displacement while assuring that landlords receive fair rents consistent with the Ordinance. \n     (c)     It is fair and reasonable that the costs of administering and enforcing the Rent Ordinance through the Rent Board should be equitably distributed among the City's residential units. \n     Therefore, the Board finds that the owner of each residential unit as defined in Section \n37A.1 above shall be required to pay an annual Rent Stabilization and Arbitration fee for each unit. \n     (d)     The fee for each residential unit shall equal the projected annual cost of funding the Rent Board plus related administrative costs pursuant to Section \n10.194 of this Code including, but not limited to, the Tax Collector and Controller, divided by the total number of residential units estimated to pay the fee minus any balance remaining in the fund set forth in Section \n10.117-88 of this Code; provided, however, that in calculating the fee, the Controller shall round up any fraction of a dollar to the next whole dollar. For the purposes of this calculation, a guest room shall be counted as one-half of a residential unit and shall be charged half the fee. The Assessor and the Director of the Department of Building Inspection shall release to the Information Services Division (ISD) of the Department of Telecommunications and Information Services (DTIS) by June 1st information necessary for compilation of the billing list. The Controller shall compile the list, determine the total number of residential units and calculate the fee by July 31st. The fee shall be recalculated on July 31st each year. \n     (e)     The fee herein is for regulatory purposes only. It is not designed or intended for revenue purposes. Any surplus collected in a given year will reduce the fee in the next fiscal year. \n(Added by Ord. 278-89, App. 8/2/89; amended by Ord. 291-90, App. 8/1/90; Ord. 354-90, App. 10/17/90; Ord. 186-93, App. 6/11/93; Ord. 178-99, File No. 990818, App. 6/25/99; Ord. 215-00, File No. 001264, App. 9/8/2000; Ord. 161-02, File No. 020471, App. 7/17/2002; Ord. 170-04, File No. 040745, App. 7/22/2004) \n\n","heading":{"title":"37A","chaptersection":"2","identifier":"37A.2","catch_text":"FINDINGS."}}