{"text":"\n     (a)     Before entering into or amending a Lease, a Commercial Landlord shall either:\n          (1)     Ensure that existing public restrooms, ground floor entrances, and ground floor exits are accessible by removing all architectural barriers to disability access, to the extent that such improvements are required by and \"readily achievable, i.e., easily accomplishable and able to be carried out without much difficulty or expense\" within the meaning of any applicable provisions of Title 28, Sections 36.304 and 36.305, of the Code of Federal Regulations; or,\n          (2)     Provide written notice to any prospective Small Business Tenant that the property may not currently meet all applicable construction-related accessibility standards, including standards for public restrooms and ground floor entrances and exits.\n     (b)     Before entering into or amending a Lease, a Commercial Landlord shall also provide a written notice to each prospective Small Business Tenant (the \"Disability Access Obligations Notice\") in substantially this form:\nDISABILITY ACCESS OBLIGATIONS UNDER\nSAN FRANCISCO ADMINISTRATIVE CODE \nCHAPTER 38\n     Before you, as the Tenant, enter into a lease with us, the Landlord, for the following property [INSERT DESCRIPTION/ADDRESS] (the \"Property\"), please be aware of the following important information about the lease:\n     You May Be Held Liable for Disability Access Violations on the Property. Even though you are not the owner of the Property, you, as the tenant, as well as the Property owner, may still be subject to legal and financial liabilities if the leased Property does not comply with applicable Federal and State disability access laws. You may wish to consult with an attorney prior to entering this lease to make sure that you understand your obligations under Federal and State disability access laws. The Landlord must provide you with a copy of the Small Business Commission Access Information Notice under Section \n38.6 of the Administrative Code in your requested language. For more information about disability access laws applicable to small businesses, you may wish to visit the website of the San Francisco Office of Small Business or call 415-554-6134.\n     The Lease Must Specify Who Is Responsible for Making Any Required Disability Access Improvements to the Property. Under City law, the lease must include a provision in which you, the Tenant, and the Landlord agree upon your respective obligations and liabilities for making and paying for required disability access improvements on the leased Property. The lease must also require you and the Landlord to use reasonable efforts to notify each other if they make alterations to the leased Property that might impact accessibility under federal and state disability access laws. You may wish to review those provisions with your attorney prior to entering this lease to make sure that you understand your obligations under the lease.\n     By signing below I confirm that I have read and understood this Disability Access Obligations Notice.\n     Signed: ____________________, Tenant\n     Signed: ____________________, Landlord\n     (c)     If the Commercial Landlord does not ensure that existing public restrooms, ground floor entrances, and ground floor exits are accessible as provided in subsection (a)(1) and instead proceeds under subsection (a)(2), the Commercial Landlord shall include the following statement in Disability Access Obligations Notice required under subsection (b):\n     \"PLEASE NOTE: The Property may not currently meet all applicable construction-related accessibility standards, including standards for public restrooms and ground floor entrances and exits.\"\n     (d)     The Commercial Landlord must sign, and obtain the Small Business Tenant's signature on, the Disability Access Obligations Notice under subsections (b) and (c) on or before execution or amendment of the Lease and shall provide the tenant with a copy of the Small Business Commission's Access Information Notice as defined under Section \n38.6 in the tenant's requested language.\n(Added by Ord. 187-12, File No. 111047, App. 9/11/2012, Eff. 10/11/2012)\n(Former Sec. 38.3 added by Ord. 224-81, App. 5/5/81; amended by Ord. 76-03, File No. 020592, App. 5/2/2003; repealed and replaced by Ord. 199-04, File No. 040141, App. 8/5/2004; amended by Ord. 144-07, File No. 070133, App. 6/29/2007; Ord. 300-08, File No. 081155, App. 12/19/2008; amended and redesignated as Planning Code Sec. \n411.3(a) by Ord. 108-10, File No. 091275, App. 5/25/2010) \nSEC. 38.3-1.  RESERVED.\n(Added by Ord. 144-07, File No. 070133, App. 6/29/2007; repealed by Ord. 108-10, File No. 091275, App. 5/25/2010)\n\n","heading":{"title":"38","chaptersection":"3","identifier":"38.3","catch_text":"DISABILITY ACCESS IMPROVEMENTS; NOTICE OF DISABILITY ACCESS OBLIGATIONS."}}