{"text":"\n     As used in this Article, the following terms shall have the following meanings:\n     (a)     \"Agreement\" means any contract with the City for the provision of Financial Assistance for a Public Housing Development Project.\n     (b)     \"City\" means the City and County of San Francisco.\n     (c)     \"Community Redevelopment Law or CRL\" means Cal. Health & Safety Code § 33000 et seq.\n     (d)     \"Current Household(s)\" means a lawful household, including each member of the household, that occupies a Public Housing Unit in an Existing Public Housing Development on the Initiation Date. For purposes of this Chapter, each lawful tenant within a Public Housing Unit household shall be treated as a single household and shall not have rights to separate Replacement Units.\n     (e)     \"Existing Public Housing Development\" means an existing development of Public Housing Units that will be demolished, disposed of, removed, and/or converted, in whole or in part, in connection with a Public Housing Development Project.\n     (f)     \"Financial Assistance\" means the provision of any federal, state, or local public funds that are administered, allocated, or committed by the City to SFHA, another public entity, private developer, and/or any agents, managers or partners of such entities in connection with a Public Housing Development Project.\n     (g)     \"Initiation Date\" is the date of the first notice of eligibility for relocation benefits in connection with a Public Housing Development Project.\n     (h)     \"New Development\" means a residential and/or mixed use development that is developed under federal regulations to replace an Existing Public Housing Development in connection with a Public Housing Development Project.\n     (i)     \"Public Housing Development Project\" means a development or redevelopment project that:\n          (1)     involves the demolition, disposition, removal, revitalization, rehabilitation, and/or conversion, in whole or in part, of an Existing Public Housing Development;\n          (2)     involves the relocation of Current Household(s) in connection therewith; and\n          (3)     as a result of such activities, is required to comply with the Uniform Relocation Assistance and Real Property Acquisitions Policies Act. 24 U.S.C. 42 U.S.C. § 4601 et seq. and the implementing regulations issued by the Department of Transportation at 49 CFR part 24.\n     (j)     \"Public Housing Unit\" means a public housing dwelling unit as defined in the United States Housing Act of 1937, as amended (42 U.S.C. § 1437) and any regulations adopted in connection therewith, and that is owned and operated by SFHA in the City.\n     (k)     \"Relocation Assistance Laws\" means any and all federal, state, and local relocation assistance laws that may be applicable to a Public Housing Development Project, including but not limited to, the California Relocation Assistance Law, Cal. Govt. Code § 7260 et seq.; Uniform Relocation Assistance and Real Property Acquisitions Policies Act, 24 U.S.C. 42 U.S.C. § 4601 et seq.; the Housing and Community Development Act, 42 U.S.C. § 5301 et seq.; the United States Housing Act, 42 U.S.C. § 1437 and all regulations, guidelines, and/or HUD Handbooks adopted in connection with each; and this Chapter.\n     (l)     \"Rent Board\" means the San Francisco Residential Rent Stabilization and Arbitration Board.\n     (m)     \"Replacement Housing Laws\" means any and all federal, state, and local replacement housing laws that may be applicable to a Public Housing Development Project, including but not limited to, the Community Redevelopment Law, Cal. Health & Safety Code § 33000 et seq.; the Housing and Community Development Act, 42 U.S.C. § 5301 et seq.; and all regulations, guidelines, and/or HUD Handbooks or Notices adopted in connection with each; and this Chapter.\n     (n)     \"Replacement Unit(s)\" means a comparable Public Housing Unit or other comparable residential unit that is developed under federal regulations stated in 24 CFR Part 941, 24 CFR 970, or 24 CFR 972 to replace a Public Housing Unit that is demolished, disposed of, removed, revitalized, rehabilitated or converted as a result of a Public Housing Development Project.\n     (o)     \"SFHA\" means the San Francisco Housing Authority, a public body, corporate and politic, organized and existing under the California Housing Authorities Law (Cal. Health & Saf. Code § 34200 et seq.).\n(Added by Ord. 227-12, File No. 120812, App. 11/7/2012, Eff. 12/7/2012) \n(Former Sec. 39.3 added by Ord. 401-96, App. 10/21/96; amended by Ord. 274-97, App. 7/3/97; repealed by Ord. 171-03, File No. 030422, App. 7/3/2003) \n\n","heading":{"title":"39","chaptersection":"3. ","identifier":"39.3. ","catch_text":"DEFINITIONS."}}