{"text":"\n     Every officer and employee of the City shall include in any Agreement a provision requiring the recipient of the Financial Assistance, as a condition of receiving the Financial Assistance, to provide Current Households with a Replacement Unit as provided in subsection (a) and (b) and to obtain review of relocation plans as provided in subsection (c). In addition, the recipient of the Financial Assistance shall be required as a condition of receiving the Financial Assistance, to include these requirements in any contract with SFHA regarding the Public Housing Development Project. Every officer and employee of the City who enters into such Agreement shall confer with the City Attorney's Office in drafting and negotiating the provisions thereof in order to implement these requirements, including the provision of appropriate remedies for violation of the Agreement.\n     (a)     Right to Replacement Unit. Subject to Section \n39.4(b), all Current Households whose tenancy at the Existing Public Housing Development Project was not lawfully terminated prior to or after the Initiation Date, unless such lawful termination was done pursuant to the relocation plan in connection with the Public Housing Development Project, shall have a right to, and the highest priority for, a Replacement Unit at the New Development or, if applicable, for an off-site Replacement Unit.\n     (b)     Eligibility and Screening Criteria. Current Households shall be deemed eligible for a Replacement Unit, and shall not be subjected to any eligibility or screening criteria for a Replacement Unit other than income eligibility restrictions that may apply to a suitable Replacement Unit due to a subsidy affecting the unit.\n     (c)     Review of Relocation Plan. The recipient of Financial Assistance shall obtain a review by the City department providing the Financial Assistance of any relocation plan drafted for a Public Housing Development Project. The recipient of Financial Assistance shall present the proposed relocation plan to the applicable City department at least thirty days prior to adoption and request that the City department submit comments regarding the plan or policy in the form of a memorandum to the entity responsible for adopting the final plan. If the City department decides not to take a position or does not seek to provide comment, it shall issue a memorandum to the appropriate entity stating as such.\n(Added by Ord. 227-12, File No. 120812, App. 11/7/2012, Eff. 12/7/2012) \n(Former Sec. 39.4 added by Ord. 401-96, App. 10/21/96; amended by Ord. 274-97, App. 7/3/97; repealed by Ord. 171-03, File No. 030422, App. 7/3/2003) \n\n","heading":{"title":"39","chaptersection":"4. ","identifier":"39.4. ","catch_text":"REQUIREMENTS FOR AGREEMENTS FOR FINANCIAL ASSISTANCE."}}