{"text":"\n     (a)     Fee Schedule. The Director of Administrative Services, or his or her designated officer, (the \"DAS\") is hereby authorized to establish and charge fees for the use of City Hall in accordance with the following schedule: \n          (1)     Short Term License Fees (\"Event Fees\"). The DAS shall charge a party (a \"Licensee\") who enters into a Short Term License Agreement for the use of City Hall for a particular activity lasting up to a maximum of ten hours (an \"Event\") up to $30,000, per Event, for use of the City Hall Rotunda (the \"Rotunda\"), with or without the use of the North and South Light Courts. Where the DAS contracts with a Licensee for the use of either or both of the North and South Light Courts, but not the use of the Rotunda, the DAS may charge the licensee up to $10,000 per light court per event. The DAS may establish and charge fees for the use of other areas within City Hall, other than the Board of Supervisors Chamber, provided that such fees shall not exceed the maximum rates authorized for use of the Rotunda under this section. \n     In addition, the DAS may also establish and charge other fees, including, but not limited to, fees for security, building personnel, cleaning, cleaning supplies, and kitchen equipment management that the DAS determines are necessary to cover the total costs to the City for each Event. The DAS, in its discretion, shall establish standard reduced fee rates for non-profit organizations. \n          (2)     Fees for Filming and Photographing Activity. The DAS may charge fees for filming and photographing activities (\"Filming Activity\") that do not exceed the Event Fees under paragraph (1). The DAS may negotiate lower fees with a party interested in conducting Filming Activity in City Hall (a \"Contractor\") based on factors such as the duration, time period and space required for filming or photographing, the number of people involved in the Filming Activity, and the non-profit status of the Contractor. \n          (3)     Fees for Tours of City Hall. The DAS may charge fees for docent-led group tours of City Hall, other than regularly scheduled free tours (\"special group tours\"). The DAS may charge up to $75 for special group tours of up to thirty people and up to $125 for special group tours of over thirty people. However, school group tours for students in kindergarten through twelfth grad shall be provided free of charge. \n     (b)     Ratification of Prior Fees. All fees previously charged for the use of City Hall since its opening in January 1999 and before the effective date of this Section are hereby ratified. \n(Added by Ord. 188-99, File No. 990690, App. 7/1/99)\n\n","heading":{"title":"4","chaptersection":"1-2","identifier":"4.1-2","catch_text":"CITY HALL SHORT TERM LICENSE, FILMING, AND TOUR FEES; LISTED CATERERS."}}