{"text":"\n     (a)     All general purpose vehicles owned, leased or rented by the City and previously assigned to, or placed under the jurisdiction of, any officer or department of the City are hereby transferred to the jurisdiction of the City Administrator General purpose vehicles acquired after the effective date of this ordinance shall also be placed under the jurisdiction of the City Administrator \n     (b)     The City Administrator shall have primary authority over vehicles now or hereafter placed under his or her jurisdiction, but may assign these vehicles for use by City officers and departments. The City Administrator may adopt rules and regulations necessary to implement this vehicle fleet management program, including rules covering: terms, conditions, and fees for assignment of vehicles by the City Administrator to individual City officers and departments; vehicle maintenance programs; and vehicle replacement plans, provided that the City Administrator shall not approve the purchase of any motor vehicle that does not comply with Environment Code Section \n404. Fees charged for the assignment of vehicles shall be set by the City Administrator in consultation with the Controller, and the fees shall be used to pay for acquisition and replacement of vehicles, maintenance and repair, and other costs of administering the program. Each year, the City Administrator, in consultation with the Controller, shall assess and collect the Air Pollution Mitigation Fees required by Environment Code Section \n405. The City Administrator may make appropriate provision for vehicles previously acquired using special, dedicated or otherwise restricted funds. \n     (c)     Beginning no later than July 1, 2014, and every year thereafter, the City Administrator shall: (1) remove from service and discontinue the operation of all passenger vehicles and light-duty trucks in the municipal fleet that are 12 years old or older; and (2) reduce the total number of passenger vehicles and light-duty trucks in that portion of the municipal fleet under his or direct jurisdiction by 5 percent from its size on July 1, 2008. The City Administrator shall provide a report on its fleet management program and proposals for vehicle replacement along with its annual budget submission to the Mayor and the Board of Supervisors. \n(Added by Ord. 69-03, File No. 030315, App. 4/18/2003) (Former Sec. 4.10-1 added by Ord. 497-77, App. 11/4/77; amended by Ord. 278-96, App. 7/3/96; repealed by Ord. 60-03; Ord. 278-10, File No. 101009, 11/18/2010) \n\n","heading":{"title":"4","chaptersection":"10-1. ","identifier":"4.10-1. ","catch_text":"CITY-OWNED AND LEASED VEHICLES; FLEET MANAGEMENT PROGRAM."}}