{"text":"\n     (a)     Vehicles owned, leased or rented by the City and County and assigned to, or under the jurisdiction of, any department of the City and County, shall be used only in the discharge and transaction of municipal business. No officer, employee or authorized volunteer of the City and County shall use any such vehicle without the consent of the head of such department. The head of the department which has jurisdiction over any such vehicle may not assign any such vehicle to any individual officer or employee unless a written request justifying the need for personal assignment is made by the individual officer or employee and approved by the Director of Administrative Services. \n     (b)     No vehicle owned, leased or rented by the City and County and assigned to, or under the jurisdiction of, any department of the City and County shall be used for transportation to and from an employee's place of residence except as provided below: \n          (1)     The employee resides in or both resides and works outside of the City and County and is on call for work after his or her normal workday is completed and the nature of the work has required the use of a City and County vehicle after hours on at least five occasions in the preceding 12-month period; or \n          (2)     The employee resides in or both resides and works outside of the City and County and must leave his or her residence prior to 8:00 a.m. on City and County business away from his or her normal place of work; or \n          (3)     The employee resides in or both resides and works outside of the City and County and would return to his or her normal place of work from an appointment on City and County business after 6:00 p.m. or on a weekend; or \n          (4)     The employee is a member of the San Francisco Police Department or San Francisco Sheriff's Department, or an employee of the San Francisco Water Department, San Francisco Department of Public Works, San Francisco Department of Emergency Services, San Francisco Office of Citizen Complaints or San Francisco District Attorney's Office, and has the prior written permission of the department head to use a vehicle equipped with emergency equipment for such purpose, subject to such restrictions and regulations as the Chief of Police, Sheriff, Director of Emergency Services, Director of the Office of Citizen Complaints or District Attorney may provide for the respective departments. The departments shall keep detailed records of all vehicles used pursuant to this paragraph; said records shall be open to inspection by the Office of the Mayor and the Board of Supervisors; and provided further that the number of vehicles so exempted shall not exceed: \n\nSan Francisco Water Department\n42\nSan Francisco Police Department\n33\nSan Francisco Sheriff's Department\n5\nSan Francisco Department of Emergency Services\n2\nSan Francisco Department of Public Works\n17\nSan Francisco Office of Citizen Complaints\n4\nSan Francisco District Attorney's Office\n8\n          (5)     The employee is a forensic pathologist employed by the Office of the Medical Examiner and has prior written permission of the Medical Examiner to use a City and County vehicle and is on call before or after normal work hours in order to respond to and investigate death scenes. The Medical Examiner shall keep detailed records of all vehicles used pursuant to this subsection; said records shall be open to inspection by the Director of Administrative Services and the Board of Supervisors; and provided further that the number of vehicles so exempted shall not exceed two vehicles; or \n          (6)     The employee is a resident of the City and County of San Francisco and is driving the vehicle to and from the employee's place of residence solely for the purpose of garaging the vehicle at his or her place of residence during nonwork hours, with the approval by resolution of the Board of Supervisors, upon the recommendation of the Director of Administrative Services, where the head of the department which has jurisdiction over such vehicle finds that the public interest will be best served by permitting the employee to take the vehicle home, rather than require the City to garage the vehicle. \n     (c)     Penalty. Any employee violating the provisions of this Section shall pay to the City and County an amount equal to three times the City and County's mileage reimbursement rate times the number of miles driven in violation thereof. \n     (d)     Except as otherwise provided by ordinance, an authorized volunteer, while operating a motor vehicle owned by the City and County pursuant to authorization by the head of the department to which said vehicle is assigned or which has jurisdiction over said vehicle, shall be deemed to be an employee of the City and County solely for purposes of California Vehicle Code Section 17001 and Division 3.6 of Title 1 of the Government Code of the State of California, and for no other purpose; provided, however, that nothing herein contained shall be deemed to permit the authorization to operate a motor vehicle owned, leased or rented by the City and County contrary to the provisions of the Vehicle Code of the State of California. \n(Amended by Ord. 562-79, App. 11/16/79; Ord. 358-93, App. 11/15/93; Ord. 278-96, App. 7/3/96; Ord. 410-97, App. 10/31/97; Ord. 35-04, File No. 031934, App. 3/19/2004) \n\n","heading":{"title":"4","chaptersection":"11","identifier":"4.11","catch_text":"USE OF CITY-OWNED VEHICLES."}}