{"text":"\n     The Administrator of Laguna Honda Hospital is hereby authorized to conduct a store or stores within the confines of said institution for the sale of candies, soft drinks and other foodstuffs, tobacco, and sundries, subject to the following conditions: \n     (a)     The Administrator of Laguna Honda Hospital shall supervise the management and operation of the store. He or she shall be the custodian or shall appoint from the hospital staff a custodian of all funds, merchandise, property, and equipment of said store. \n     (b)     The Administrator shall be authorized to collect and deposit all proceeds from the store sales in a bank or banks as he or she may select. \n     (c)     The Administrator and his or her representative may draw checks on the bank accounts for the purchase of materials, supplies, equipment, contractual services, and other obligations properly charged to the store operation. \n     (d)     The Administrator shall be authorized to assign personnel from other services within the hospital to operate the store, as required. \n     (e)     The Administrator is also authorized to install vending machines with the approval of the Director of Public Health and the City Purchaser in various locations throughout the hospital for the convenience of the patients, visitors, and employees. \n     (f)     Proceeds from the sales of said vending machines shall be deposited in the store fund.\n     (g)     The net proceeds arising from the operation of the store and vending machines shall be used upon the recommendation of the Administrator of Laguna Honda Hospital and the approval of the Director of Public Health for such things as may be for the general welfare of the patients of Laguna Honda Hospital, directly or indirectly, which are not provided for them by other appropriations. \n     (h)     An annual audit shall be made of the store's operations by the Controller, and the cost of said audit shall be charged to the store receipts. \n(Added by Ord. 81-67, App. 3/27/67)\n\n","heading":{"title":"4","chaptersection":"15-1. ","identifier":"4.15-1. ","catch_text":"AUTHORIZING CONDUCT OF STORE IN LAGUNA HONDA HOSPITAL."}}