{"text":"\n     (a)     No advertising of cigarettes or tobacco products or alcoholic beverages shall be allowed on any property owned by or under the control of the City and County of San Francisco, except as exempted in subsections (c) and (d) below. For purposes of this Section 4.20, \"alcoholic beverage\" shall be as defined in California Business and Professional Code section 23004 and shall not include cleaning solutions, medical supplies, and other products and substances not intended for drinking. \n     (b)     This prohibition shall include the placement of the name of a company producing, selling or distributing cigarettes or tobacco products or alcoholic beverages, or the name of any cigarette or tobacco product or alcoholic beverages, in any promotion of any event or promotion of any product or beverage on property owned by or under the control of the City and County of San Francisco. This prohibition shall not apply to any advertisement sponsored by a state, local, nonprofit or other entity designed to (i) communicate the health hazards of cigarettes and tobacco products or alcoholic beverages, (ii) encourage people not to smoke or to stop smoking, or encourage people not to drink alcoholic or to stop drinking alcohol, or (iii) provide or publicize drug or alcohol treatment or rehabilitation services. \n     (c)     All leases, permits or agreements awarded by the City and County of San Francisco allowing any person to use City property shall specifically provide that there shall be no advertising of cigarettes or tobacco products or alcoholic beverages as set forth in this Section 4.20. This prohibition on advertising shall only apply to those leases, permits or agreements entered into, renewed, or materially amended from and after the effective date of this ordinance. \n     (d)     City property used for operation of a restaurant, concert or sports venue, or other facility or event where the sale production or consumption of alcoholic beverages is permitted, shall be exempt from the alcoholic beverage advertising prohibition in subsections (a) through (c) above, but this prohibition may be made applicable by lease, permit or agreement. \n(Added by Ord. 186-92, App. 6/22/92; Ord. 13-09, File No. 081124, App. 1/16/2009)\n\n","heading":{"title":"4","chaptersection":"20","identifier":"4.20","catch_text":"TOBACCO PRODUCT AND ALCOHOLIC BEVERAGE ADVERTISING PROHIBITION."}}