{"text":"\n     (a)     Each owner of a residential multi-family building inspected pursuant to a systematic program of enforcement of rehabilitation standards or pursuant to the voluntary inspection program defined in Section \n40.9 of this Chapter is eligible for a loan, provided the owner demonstrates to the satisfaction of the Chief Administrative Officer the ability to repay such a loan; applies for the loan within a time period to be designated by the Chief Administrative Officer; and can meet the other requirements of this Chapter. The property owner shall agree to all conditions of the loan agreement as a prerequisite to obtaining a loan. No elective officer of the state or any of its subdivisions shall be eligible to receive a loan under the provisions of this Chapter. \n     (b)     No owner shall be eligible for a loan under the program if the owner has in the 12 months preceding the date of application:\n          (1)     Attempted to, or intentionally did cause any tenant to vacate his or her premises in the subject building, other than for those causes defined as just cause by the San Francisco Rent Stabilization and Arbitration Ordinance or other ordinance or general law limitation on cause for eviction as may be applicable to the building; or \n          (2)     Attempted to, or intentionally did cause any tenant to vacate his or her premises in the subject property by the use of coercion, intimidation, harassment, undue influence, or any means contrary to law; or \n          (3)     Caused the conversion of any residential hotel unit to any other use or any apartment unit to tourist hotel unit use in the subject building subsequent to November 23, 1979 in violation of the San Francisco Residential Hotel Unit Conversion, Demolition and Change in Use Ordinance, or such other ordinance or law as may be applicable to the conversion of such units at the time of such conversion. \n          Any owner found ineligible for any of the above reasons may not reapply for a loan under this Chapter for a period of 18 months from the date of final denial. Each loan applicant shall be required as part of the application process to sign an affidavit swearing under penalty of perjury that he or she has not engaged in any of the prohibited practices specified herein during the 12 months preceding the date of application. \n     (c)     In any year in which the Chief Administrative Officer determines that in the next succeeding year funds will not be available to fund all applications meeting the program criteria in a timely fashion, priority shall be given to those buildings inspected pursuant to Section \n40.8, and second priority to those buildings qualifying under Section \n40.9 in which 50 percent or more of the units, as shown in the loan application, are such that the units meet the definition of \"low income housing stock\" in Chapter 13 (Subdivision Code) of the Municipal Code of the City and County of San Francisco. \n     (d)     Any owner who is denied a loan by the Chief Administrative Officer on the grounds that the owner does not meet eligibility requirements may appeal the decision to the Loan Committee. Any tenant of a building for which approval has been granted may appeal the approval on grounds of ineligibility under Subdivision (b) of this Section. The Loan Committee shall review the application for a loan and make a recommendation regarding approval or denial to the Chief Administrative Officer. \n          In reviewing the application, the Loan Committee shall give due consideration to the need for the loan to be made in order to accomplish the purposes of the program, the risks to the City and County of granting the loan, and the ability of the property to support the loan as well as the reasons for approval or denial of the application by the Chief Administrative Officer. If the Chief Administrative Officer does not accept the recommendation of the loan committee, he or she shall give written reasons for the refusal to approve or deny the loan. \n(Added by Ord. 482-80, App. 10/17/80)\n\nARTICLE VI:\nFINANCING LIMITATIONS\n\n\nSec. 40.17.\nMaximum Indebtedness on Property. \n\nSec. 40.18.\nMaximum Amount of Loan. \n\nSec. 40.19.\nLimitation Based on Fair Market Value of Work. \n\nSEC. 40.17.  MAXIMUM INDEBTEDNESS ON PROPERTY.\n     Outstanding loans on the property to be rehabilitated, including the amount of the loan for rehabilitation, shall not exceed 80 percent of the anticipated after-rehabilitation value of the property to be rehabilitated, as determined by the Chief Administrative Officer, except that the Chief Administrative Officer may authorize loans of up to 95 percent of the anticipated after-rehabilitation value of the property if: \n     (a)     Such loans are made for the purpose of rehabilitating the property for residential purpose;\n     (b)     There is demonstrated need for such higher limit; and\n     (c)     There is a high probability that the value of the property will not be impaired during the term of the loan.\n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.18.  MAXIMUM AMOUNT OF LOAN.\n     The loan shall be made only for the purpose of meeting rehabilitation standards and the maximum amounts shall be as follows: Three units, $10,000 per unit; four or more units, $7,500 per unit; and guest rooms, as defined in Section 203.7 of the Housing Code, $2,500 per unit. The Chief Administrative Officer may approve a loan in excess of these amounts following guidelines established by the Chief Administrative Officer only where such excess financing will result in the creation of additional housing units by making habitable a multi-family building which has been abandoned or vacated for a period of one year prior to the date of application, or by the conversion of a multi-family building or portion thereof from commercial use to noncommercial use; provided, that in no case may the loan exceed $17,500 per unit for dwelling units and $11,500 per unit for guest rooms. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.19.  LIMITATION BASED ON FAIR MARKET VALUE OF WORK.\n     (a)     Prior to granting of any loan over $20,000 under this Chapter, a qualified estimator hired by the borrower will make an on-premises inspection of the applicant's property and certify, in writing, the fair market value of the recommended work as detailed in the job specifications. \n     (b)     Where loan is under $20,000 and low bid exceeds estimate of building inspector by 10 percent, the borrower will hire a qualified estimator to certify, in writing, the fair market value of the work as detailed in the job specifications. \n     (c)     A qualified estimator is a person:\n          (1)     Who is not a City and County employee; but\n          (2)     Who is approved by the Chief Administrative Officer because he or she is qualified and experienced in the area of residential rehabilitation. \n     The estimator shall operate under the direction of the Director of the Real Estate Department. \n     (d)     No loan will be granted in an amount exceeding 110 percent of the fair market value of the recommended work as specified in the job specifications as certified in writing by a qualified estimator, or higher than the lowest bid received, whichever is less, without the approval of the Chief Administrative Officer. \n     (e)     The Chief Administrative Officer shall, semi-annually, direct a report to the Board of Supervisors setting forth a list of the loans which were in excess of 110 percent of fair market value pursuant to the provisions of Subdivision (d) giving the reasons for approval in each case. \n(Added by Ord. 482-80, App. 10/17/80)\n\nARTICLE VII:\nTERMS OF LOANS\n\n\nSec. 40.20.\nMaximum Repayment Period for Loan; Initiation of Payments after Rehabilitation. \n\nSec. 40.21.\nSecurity for Loan. \n\nSec. 40.22.\nImpound Account. \n\nSec. 40.23.\nTransfer of Loans. \n\nSec. 40.24.\nInterest Rates and Other Loan Charges. \n\nSec. 40.25.\nTenant Moving Costs and Right of First Refusal; Rent for Reoccupied Units. \n\nSec. 40.26.\nOpen Housing. \n\nSec. 40.27.\nEqual Employment Opportunity. \n\nSec. 40.28.\nEnforcement of Loan Provisions. \n\nSEC. 40.20.  MAXIMUM REPAYMENT PERIOD FOR LOAN; INITIATION OF PAYMENTS AFTER REHABILITATION.\n     (a)     The maximum repayment period for a HELP loan shall be 20 years or three-fourths of the economic life of the property, whichever is less. \n     (b)     Subject to budgetary and fiscal limitations, and approval of the Chief Administrative Officer, payments on a HELP loan may not be required to commence prior to completion of the improvements for which such loan is made; provided, that payments shall begin no later than six months after an initial disbursement from proceeds of the loan. The monthly payment due under the loan shall be adjusted to insure repayment of the principal and interest due on the loan within the time required by Paragraph (a) of this Section. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.21.  SECURITY FOR LOAN.\n     Unless provided otherwise in any bond resolution issued pursuant to the provisions of this Chapter, every HELP loan shall be secured by a deed of trust naming the City and County as beneficiary of the trust. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.22.  IMPOUND ACCOUNT.\n     If the Chief Administrative Officer deems it desirable and necessary to effectuate the purposes of the program that an impound account be required to assure taxes, insurance, or a maintenance reserve, he or she may include such a requirement in any HELP loan agreement. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.23.  TRANSFER OF LOANS.\n     (a)     The unpaid amount of a HELP loan shall be due and payable upon sale or transfer of the ownership of the property, except that assignment of the unpaid amount of such a loan to a purchaser or transferee may be permitted when the Chief Administrative Officer determines that hardship conditions exist and the prospective owner qualifies for a loan on the basis of current loan eligibility standards. \n     (b)     If the holder of a HELP loan is dissatisfied with the Chief Administrative Officer's refusal to permit transfer of the unpaid amount of the loan because of a finding that hardship conditions do not exist, the holder of the loan may request review of the Chief Administrative Officer's determination by the Loan Committee. If the Loan Committee recommends a finding that hardship conditions exist, the Chief Administrative Officer shall either accept that recommendation or give written reasons for the refusal to accept it. \n     (c)     Hardship conditions exist:\n          (1)     When the owner of property subject to a HELP loan is forced to sell the property and the property cannot be sold without a substantial loss of equity unless the loan is transferable; \n          (2)     When the income of a prospective purchaser of property subject to a HELP loan is at or below income standards to be established by the Chief Administrative Officer; or \n          (3)     When the prospective purchaser is unable to obtain financing in the private sector because of age, disability or sex; or\n          (4)     When transfer of the loan is necessary to prevent significant rent increases.\n     (d)     The Chief Administrative Officer shall develop standards which shall be applied in making determinations required under this Section. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.24.  INTEREST RATES AND OTHER LOAN CHARGES.\n     The interest rate and any other charges to the borrower for a HELP loan shall be established pursuant to the provisions of Sections 40.5 and 40.11, and may include: \n     (a)     The interest charged the City and County on funds borrowed to carry out the provisions of this Chapter;\n     (b)     An amount needed to provide for possible defaults on outstanding loans;\n     (c)     An amount to cover the cost of issuing loans;\n     (d)     An amount to cover the cost of servicing loan accounts;\n     (e)     An amount to cover the costs of issuing bonds;\n     (f)     An amount to cover the costs of the administration of the loans including, but not limited to, loan officer services, title report, and credit report. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.25.  TENANT MOVING COSTS AND RIGHT OF FIRST REFUSAL; RENT FOR REOCCUPIED UNITS.\n     (a)     Every loan application for the HELP program shall report the current rents of each unit in the building for which assistance is sought. \n     (b)     In the case of dwelling units which the Superintendent of the Bureau of Building Inspection certifies as dwelling units which must be vacated because of residential rehabilitation to be performed on the structure where they are located with assistance from the HELP program: \n          (1)     The property owner is responsible for paying the reasonable cost of moving expenses only of each low and moderate income household displaced from such a unit; maximum moving expense shall not be in excess of $500; \n          (2)     Any tenant who must vacate such a dwelling unit shall have the right of first refusal to occupy that unit when rehabilitation of the property is completed; \n          (3)     Notwithstanding any other provisions of the San Francisco Rent Stabilization and Arbitration Ordinance, or any rules or regulations promulgated in accordance with that ordinance, and notwithstanding the provisions of any successor ordinance or law regulating rent increases which is in effect at the time the HELP loan is made, the rent charged to any tenant who next occupies such a unit following rehabilitation may not exceed the rent which could be charged a reoccupying tenant under the terms of such ordinance or law in effect at the time the HELP loan is made (the prior rent adjusted in accordance with Section \n37.9(a)(11) of \nChapter 37 of the San Francisco Administrative Code or comparable provisions of the ordinance in effect at the time the HELP loan is made). \n     For purposes of Section \n37.9(a)(11) the rehabilitation cost which is permitted to be passed on as a rent increase to any tenant who chooses to occupy a dwelling unit after rehabilitation of the property has been completed shall be amortized over the original amortization period of the HELP loan. \n          (4)     The property owner shall give each tenant living in such a unit written notice, 30 days prior to the date the tenant must vacate, of the right to have no more than $500 of the reasonable cost of moving the household paid, if the household qualifies as a low and moderate income household, and of the right to first refusal to reoccupy the unit at the prior rent adjusted in accordance with Section \n37.9(a)(11) of \nChapter 37 of the San Francisco Administrative Code, or successor provision, as modified in clause (3) above. A copy of the notice specified in clause (3) shall be forwarded to the Chief Administrative Officer. \n     (c)     The requirements of Subdivision (b) shall be included in the terms of each HELP loan agreement.\n     (d)     The anticipated cost of moving households affected by residential rehabilitation may be included in the property owner's loan.\n     (e)     The determinations of qualification as a low and moderate income household and of the amount of moving expenses due a tenant shall be made by the Central Relocation Service of the Mayor's Office using the standard schedule for such computation. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.26.  OPEN HOUSING.\n     All HELP agreements shall provide that so long as the loan or any portion of it is outstanding the property shall be open, upon sale or rental of all or any portion thereof, to all persons regardless of race, sex, marital status, color, religion, national origin or ancestry. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.27.  EQUAL EMPLOYMENT OPPORTUNITY.\n     All HELP loan agreements shall provide that all contracts and subcontracts let for residential rehabilitation financed under this Chapter are to be let without regard to the race, sex, marital status, color, religion, national origin or ancestry of the contractor or subcontractor. Further, all HELP loan agreements shall provide that any contractor or subcontractor engaged in residential rehabilitation financed under this Chapter must agree to provide equal opportunity for employment without regard to race, sex, marital status, color, religion, national origin or ancestry. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.28.  ENFORCEMENT OF LOAN PROVISIONS.\n     The provisions of Section \n40.26 and the provisions of Section \n40.27 as they relate to enforcement of nondiscrimination on the basis of race, sex, marital status, color, religion, national origin or ancestry, are enforceable by the Human Rights Commission. The enforcement powers, responsibilities and procedures of the Human Rights Commission set forth in \nChapters 12A and \n12B of the San Francisco Administrative Code shall be applicable to carry out the Commission's responsibilities under this Chapter. \n(Added by Ord. 482-80, App. 10/17/80)\n\nARTICLE VIII:\nMISCELLANEOUS PROVISIONS\n\n\nSec. 40.29.\nLimitations on Conversions. \n\nSec. 40.30.\nRelocation Assistance. \n\nSec. 40.31.\nPrivate Cause of Action. \n\nSec. 40.32.\nReview. \n\nSec. 40.33.\nConstruction and Effect of Chapter. \n\nSec. 40.34.\nSeverability. \n\nSEC. 40.29.  LIMITATIONS ON CONVERSIONS.\n     (a)     HELP loans are intended to be used only for the purpose of maintaining eligible multi-family buildings for their current use. No HELP loan may be used for rehabilitation for the purpose of conversion of a multi-family building, or portion thereof, to a condominium; for conversion to a tourist hotel unit, as defined in the Residential Hotel Unit Conversion Demolition and Change in Use Ordinance; or for conversion to commercial use; nor may any owner cause any such conversion while the loan is still outstanding. \n     (b)     No building, or portion thereof, may be converted to such condominium, tourist hotel unit, or commercial use for a period of five years following the recording of a HELP loan on the building, nor for a period of five years following the assumption of such a HELP loan within the first five-year period, whether intentionally or unintentionally, and whether by the original borrower or a successor in interest. To assure notice and enforceability of this requirement as affects successors in interest, no HELP loan shall be made without the recording of deed restrictions as provided in this paragraph. \n     (c)     Every HELP loan agreement shall include agreement to comply with Subdivisions (a) and (b) of this Section.\n     (d)     No City and County agency may approve any building permit or subdivision map which would permit violation of this Section.\n     (e)     Every borrower, or successor obligor, of a HELP loan shall annually file with the Bureau of Building Inspection an affidavit swearing under penalty of perjury that no conversion prohibited by this Section has occurred during the preceding year. \n     (f)     Except as provided in Subdivision (b) of this Section, nothing in this Section shall prevent conversions of multi-family buildings assisted under the program following repayment of the entire balance due on the HELP loan. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.30.  RELOCATION ASSISTANCE.\n     (a)     In addition to moving costs, a tenant displaced because of rehabilitation financed pursuant to this Chapter of the dwelling unit or building in which the tenant lives may be eligible for relocation assistance under the City and County's Special Rent Assistance Program under the Central Relocation Service of the Mayor's Office. \n     (b)     If state or federal funds are available for relocation assistance, such funds shall be provided to eligible recipients pursuant to State law. If such funds are available, the Chief Administrative Officer shall notify all owners and tenants of buildings rehabilitated with assistance of financing issued pursuant to this Chapter of the availability of various types of relocation benefits, the eligibility requirements for relocation benefits and the procedures for obtaining relocation benefits; and the terms and conditions under which the relocation costs shall be reimbursed to the City and County by the owner. \n     (c)     Current and continuing information on the availability and cost of comparable housing and comparable commercial properties and locations will be maintained and available to the public at the Central Relocation Services Office. \n     (d)     Information concerning federal and State housing programs, disaster loan and other programs administered by the Small Business Administration, and other federal or State programs offering assistance to displaced persons, will be available at the Central Relocation Services Office. \n     (e)     Persons who believe that they have been discriminated against in the rehousing process will be referred to the Human Rights Commission for either action or referral to the appropriate law enforcement agencies. \n     (f)     Central Relocation Services shall be responsible for administration of any relocation benefits provided pursuant to this Section.\n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.31.  PRIVATE CAUSE OF ACTION.\n     Any tenant of any dwelling unit benefited by any HELP loan whose rent may be increased, who may be displaced, or who may otherwise be injured by any violation of any term of the HELP loan agreement shall be entitled to institute a private action: \n     (a)     To enjoin continued violation of the HELP loan agreement; and\n     (b)     To recover any actual damages suffered as well as costs and attorneys fees.\n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.32.  REVIEW.\n     This ordinance shall be reviewed by the Board of Supervisors within two years of the date on which it takes effect. At such time the Board of Supervisors shall conduct hearings regarding the continuation, revision, or termination of the program and as to whether this Chapter should continue in effect, be amended, or be repealed. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.33.  CONSTRUCTION AND EFFECT OF CHAPTER.\n     The provisions of this Chapter, being necessary for the welfare of the City and County of San Francisco and its inhabitants, shall be liberally construed to effect its purposes. \n(Added by Ord. 482-80, App. 10/17/80)\n\nSEC. 40.34.  SEVERABILITY.\n     If any provision of this Chapter, or the application thereof to any person or circumstance, is held invalid, the validity of the remainder of the chapter and the applicability of such provisions to other persons and circumstances shall not be affected thereby. \n(Added by Ord. 482-80, App. 10/17/80)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"40","chaptersection":"16","identifier":"40.16","catch_text":"ELIGIBILITY FOR LOAN."}}