{"text":"\n     This Chapter provides for the administration and financing of a systematic Housing Code Enforcement Loan Program (HELP) in the City and County of San Francisco. The provisions of this Chapter and Chapter 32 of the San Francisco Administrative Code constitute the City and County's comprehensive residential rehabilitation financing program adopted pursuant to the Marks-Foran Residential Rehabilitation Act of 1973, Section 37910, et seq. of the Health and Safety Code. \n     The purpose of HELP is to improve the condition of housing for the public, especially low and moderate income tenants presently residing in apartments and residential hotels, and to improve the quality of life in San Francisco by providing a means through which owners of deteriorating residential property may obtain financial assistance to rehabilitate their property and maintain it in a residential use, thus preserving and enhancing the City and County's low income housing stock. \n     In establishing a systematic Housing Code Enforcement Loan Program, the Board of Supervisors finds and declares that: \n     (a)     There is a shortage in San Francisco of safe, decent, and sanitary housing.\n     (b)     The preservation of existing housing is the most effective way to provide decent housing in the City and County of San Francisco.\n     (c)     The cost of repairing and upgrading substandard residential structures is generally far less costly than demolition and replacement housing. \n     (d)     Rehabilitation of existing housing results in less personal hardship, involves less overall social costs, and retains neighborhood identity. \n     (e)     A city/countywide program of systematic code enforcement in all multifamily buildings has been found to be a reliable manner in which to determine which of these existing residential structures are substandard and in need of rehabilitation. \n     (f)     The cost of financing rehabilitation of such structures is a major and substantial factor affecting the supply and cost of decent, safe, and sanitary housing in San Francisco. \n     (g)     The revenue bonds provided for in this Chapter will substantially lower the cost of financing such rehabilitation\n     (h)     This lowered cost of rehabilitation financing will increase the supply of adequate housing by encouraging rehabilitation rather than demolition of these substandard buildings. \n     (i)     The lowered cost of rehabilitation financing will increase the supply of adequate housing by speeding the rehabilitation of these substandard buildings. \n     (j)     This lowered cost of rehabilitation financing will lower the cost of decent, safe, and sanitary housing in San Francisco.\n     (k)     This lowered cost of rehabilitation financing is in the public interest and serves a public purpose by lowering the cost of maintaining an adequate supply of safe, decent, and sanitary housing in the City and County of San Francisco. \n     (l)     A public purpose is also served by using rehabilitation financing, made available pursuant to this Chapter, to encourage voluntary code compliance in multi-family buildings located in San Francisco's Neighborhood Strategy Areas. \n     (m)     Pursuant to regulations of the United States Department of Housing and Urban Development, the City and County of San Francisco has designated a number of Neighborhood Strategy Areas throughout the City and County. Such areas have been selected for comprehensive revitalization programs using a variety of local, state and federal programs; to upgrade and stabilize these residential communities. \n     (n)     The City and County's goal of revitalization of these areas will be promoted if substandard multi-family buildings in the areas are brought into code compliance in advance of the time that these buildings would ordinarily be required to meet rehabilitation standards under a systematic code enforcement program. \n     (o)     Allowing owners of multi-family buildings in such areas, who request a binding inspection of their buildings, to apply for rehabilitation financing pursuant to this Chapter will encourage voluntary code compliance. \n     (p)     Encouraging voluntary code compliance for multi-family buildings located in Neighborhood Strategy Areas serves a public purpose in that it accelerates code compliance in buildings which will eventually be subject to a systematic code enforcement program and furthers the City and County's commitment to revitalize various neighborhoods throughout the City and County. \n     (q)     The shortage of safe, decent and sanitary housing is especially acute for low and moderate income tenants of apartments and residential hotels. \n     (r)     A public purpose is also served by minimizing the displacement of existing tenants of buildings rehabilitated under this program by establishing effective tenant protections and by prohibiting the use of HELP loans for the conversion of multifamily housing to condominium or commercial uses. \n(Added by Ord. 482-80, App. 10/17/80)\n\n","heading":{"title":"40","chaptersection":"1. ","identifier":"40.1. ","catch_text":"PURPOSE."}}