{"text":"\n     (a)     HELP loans are intended to be used only for the purpose of maintaining eligible multi-family buildings for their current use. No HELP loan may be used for rehabilitation for the purpose of conversion of a multi-family building, or portion thereof, to a condominium; for conversion to a tourist hotel unit, as defined in the Residential Hotel Unit Conversion Demolition and Change in Use Ordinance; or for conversion to commercial use; nor may any owner cause any such conversion while the loan is still outstanding. \n     (b)     No building, or portion thereof, may be converted to such condominium, tourist hotel unit, or commercial use for a period of five years following the recording of a HELP loan on the building, nor for a period of five years following the assumption of such a HELP loan within the first five-year period, whether intentionally or unintentionally, and whether by the original borrower or a successor in interest. To assure notice and enforceability of this requirement as affects successors in interest, no HELP loan shall be made without the recording of deed restrictions as provided in this paragraph. \n     (c)     Every HELP loan agreement shall include agreement to comply with Subdivisions (a) and (b) of this Section.\n     (d)     No City and County agency may approve any building permit or subdivision map which would permit violation of this Section.\n     (e)     Every borrower, or successor obligor, of a HELP loan shall annually file with the Bureau of Building Inspection an affidavit swearing under penalty of perjury that no conversion prohibited by this Section has occurred during the preceding year. \n     (f)     Except as provided in Subdivision (b) of this Section, nothing in this Section shall prevent conversions of multi-family buildings assisted under the program following repayment of the entire balance due on the HELP loan. \n(Added by Ord. 482-80, App. 10/17/80)\n\n","heading":{"title":"40","chaptersection":"29","identifier":"40.29","catch_text":"LIMITATIONS ON CONVERSIONS."}}