{"text":"\n     (a)     Every loan application for the HELP program shall report the current rents of each unit in the building for which assistance is sought. \n     (b)     In the case of dwelling units which the Superintendent of the Bureau of Building Inspection certifies as dwelling units which must be vacated because of residential rehabilitation to be performed on the structure where they are located with assistance from the HELP program: \n          (1)     The property owner is responsible for paying the reasonable cost of moving expenses only of each low and moderate income household displaced from such a unit; maximum moving expense shall not be in excess of $500; \n          (2)     Any tenant who must vacate such a dwelling unit shall have the right of first refusal to occupy that unit when rehabilitation of the property is completed; \n          (3)     Notwithstanding any other provisions of the San Francisco Rent Stabilization and Arbitration Ordinance, or any rules or regulations promulgated in accordance with that ordinance, and notwithstanding the provisions of any successor ordinance or law regulating rent increases which is in effect at the time the HELP loan is made, the rent charged to any tenant who next occupies such a unit following rehabilitation may not exceed the rent which could be charged a reoccupying tenant under the terms of such ordinance or law in effect at the time the HELP loan is made (the prior rent adjusted in accordance with Section \n37.9(a)(11) of \nChapter 37 of the San Francisco Administrative Code or comparable provisions of the ordinance in effect at the time the HELP loan is made). \n     For purposes of Section \n37.9(a)(11) the rehabilitation cost which is permitted to be passed on as a rent increase to any tenant who chooses to occupy a dwelling unit after rehabilitation of the property has been completed shall be amortized over the original amortization period of the HELP loan. \n          (4)     The property owner shall give each tenant living in such a unit written notice, 30 days prior to the date the tenant must vacate, of the right to have no more than $500 of the reasonable cost of moving the household paid, if the household qualifies as a low and moderate income household, and of the right to first refusal to reoccupy the unit at the prior rent adjusted in accordance with Section \n37.9(a)(11) of \nChapter 37 of the San Francisco Administrative Code, or successor provision, as modified in clause (3) above. A copy of the notice specified in clause (3) shall be forwarded to the Chief Administrative Officer. \n     (c)     The requirements of Subdivision (b) shall be included in the terms of each HELP loan agreement.\n     (d)     The anticipated cost of moving households affected by residential rehabilitation may be included in the property owner's loan.\n     (e)     The determinations of qualification as a low and moderate income household and of the amount of moving expenses due a tenant shall be made by the Central Relocation Service of the Mayor's Office using the standard schedule for such computation. \n(Added by Ord. 482-80, App. 10/17/80)\n\n","heading":{"title":"40","chaptersection":"25","identifier":"40.25","catch_text":"TENANT MOVING COSTS AND RIGHT OF FIRST REFUSAL; RENT FOR REOCCUPIED UNITS."}}