{"text":"\n     (a)     In addition to moving costs, a tenant displaced because of rehabilitation financed pursuant to this Chapter of the dwelling unit or building in which the tenant lives may be eligible for relocation assistance under the City and County's Special Rent Assistance Program under the Central Relocation Service of the Mayor's Office. \n     (b)     If state or federal funds are available for relocation assistance, such funds shall be provided to eligible recipients pursuant to State law. If such funds are available, the Chief Administrative Officer shall notify all owners and tenants of buildings rehabilitated with assistance of financing issued pursuant to this Chapter of the availability of various types of relocation benefits, the eligibility requirements for relocation benefits and the procedures for obtaining relocation benefits; and the terms and conditions under which the relocation costs shall be reimbursed to the City and County by the owner. \n     (c)     Current and continuing information on the availability and cost of comparable housing and comparable commercial properties and locations will be maintained and available to the public at the Central Relocation Services Office. \n     (d)     Information concerning federal and State housing programs, disaster loan and other programs administered by the Small Business Administration, and other federal or State programs offering assistance to displaced persons, will be available at the Central Relocation Services Office. \n     (e)     Persons who believe that they have been discriminated against in the rehousing process will be referred to the Human Rights Commission for either action or referral to the appropriate law enforcement agencies. \n     (f)     Central Relocation Services shall be responsible for administration of any relocation benefits provided pursuant to this Section.\n(Added by Ord. 482-80, App. 10/17/80)\n\n","heading":{"title":"40","chaptersection":"30","identifier":"40.30","catch_text":"RELOCATION ASSISTANCE."}}