{"text":"\n     (a)     The Chief Administrative Officer shall adopt objective selection criteria for the systematic enforcement of rehabilitation standards in all multi-family buildings. Such criteria shall be recommended to the Chief Administrative Officer by the Superintendent of the Bureau of Building Inspection. \n     (b)     Criteria for the order of selection of multi-family buildings to be inspected shall be based upon the seriousness and frequency of occurrence of Housing Code and other City and County Code violations constituting a threat to public health and safety. Such hazardous conditions include, but are not limited to, lack of proper egress, improper use and occupancy, storage of flammable or combustible materials, and lack of safety devices such as smoke and heat detection devices, fire alarms, stairway enclosures, and sprinkler systems. Data on hazardous conditions in these buildings shall be obtained from a survey conducted by the Division of Apartment House and Hotel Inspection of the Bureau of Building Inspection which was conducted in 1969 and which is periodically updated. \n     (c)     Before the Superintendent of the Bureau of Building Inspection recommends the adoption of objective selection criteria, the Superintendent shall conduct a public hearing at which the objective selection criteria will be discussed. \n     (d)     At least 10 days preceding the hearing, the Superintendent shall make proposed objective selection criteria available for public inspection at the Bureau of Building Inspection. \n     (e)     At least 10 days preceding the hearing, notice of the hearing shall be published once in a newspaper of general circulation published in San Francisco. The notice shall state the time, place and purpose of the hearing. The notice shall also state that the Superintendent's proposed objective selection criteria are available for public inspection at the Bureau of Building Inspection. \n     (f)     After the Chief Administrative Officer has adopted objective selection criteria, the following procedure must be observed before the Chief Administrative Officer can change the criteria: \n          (1)     A copy of the proposed change shall be made available for public inspection at the Bureau of Building Inspection at least 10 days before a proposed change can become final. \n          (2)     Notice of the proposed change must be published once in a newspaper of general circulation published in San Francisco at least 10 days before the proposed change can become final. The notice shall state the nature of the proposed change and the fact that the text of the proposed change is available for public inspection at the Bureau of Building Inspection. \n          (3)     The Superintendent of the Bureau of Building Inspection shall mail a copy of the notice specified in Section \n40.8(f)(2) to all persons who have submitted a request in writing to the Superintendent that they receive copies of such notices. \n(Added by Ord. 482-80, App. 10/17/80)\n\n","heading":{"title":"40","chaptersection":"8. ","identifier":"40.8. ","catch_text":"ADOPTION OF OBJECTIVE SELECTION CRITERIA FOR SYSTEMATIC ENFORCEMENT OF REHABILITATION STANDARDS."}}