{"text":"\n     (a)     An owner of a multi-family building located in a Neighborhood Strategy Area may request that his or her building be inspected, for the purpose of determining if it meets rehabilitation standards, in advance of the time that such building would ordinarily be inspected pursuant to the criteria established in Section \n40.8. The owner shall submit a written request for this inspection to the Superintendent of the Bureau of Building Inspection. After receiving such a request, the Superintendent shall have the building inspected and, if the building is found to be substandard, the owner will be eligible to apply for a loan pursuant to this Chapter. \n     (b)     Such inspections will be binding on the owner of the building even if this owner is later found not to be eligible for a loan pursuant to this Chapter. \n     (c)     The Superintendent of the Bureau of Building Inspection shall include notice of the availability of the inspection program described in this Section in the annual billing for the permit of occupancy license fee for multi-family buildings. Such notice shall state that owners who request these inspections will be eligible to apply for rehabilitation financing pursuant to this part. The notice shall plainly describe the Superintendent's evaluation of the possibility that in the next succeeding year funds will not be available to fund all applications meeting the program criteria in a timely fashion, and that in such case priority for buildings qualifying under this Section will be given to those buildings in which 50 percent or more of the units, as shown in the loan application, are such that the units meet the definition of \"low income housing stock\" in Chapter 13 (Subdivision Code) of the Municipal Code of the City and County of San Francisco. The notice shall also state that the boundaries of Neighborhood Strategy Areas will be available for public inspection at the Bureau of Building Inspection. The notice shall also state that the inspections will be binding on the owners. \n(Added by Ord. 482-80, App. 10/17/80)\n\n","heading":{"title":"40","chaptersection":"9","identifier":"40.9","catch_text":"INSPECTION OF BUILDINGS IN NEIGHBORHOOD STRATEGY AREAS."}}