{"text":"\n     (a)     Fees. The owner or operator shall pay the following filing fees to the Department of Building Inspection to cover its costs of investigating and reporting on eligibility. See Section 333.2, Hotel Conversion Fee Schedule, Part II, Chapter 1 of the San Francisco Municipal Code (Building Code) for the applicable fees. The party that brings an unsuccessful challenge to a report pursuant to this Article shall be liable for the change in Section 333.2, Hotel Conversion Fee Schedule. Unsuccessful Challenge, Part II, Chapter 1 of the San Francisco Municipal Code (Building Code). Fees shall be waived for an individual who files an affidavit under penalty of perjury stating that he or she is an indigent person who cannot pay the filing fee without using money needed for the necessities of life. \nSEE SAN FRANCISCO MUNICIPAL CODE\n(BUILDING CODE) SECTION 333.2\nHOTEL CONVERSION FEE SCHEDULE \n     (b)     Hearing.\n          (1)     Notice of Hearing. Whenever a hearing is required or requested in this Chapter, the Director of the Department of Building Inspection shall, within 45 calendar days, notify the owner or operator of the date, time, place and nature of the hearing by registered or certified mail. The Director of the Department of Building Inspection shall appoint a hearing officer. Notice of such a hearing shall be posted by the Department of Building Inspection. The owner or operator shall state under oath at the hearing that the notice remained posted for at least 10 calendar days prior to the hearing. Said notice shall state that all permanent residents residing in the hotel may appear and testify at the public hearing, provided that the Department of Building Inspection is notified of such an intent 72 hours prior to the hearing date. \n          (2)     Pre-hearing Submission. No less than three working days prior to any hearing, parties to the hearing shall submit written information to the Department of Building Inspection including, but not limited to, the following: the request or complaint, the statement of issues to be determined by the Hearing Officer; and a statement of the evidence upon which the request or complaint is based. \n          (3)     Hearing Procedure. If more than one hearing for the same hotel is required, the Director of the Department of Building Inspection shall consolidate all of the appeals and challenges into one hearing; however, if a civil action has been filed pursuant to the provisions of Section \n41.20(e) of the Chapter, all hearings on administrative complaints of unlawful conversions involving the same hotel shall be abated until such time as final judgment has been entered in the civil action; an interested party may file a complaint in intervention. The hearing shall be tape recorded. Any party to the appeal may, at his/her own expense, cause the hearing to be recorded by a certified court reporter. The hearing officer is empowered to issue subpoenas upon application of the parties seven calendar days prior to the date of the hearing. During the hearing, evidence and testimony may be presented to the hearing officer. Parties to the hearing may be represented by counsel and have the right to cross-examine witnesses. All testimony shall be given under oath. Written decision and findings shall be rendered by the hearing officer within twenty working days of the hearing. Copies of the findings and decision shall be served upon the parties to the hearing by registered or certified mail. A notice that a copy of the findings and decisions is available for inspection between the hours of 9:00 a.m. and 5:00 p.m. Monday through Friday shall be posted by the owner or operator. \n          (4)     Administrative Review. Unless otherwise expressly provided in this Chapter, any decision of the hearing officer shall be final unless a valid written appeal is filed with the Board of Permit Appeals within 15 days following the date of the hearing officer's written determination. Such an appeal may be taken by any interested party as defined by Section \n41.4(g) herein. \n     (c)     Inspection. The Director of the Department of Building Inspection shall conduct, from time to time, on-site inspections of the daily logs, other supporting documents and units listed as vacant in the daily logs to determine if owner or operator has complied with the provisions of this Chapter. In addition, the Director of the Department of Building Inspection or the Director's designee shall conduct such an inspection as soon as practicable upon the request of a current or former occupant of the hotel. If upon such an inspection, the Director or Director's designee determines that an apparent violation of the provisions of this Chapter has occurred, he/she shall post a notice of apparent violation informing the permanent residents of the hotel thereof or shall take action as set forth in Section \n41.11(d) and (e) below. This notice shall remain posted until the Director of the Department of Building Inspection, or the Director's designee, determines that the hotel is no longer in violation of the provisions of this Chapter. \n     (d)     Criminal Penalties for Violations. Any person or entity wilfully failing to maintain daily logs or provide and maintain receipts as provided in Sections \n41.9(a) and (b) of this Chapter, or failing to post materials as provided in Sections \n41.6(a), (c) and (f), \n41.9(b), \n41.10(b), (g) and (h), \n41.11(b) (3), \n41.12(b)(10) and \n41.18(b) and (c) of this Chapter or wilfully providing false information in the daily logs shall be guilty of an infraction for the first such violation or a misdemeanor for any subsequent violation, and the complaint charging such violation shall specify whether the violation charged is a misdemeanor or an infraction. \n     If charged as an infraction, the penalty upon conviction therefor shall be not less than $100 or more than $500. \n     If charged as a misdemeanor, the penalty upon conviction therefor shall be a fine of not less than $500 or more than $1,000 or imprisonment in the county jail, not exceeding six months, or both fine and imprisonment. \n     Every day such violation shall continue shall be considered as a new offense. \n     For purposes of Sections \n41.11(d) and (e), violation shall include, but not limited to, intentional disobedience, omission, failure or refusal to comply with any requirement imposed by the aforementioned Sections or with any notice or order of the Director of the Department of Building Inspection or the Director of Public Works regarding a violation of this Chapter. \n     (e)     False Information Misdemeanor. It shall be unlawful for an owner or operator to wilfully provide false information to the Director of the Department of Building Inspection or the Director's designees. Any owner or operator who files false information shall be guilty of a misdemeanor. Conviction of a misdemeanor hereunder shall be punishable by a fine of not more than $500 or by imprisonment in the County Jail for a period not to exceed six months, or by both. \n     (f)     The Director of the Department of Building Inspection may impose a penalty of $250 per violation for failure to maintain daily logs or for failure to provide receipts to occupants as required under Section \n41.9 above and for failure to post materials as required under Sections \n41.6(a), (c) and (f), \n41.9(b), \n41.10(b), (g) and (h), \n41.11(b) (3), \n41.12(b)(10), and \n41.18(b) and (c). In order to impose such penalties, the Director shall notify both the owner and operator by certified mail that the Director is imposing the penalty or penalties, which must be paid within 30 days of the mailing of the notification. The written notification shall state that if the penalty is not paid, a lien to secure the amount of the penalty will be recorded against the real property pursuant to the provisions of Section \n41.20(d) of this Chapter. \n     (g)     Costs of Enforcement. The proceeds from the filing fees and civil fines assessed shall be used exclusively to cover the costs of investigation and enforcement of this ordinance by the City and County of San Francisco. The Director of the Department of Building Inspection shall annually report these costs to the Board of Supervisors and recommend adjustments thereof. \n     (h)     Inspection of Records. The Department of Building Inspection shall maintain a file for each residential hotel which shall contain copies of all applications, exemptions, permits, reports and decisions filed pursuant to the provisions of this Chapter. All documents maintained in said files, except for all tax returns and documents specifically exempted from the California Public Record Act, shall be made available for public inspection and copying. \n     (i)     Promulgation of Rules and Regulations. The Director of the Department of Building Inspection shall propose rules and regulations governing the appointment of an administrative officer and the administration and enforcement of this Chapter. After reasonable notice and opportunity to submit written comment are given, final rules and regulations shall be promulgated. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001)\n\n","heading":{"title":"41","chaptersection":"11. ","identifier":"41.11. ","catch_text":"ADMINISTRATION."}}