{"text":"\n     (a)     Filing. On November 1st of each year every hotel owner or operator subject to this Chapter shall file with the Department of Building Inspection an Annual Unit Usage Report containing the following information: \n          (1)     The total number of units in the hotel as of October 15th of the year of filing;\n          (2)     The number of residential and tourist units as of October 15th of the year of filing;\n          (3)     The number of vacant residential units as of October 15th of the year of filing; if more than 50 percent of the units are vacant, explain why; \n          (4)     The average rent for the residential hotel units as of October 15th of the year of filing;\n          (5)     The number of residential units rented by week or month as of October 15th of the year of filing; and\n          (6)     The designation by room number and location of the residential units and tourist units as of October 15th of the year of filing. Owner or operator shall maintain such designated units as tourist or residential units for the following year unless owner or operator notifies in writing the Department of Building Inspection of a redesignation of units; owner or operator may redesignate units throughout the year provided they notify the Department of Building Inspection in writing by the next business day following such redesignation and maintain the proper number of residential and tourist units at all times. The purpose of this provision is to simplify enforcement efforts while providing owner or operator with reasonable and sufficient flexibility in designation and renting of rooms; \n          (7)     The nature of services provided to the permanent residents and whether there has been an increase or decrease in the services so provided; \n          (8)     A copy of the Daily Log, showing the number of units which are residential, tourist or vacant on October 1st, February 1st, May 1st and August 1st of the year of filing. \n     (b)     Notice of Annual Unit Usage Report. On the day of filing, the owner or operator shall post a notice that a copy of the Annual Unit Usage Report submitted to the Department of Building Inspection is available for inspection between the hours of 9:00 a.m. and 5:00 p.m. Monday through Friday, which notice shall remain posted for 30 days. \n     (c)     Extension of Time for Filing. Upon application by an owner or operator and upon showing good cause therefor, the Director of the Department of Building Inspection may grant one extension of time not to exceed 30 days for said filing. \n     (d)     Certificate of Annual Unit Usage Report. After receipt of a completed Annual Unit Usage Report, the Department of Building Inspection shall issue a certified acknowledgment of receipt. \n     (e)     Renewal of Hotel License and Issuance of New Certificate of Use. As of the effective date of this Chapter, no hotel license may be issued to any owner or operator of a hotel unless the owner or operator presents with his/her license application a certified acknowledgment of receipt from the Department of Building Inspection of the Annual Unit Usage Report for the upcoming year. \n     (f)     Insufficient Filing; Penalties. The Director of the Department of Building Inspection authorized to assess a penalty as set forth below for insufficient filing, with interest on the penalty accruing at the rate of one and one-half percent per full month, compounded monthly from the date the penalty is due as stated in the Director's written notification below. \n     If the Director or the Director's designee determines that additional information is needed to make a determination, he shall send both the owner and operator a written request to furnish such information within 15 calendar days of the mailing of the written request. The letter shall state that if the requested information is not furnished in the time required, the residential and tourist units shall be presumed to be unchanged from the previous year and that the Director shall impose a $500 penalty for failure to furnish the additional information within the 15-day period. If the Director does not timely receive the information, the Director shall notify both the owner and operator, by mail, that the Director is imposing a $500 penalty which must be paid within 30 days of the mailing of the notification, and that interest on the penalty shall accrue from the expiration of the 30 days at the rate of one and one-half percent per full month, compounded monthly. The written notification shall state that if the penalty is not paid, a lien to secure the amount of the penalty, plus the accrued interest, will be recorded against the real property pursuant to the provisions of Section \n41.20(d) of this Chapter. \n     (g)     Failure to File Annual Unit Usage Report; Penalties. The Director of the Department of Building Inspection is authorized to assess penalties as set forth below for failure to file an Annual Unit Usage Report, with interest on penalties accruing at the rate of one and one-half percent per full month, compounded monthly from the date the penalty is due as stated in the Director's notification below. \n     If the owner or operator fails to file an Annual Unit Usage Report, the Director or the Director's designee shall notify the owner and operator by registered or certified mail and shall post a notice informing the owner and operator that unless submission of the Annual Unit Usage Report and application for renewal of the hotel license is made within 15 calendar days of the mailing of the letter, the residential and tourist units shall be presumed to be unchanged from the previous year, and the Director shall impose a penalty of $300 per month of each month the annual report is not filed. If the Director does not receive the report the Director shall notify both the owner and operator, by mail that the Director is imposing the appropriate penalty, as prorated, which must be paid within 30 days of the mailing of the notification and that interest on the penalty shall accrue from the expiration of the 30 days at the rate of one and one-half percent per full month, compounded monthly. The written notification shall state that if the penalty is not paid, a lien to secure the amount of the penalty, plus the accrued interest, will be recorded against the real property pursuant to the provisions of Section \n41.20(d) of this Chapter. \n     (h)     Appeal of Annual Usage Determination. An owner or operator may appeal the annual unit usage determination by the Director of the Department of Building Inspection provided that there was no challenge pursuant to the provisions of subsection (i) below, and further provided that an appeal is filed within 20 calendar days from the date of annual unit usage determination. If an appeal is filed, a copy of the notice of appeal shall be posted by the owner or operator and a hearing pursuant to the provisions of Section \n41.11(b) shall be scheduled. \n     (i)     Challenge; Standing; Statute of Limitation. Any interested party may file a challenge to the information contained in the annual unit usage report filed by the owner or operator provided that such a challenge is in writing and is submitted within 30 calendar days from the date the report to the Department of Building Inspection is filed. Upon receipt of a challenge, a hearing pursuant to the provisions of Section \n41.11(b) shall be scheduled. The owner or operator shall have the burden of proving by a preponderance of evidence that the information filed is correct. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001)\n\n","heading":{"title":"41","chaptersection":"10. ","identifier":"41.10. ","catch_text":"ANNUAL UNIT USAGE REPORT."}}