{"text":"\n     (a)     To apply for a permit to convert, an owner or operator of the hotel shall do the following:\n          (1)     Any interested community organization and all permanent residents residing in said building at the time of an application for a permit to convert and thereafter shall be timely informed of all public hearings and administrative decisions concerning said conversion; said notice shall be posted by the owner or operator; \n          (2)     A permanent resident has the right to occupy his/her residential unit for 60 calendar days from the issuance of the permit to convert; \n          (3)     Owner or operator shall offer a permanent resident available comparable units in the building, or to any replacement housing provided pursuant to Subsection \n41.13(a)(1) or (2); \n          (4)     All displaced permanent residents are entitled to relocation assistance as provided for in subsection (b) below;\n          (5)     Seven calendar days prior to the filing of an application for a permit to convert, the owner or operator shall notify, in writing, by personal service, or registered or certified mail, every permanent resident affected by the proposed conversion of his/her intent to convert designated units; \n          (6)     The notification required by Subsection (5) above shall also inform the permanent residents of their rights under Subsections (1) through (4) above. \n     (b)     Relocation Assistance.\n          (1)     A permanent resident, who as a result of the conversion of his/her unit must relocate off site, shall be reimbursed the actual moving expenses not to exceed $300 or may consent to be moved by the owner or operator. \n          (2)     A displaced permanent resident shall have the right of first refusal for the rental or leasing of replacement units, if any, provided pursuant to the provisions of Sections \n41.13(a)(1) or \n41.13(a)(2). \n          (3)     A permanent resident displaced by partially completed conversion under the provisions of Section \n41.7(c) shall be entitled to a displacement allowance of $1,000 per displaced person. \n(Added by Ord. 121-90, App. 4/12/90)\n\n","heading":{"title":"41","chaptersection":"17","identifier":"41.17","catch_text":"RIGHTS OF PERMANENT RESIDENTS."}}