{"text":"\n     (a)     Temporary Change of Occupancy.\n          (1)     A tourist unit may be rented to a permanent resident, until voluntary vacation of that unit by the permanent resident or upon eviction for cause, without changing the legal status of that unit as a tourist unit. \n          (2)     A permanent resident may be relocated for up to 21 days to another unit in the residential hotel for purposes of complying with the Building Code requirements imposed by the UMB Seismic Retrofit Ordinance, Ordinance No. 219-92, without changing the designation of the unit. \n          (3)     A residential unit which is vacant at any time during the period commencing on May 1st and ending on September 30th annually may be rented as a tourist unit, provided that (i) the residential unit was vacant due to voluntary vacation of a permanent resident or was vacant due to lawful eviction for cause after the permanent resident was accorded all the rights guaranteed by State and local laws during his/her tenancy, (ii) the daily log shows that the residential unit was legally occupied for at least 50 percent of the period commencing on October 1st and ending on April 30th of the previous year, unless owner or operator can produce evidence to the Department of Building Inspection explaining such vacancy to the satisfaction of the Department of Building Inspection, including but not limited to such factors as repair or rehabilitation work performed in the unit or good-faith efforts to rent the unit at fair market value; and (iii) the residential unit shall immediately revert to residential use upon application of a prospective permanent resident. \n25-percent Limit. \n     However, at no time during the period commencing on May 1st and ending on September 30th may an owner or operator rent for nonresidential use or tourist use more than 25 percent of the hotel's total residential units unless the owner or operator can demonstrate that (i) the requirements of \n41.19(a)(3) above are met, (ii) good-faith efforts were made to rent such units to prospective permanent residents at fair market value for comparable units and that such efforts failed and (iii) the owner or operator has not committed unlawful action as defined in this Chapter within 12 months prior to this request. Owners or operators who seek to exceed this limit must request a hearing pursuant to Section \n41.11(b) above and the decision whether to permit owners or operators to exceed this limit is within the discretion of the hearing officer. \n     (b)     Special Requirements for Hearings on Tourist Season Rental of Residential Units. Where an owner or operator seeks a hearing in order to exceed the limit on tourist season rental of vacant residential units pursuant to Section \n41.19(a)(3), the requirements of \n41.11(b)(1), (b)(2) and (b)(3) above shall be applicable except as specifically modified or enlarged herein: \n          (1)     Notice of Hearing. Notice of hearing as provided in Section \n41.11(b)(1) above shall be given within 15 calendar days. The notice requirements for the owner or operator shall also be applicable to any interested party who has submitted a prior written request to the Director of the Department of Building Inspection to be notified of such hearings. \n          (2)     Time of Hearing. The hearing shall be held within 30 days of the submission of the owner or operator's written request for hearing. \n          (3)     Burden of Proof. Burden of proof is on the owner or operator. \n          (4)     Interested Party. Any interested party shall be deemed a \"party to the hearing\" for purposes of Section \n41.11(b)(1). \n          (5)     Determination of the Hearing Officer. Based upon the evidence presented at the hearing, conducted in accordance with Section \n41.11(b)(3) above, the hearing officer shall make findings as to (i) whether the residential unit was vacant due to voluntary vacation of a permanent resident or was vacant due to lawful eviction, (ii) whether the residential unit was occupied for at least 50 percent of the period commencing on October 1st and ending on April 30th of the previous year, (iii) whether the owner or operator has committed unlawful action under this Chapter within 12 months prior to this request, and (iv) whether the owner or operator made good-faith efforts to rent vacant residential units to prospective permanent residents at no more than fair market value for a comparable unit during the tourist season and yet was unable to secure such rentals. Good-faith efforts shall include, but not be limited to, advertising the availability of the residential units to the public. In determining fair market value of the residential units, the hearing officer shall consider any data on rental of comparable units, as defined in Section \n41.4(b) herein. \n          (6)     Decision. The hearing officer shall render a written decision and findings within 10 working days of the hearing. \n          (7)     Effect of Decision. The hearing officer's decision shall remain in effect for the tourist season for which the owner or operator requested the hearing. If the owner or operator wishes to exceed the 25 percent limit during any subsequent tourist season, a new written request for hearing must be submitted to the Director of the Department of Building Inspection. \n          (8)     Construction. The purpose of this Section \n41.19(b) is to supplement or modify provisions of Section \n41.11(b) (1) through (b)(3). Unless otherwise specifically modified, all provisions of Sections \n41.11(b)(1) through (b)(3) are deemed applicable to hearings concerning the tourist season limitation on rental of vacant residential units. \n     (c)     Winter Rentals. A residential unit which is vacant at any time during the period commencing on October 1st and ending on April 30th annually may be rented as a tourist unit, provided that: \n          (1)     Such owner or operator has been permitted to rent residential units as tourist units in excess of 25 percent of the residential units pursuant to Section \n41.19(a)(3) above; \n          (2)     The owner or operator has not committed unlawful action as defined in this Chapter within 12 months prior to the time of this request; \n          (3)     A residential hotel may not rent in excess of 33 percent of the total number of residential units or 20 residential units, whichever is less, pursuant to this subsection; \n          (4)     Applicants to temporarily convert residential units pursuant to this subsection shall submit applications to the Department of Public Works, in accordance with rules and regulations promulgated by the Department of Public Works; \n          (5)     A maximum of 60 residential units may be approved per year to be rented as tourist units or non-residential units pursuant to this Subsection \n41.19(c). In the event that the number of such applications exceeds 60 residential units, the Department of Public Works shall establish a lottery system based on priority ranking where preference shall be accorded to residential hotel owner who have been eligible more frequently than other hotel owners for temporary conversion pursuant to Subsection \n41.19(a)(3) above; \n          (6)     Such nonresidential use is permitted by the zoning for such residential hotel; and\n          (7)     No application for such temporary conversion shall be approved by the Department of Public Works to fill the unused portion of the 60 residential unit limitation for the previous year. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 219-92, App. 7/14/92; Ord. 134-01, File No. 001926, App. 7/6/2001)\n\n","heading":{"title":"41","chaptersection":"19. ","identifier":"41.19. ","catch_text":"TEMPORARY CHANGE OF OCCUPANCY."}}