{"text":"\n     (a)     Prior to the issuance of a permit to convert, the owner or operator shall provide one-for-one replacement of the units to be converted by one of the following methods: \n          (1)     Construct or cause to be constructed a comparable unit to be made available at comparable rent to replace each of the units to be converted; or \n          (2)     Cause to be brought back into the housing market a comparable unit from any building which was not subject to the provisions of this Chapter; or \n          (3)     Construct or cause to be constructed or rehabilitated apartment units for elderly, disabled or low-income persons or households which may be provided at a ratio of less than one-to-one; or construct or cause to be constructed transitional housing which may include emergency housing. The construction of any replacement housing under this subsection shall be evaluated by the City Planning Commission in accordance with the provisions of Section \n303 of the City Planning Code. A notice of said City Planning Commission hearing shall be posted by the owner or operator 10 calendar days before the hearing; or \n          (4)     Pay to the City and County of San Francisco an amount equal to 80 percent of the cost of construction of an equal number of comparable units plus site acquisition cost. All such payments shall go into a San Francisco Residential Hotel Preservation Fund Account. The Department of Real Estate shall determine this amount based upon two independent appraisals; or \n          (5)     Contribute to a public entity or nonprofit organization, who will use the funds to construct comparable units, an amount at least equal to 80 percent of the cost of construction of an equal number of comparable units plus site acquisition cost. The Department of Real Estate shall determine this amount based upon two independent appraisals. In addition to compliance with all relevant City ordinances and regulations, the public entity or nonprofit organization and the housing development proposal of such public entity or nonprofit organization shall be subject to approval by the Mayor's Office of Housing. \n               (A)     Such contribution shall be paid to the approved public entity or nonprofit organization in installments from an escrow account supervised by the Mayor's Office of Housing, upon application by such public entity or nonprofit organization to the Mayor's Office of Housing, for specified expenditures, including but not limited to site acquisition costs, architect's fees, and construction costs; such payment shall be approved by the Mayor's Office of Housing prior to release of funds. \n               (B)     The permit to convert shall be issued by the City when owner or operator deposits the full amount of funds in an escrow account described in subsection \n41.13(a)(5)(A) above, or provides other form of nonrefundable security acceptable to the City Attorney and the Mayor's Office of Housing. \n               (C)     In the event that the public entity or nonprofit organization is unable to complete construction of the replacement housing, any unpaid amounts shall be released to the City. All such funds shall go into a San Francisco Residential Hotel Preservation Fund Account. \n     (b)     Any displaced permanent resident relocated to replacement units provided under Subdivision (a) above shall be deemed to have continued his occupancy in the converted unit for the purpose of administering Subsection (k) of Section \n37.2, San Francisco Administrative Code (San Francisco Rent Stabilization and Arbitration Ordinance). \n     (c)     Any replacement units shall continue to be subject to the provisions of this Chapter.\n     (d)     In the event that a completed application for a permit to convert is filed by a hotel owner or operator no later than the effective date of this amended Chapter, and such hotel owner or operator elects to provide one-for-one replacement of the residential units pursuant to Section \n41.13(a) (4) or Section \n41.13(a) (5) herein, the hotel owner or operator shall be obligated to pay to the City and County of San Francisco an amount equal to 40 percent of the cost of construction of an equal number of comparable units plus site acquisition cost, provided that such hotel owner or operator shall pay such amount to the City or provide to the City security for such payment in a form satisfactory to the Mayor's Office of Housing and the City Attorney within 90 days following the date that the Department of Building Inspection determines that the application for a permit to convert is complete, or, if necessary, 10 days following final action, including any appeals, by the Planning Commission or appellate body, or 10 days following the Department of Real Estate's determination of such amount, whichever occurs latest. In the event that a hotel owner or operator elects to provide one-for-one replacement pursuant to Section \n41.13(a)(2) or (a)(5) herein and the Mayor's Office of Housing has not approved a proposal or organization thereunder prior to the effective date of this amended Chapter, the Department of Building Inspection shall not reject such application as incomplete for such lack of information. If a hotel owner or operator applies for a permit to convert using the one-for-one replacement option described in \n41.13(a)(2) or (a)(5) and the Mayor's Office of Housing does not approve a housing development proposal or a nonprofit organization, or such project fails to progress through no fault of the owner or operator, such applicant shall be permitted to provide one-for-one replacement pursuant to Section \n41.13 (a)(4) at 40 percent of the cost of construction of an equal number of comparable units plus site acquisition costs, provided that such applicant files the application under Section \n41.13(a)(2) or (a)(5) no later than the effective date of this amended Chapter. The hotel owner or operator shall identify such housing proposal or nonprofit organization within 180 days of the effective date of this amended Chapter. In the event that the Mayor's Office of Housing finds that the permit applicant has acted in good faith in seeking a project, the Mayor's Office of Housing may exercise its reasonable discretion to extend the provisions of this subsection for an additional 180 days. In the event that a project approved by the Mayor's Office of Housing fails to move forward through no fault of the permit applicant, the applicant may substitute another project within six months of being notified by the Mayor's Office of Housing of a failure of the prior project to move forward. The Mayor's Office of Housing may extend this period for an additional 180 days to identify such new proposal. The City shall issue a permit to convert under this subsection \n41.13(d) only if the hotel owner or operator has either paid the 40-percent in lieu fee to the City pursuant to Section \n41.13(a)(4) herein or complied with the requirements of Sections \n41.13(a)(2) or (a)(5) as applicable. In the event that a hotel owner or operator has not complied with any of these requirements and the City has not issued a permit to convert or if the Mayor's Office of Housing has not found the hotel owner or operator has acted in good faith in seeking a project pursuant to subsections \n41.13(a)(2) or (a)(5) or this subsection, no later than 180 days following the effective date of this amended Chapter, or such later date as herein provided, this Subsection \n41.13(d) shall no longer be applicable, City shall refund any amounts deposited as security pursuant to the terms herein, and such hotel owner or operator shall comply with all applicable terms of this Chapter. \n     (e)     When a residential unit is approved for conversion to another use pursuant to the provisions of Subsection \n41.13(a)(2), (a)(4) or (a)(5) above, such unit shall not be deemed to be reconverted into a residential unit regardless of any interim uses after payment as set forth in Subsections \n41.13(a)(2), (a)(4) or (a)(5). \n     (f)     The funds deposited in the Residential Hotel Preservation Fund may be used to (i) create new affordable rental housing to replace the affordable housing lost as a result of the conversion or demolition of residential hotel units subject to this Ordinance and (ii) defend the Ordinance against legal challenge, including the legal costs and attorney's fees incurred in the defense. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001; Ord. 46-05, File No. 050133, App. 3/23/2005) \n\n","heading":{"title":"41","chaptersection":"13","identifier":"41.13","catch_text":"ONE-FOR-ONE REPLACEMENT."}}