{"text":"\n     (a)     Unlawful Actions. It shall be unlawful to: \n          (1)     Change the use of, or to eliminate a residential hotel unit or to demolish a residential hotel unit except pursuant to a lawful abatement order, without first obtaining a permit to convert in accordance with the provisions of this Chapter; \n          (2)     Rent any residential unit for a term of tenancy less than seven days except as permitted by Section \n41.19 of this Chapter;\n          (3)     Offer for rent for nonresidential use or tourist use a residential unit except as permitted by this Chapter.\n     (b)     Hearing for Complaints of Unlawful Conversions. Upon the filing of a complaint by an interested party that an unlawful conversion has occurred and payment of the required fee, the Director of the Department of Building Inspection shall schedule a hearing pursuant to the provisions of Section \n41.11(b). The complainant shall bear the burden of proving that a unit has been unlawfully converted. The hearing officer shall consider, among others, the following factors in determining whether a conversion has occurred: \n          (1)     Shortening of the term of an existing tenancy without the prior approval of the permanent resident;\n          (2)     Reduction of the basic services provided to a residential unit intended to lead to conversion. For the purpose of this section, basic services are defined as access to common areas and facilities, food service, housekeeping services and security; \n          (3)     Repeated failure to comply with order of the Department of Building Inspection or the Department of Public Health to correct code violations with intent to cause the permanent residents to voluntarily vacate the premises; \n          (4)     Repeated citations by the Director of the Department of Building Inspection or the Department of Public Health for Code violations;\n          (5)     Offer of the residential units for nonresidential use or tourist use except as permitted in this Chapter;\n          (6)     Eviction or attempts to evict a permanent resident from a residential hotel on grounds other than those specified in Sections \n37.9(a)(1) through \n37.9(a)(8) of the San Francisco Administrative Code except where a permit to convert has been issued; \n          (7)     Repeated posting by the Director of the Department of Building Inspection of notices of apparent violations of this Chapter pursuant to Section \n41.11(c) above. \n     (c)     Civil Penalties. Where the hearing officer finds that an unlawful conversion has occurred, the Director of the Department of Building Inspection shall impose a civil penalty of three times the daily rate per day for each unlawfully converted unit from the day the complaint is filed until such time as the unit reverts to its authorized use. The daily rate shall be the rate unlawfully charged by the hotel owner or operator to the occupants of the unlawfully converted unit. The Director may also impose penalties upon the owner or operator of the hotel to reimburse City or complainant for the costs of enforcement, including reasonable attorneys' fees, of this Chapter. The hearing officer's decision shall notify the parties of this penalty provision and shall state that the Director of the Department of Building Inspection is authorized to impose the appropriate penalty by written notification to both the owner and operator, requesting payment within 30 days. If the penalty imposed is not paid, a lien to secure the amount of the penalty will be recorded against the real property pursuant to the provisions of Section \n41.20(d) of this Chapter. \n     (d)     Lien Proceedings. If any penalty imposed pursuant to Sections \n41.10(d), \n41.10(f), \n41.11(f) or \n41.20(c) is not received within the required time period, the Director of the Department of Building Inspection shall initiate proceedings under \nArticle XX of \nChapter 10 of the San Francisco Administrative Code to make the penalty, plus accrued interest, a lien against the real property regulated under this Chapter. Except for the release of lien recording fee authorized by Administrative Code Section 10.237, all sums collected by the Tax Collector pursuant to this ordinance shall be held in trust by the Treasurer and distributed as provided in Section \n41.8(e) of this Chapter. \n     (e)     Civil Action. An interested party may institute a civil proceeding for injunctive relief and damages. The Director of the Department of Building Inspection may institute a civil proceeding for injunctive relief. Counsel for the interested party shall notify the City Attorney's office of the City and County of San Francisco of any action filed pursuant to this Section. In determining whether an unlawful conversion has occurred, the court may consider, among other factors, those enumerated in Section \n41.20(b) of this Chapter. The interested party instituting a civil proceeding, or the City suing to enforce this Chapter, if prevailing parties, shall be entitled to the costs of enforcing this Chapter, including reasonable attorney's fees, pursuant to an order of the Court. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 322-00, File No. 001917, App. 12/28/2000; Ord. 134-01, File No. 001926, App. 7/6/2001) \n\n","heading":{"title":"41","chaptersection":"20. ","identifier":"41.20. ","catch_text":"UNLAWFUL CONVERSION; REMEDIES; FINES."}}