{"text":"\n     (a)     The Department of Building Inspection shall prepare and submit to the Board of Supervisors an annual status report containing the following: \n          (1)     Current data on the number of residential hotels and the number of residential units in each of the residential hotels in the City and County of San Francisco, including, to the extent feasible, information regarding rents, services provided, and violations of the City's Codes; \n          (2)     Current data on the number of residential hotel units converted pursuant to a permit to convert;\n          (3)     Current data on the number of hotel units demolished or eliminated due to code abatement proceedings and fire;\n          (4)     Current data on the number of residential hotel units illegally converted;\n          (5)     Current data on the number of replacement housing units rehabilitated or constructed;\n          (6)     A summary of the enforcement efforts by all City agencies responsible for the administration of this Chapter; and\n          (7)     An evaluation of the workability and effectiveness of the permitted temporary change of occupancy procedures and winter rentals in Section \n41.19 herein; and \n          (8)     A report on expenditures from the San Francisco Residential Hotel Preservation Fund Account.\n     (b)     The Economic and Social Policy Committee of the Board of Supervisors shall conduct a hearing on the annual report submitted by the Department of Building Inspection and shall recommend appropriate actions to be taken by the Board of Supervisors. \n     (c)     The Department of Building Inspection should establish a San Francisco Residential Hotel Operators Advisory Committee composed of: \n\n—\n3 members nominated by the San Francisco Hotel Association (for-profit operators);\n—\n3 members nominated by the Golden Gate Hotel Association (for-profit operators);\n—\n2 members nominated by the Council of Community Housing Organizations (nonprofit hotel operators);\n—\nDeputy Mayor for Housing.\n     The committee shall meet no less than once every three months to advise the Mayor's Office of Housing on matters including, but not limited to: \n          (1)     Proposed revisions to this ordinance;\n          (2)     Programs that various City agencies (i.e. Mayor's Office of Housing, Department of Social Services, etc.) should develop to assist the City's residential hotel operators; \n          (3)     Any state or federal laws the City should support, oppose or seek to revise that impact residential hotel operators;\n          (4)     Any new City, State or Federal programs the City shall encourage that would provide financial or technical support or assistance to San Francisco Residential Hotel Operators. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001)\n\n","heading":{"title":"41","chaptersection":"21. ","identifier":"41.21. ","catch_text":"ANNUAL REVIEW OF RESIDENTIAL HOTEL STATUS."}}