{"text":"\n     The Board of Supervisors finds that: \n     (a)     There is a severe shortage of decent, safe, sanitary and affordable rental housing in the City and County of San Francisco and this shortage affects most severely the elderly, the disabled and low-income persons. \n     (b)     The people of the City and County of San Francisco, cognizant of the housing shortage of San Francisco, on November 4, 1980, adopted a declaration of policy to increase the city's housing supply by 20,000 units. \n     (c)     Many of the elderly, disabled and low-income persons and households reside in residential hotel units.\n     (d)     A study prepared by the Department of City Planning estimated that there were only 26,884 residential hotel units in the City in December of 1979, a decrease of 6,098 such units from 1975. Since enactment of this Chapter, residential hotel units have continued to decrease, at a slower rate: in 1981, there were 20,466 residential hotel units as defined by this Chapter; in 1988, there were 18,723 residential hotel units, a decrease of 1,743 over a period of 7 years. The decrease is caused by vacation, conversion or demolition of residential hotel units. Continued vacation, conversion or demolition of residential hotel units will aggravate the existing shortage of affordable, safe and sanitary housing in the City and County of San Francisco. \n     (e)     As a result of the removal of residential hotel units from the rental housing market, a housing emergency exists within the City and County of San Francisco for its elderly, disabled and low-income households. \n     (f)     Residential hotel units are endangered housing resources and must be protected.\n     (g)     The Board of Supervisors and the Mayor of the City and County of San Francisco recognized this housing emergency and enacted an ordinance which established a moratorium on the demolition or conversion of residential hotel units to any other use. The moratorium ordinance became effective on November 21, 1979. \n     (h)     The conversion of residential hotel units affects those persons who are least able to cope with displacement in San Francisco's housing market. \n          (i)     It is in the public interest that conversion of residential hotel units be regulated and that remedies be provided where unlawful conversion has occurred, in order to protect the resident tenants and to conserve the limited housing resources. \n     (j)     The tourist industry is one of the major industries of the City and County of San Francisco. Tourism is essential for the economic well being of San Francisco. Therefore, it is in the public interest that a certain number of moderately priced tourist hotel units be maintained especially during the annual tourist season between May 1st and September 30th. \n     (k)     Tourist activity has increased steadily in San Francisco since 1983. There are currently approximately 23,000 tourist hotel units in the City and over 3,000 additional such units will be added by 1988 through new construction. However, there are presently only 18,723 residential hotel units and this number is not increasing. In addition, rents for residential hotel units have risen an average of 23 percent annually since 1980, making such units less and less affordable as a housing resource for the elderly, disabled and low-income persons. Since the adoption of this ordinance, hotel owners have begun to leave residential units vacant during the non-tourist season (October 1st30th) in order to rent these units to tourists at high daily rental rates during the tourist season (May 1st30th). This activity, which further reduces the available supply of low and moderate income housing in San Francisco, is not presently prohibited under this Chapter. In order to assure that residential hotel owners do not continue to withhold these available residential units from prospective permanent residents during the non-tourist season, it is necessary to restrict the tourist season rental of vacant residential hotel units. Such a restriction will not interfere with San Francisco's tourism, which remains essential to the economic well-being of the City. \n     (l)     Since enactment of this Chapter, it has become apparent that portions of this Chapter were difficult and extremely costly to interpret and enforce, resulting in an inability to fulfill the essential intent of this Chapter and to prevent illegal conversions. \n     (m)     Since enactment of this Chapter, residential units have been converted to tourist units and the hotel operators have paid the 40 percent in-lieu fee to the City. This amount, 40 percent of the cost of construction of comparable units plus site acquisition cost, has not been adequate to provide replacement units. Federal, state and local funds were incorrectly assumed at that time to be available and sufficient to make up the shortfall between the 40 percent in-lieu fee and actual replacement costs. For example, in 1979 the federal government was spending 32 billion dollars on housing and is spending only 7 billion dollars in 1989. \n     (n)     Certain uses provide both living accommodation and services, such as health care, personal care and counseling, to residents of the City. Examples of such uses are hospital, skilled nursing facility, AIDS hospice, intermediate care facility, asylum, sanitarium, orphanage, prison, convent, rectory, residential care facility for the elderly, and community care facility. Such facilities are often operated in building owned or leased by non-profit organizations and provide needed services to the City's residents. To subject such facilities to the provisions of this Chapter may deter future development of such facilities. It is desirable that such facilities exist and the City should encourage construction and operation of such facilities. \n     (o)     In addition, a form of housing facilities called \"transitional housing\" provides housing and supportive services to homeless persons and families and is intended to facilitate the movement of homeless individuals and families to independent living or longer term supportive residences in a reasonable amount of time. Transitional housing has individual living quarters with physical characteristics often similar to a residential hotel (i.e. accommodations which provide privacy to residents) and provides a source of interim housing for homeless individuals and families seeking to live independently. \n     (p)     The City's public, quasi-public and private social agencies serving the elderly and needy persons often find it difficult to immediately locate suitable housing units for such persons returning to independent living after hospitalization or upon leaving skilled-nursing or intermediate care facilities within a short time after their discharge from a health facility. Such persons often will require minimum supervision and other interim social service support. The provision of a stable number of housing units for such emergency needs until permanent housing can be secured and supportive services arranged are necessary and desirable for the City. Emergency housing will have physical characteristics similar to \"transitional housing\" and is often intended to be occupied for a period of less than one month. \n     (q)     The City also wishes to provide positive incentive to encourage residential hotel owners and operators to comply with the terms of this Chapter. Hotel owners have expressed a need to rent certain residential units on a short term basis during the winter months. In an effort to address this need and to encourage compliance with this Chapter, the City wishes to provide an opportunity to hotel owners who have complied with the terms of this Chapter to rent a limited number of residential units to tourists during the winter months. \n(Added by Ord. 121-90, App. 4/12/90)\n\n","heading":{"title":"41","chaptersection":"3. ","identifier":"41.3. ","catch_text":"FINDINGS."}}