{"text":"\n     (a)     Certificate of Use. Following the initial unit usage and annual unit usage determination pursuant to the provisions of Sections \n41.6 and \n41.10 below, every hotel shall be issued a certificate of use specifying the number of residential and tourist units herein. \n     (b)     Comparable Unit. A unit which is similar in size, services, rental amount and facilities, and which is located within the existing neighborhood or within a neighborhood with similar physical and socioeconomic conditions. \n     (c)     Conversion. The change or attempted change of the use of a residential unit as defined in subsection (q) below to a tourist use, or the elimination of a residential unit or the voluntary demolition of a residential hotel. However, a change in the use of a residential hotel unit into a non-commercial use which serves only the needs of the permanent residents, such as resident's lounge, storeroom or common area, shall not constitute a conversion within the meaning of this Chapter. \n     (d)     Disabled Person. A recipient of disability benefits. \n     (e)     Elderly Person. A person 62 years of age or older. \n     (f)     Emergency Housing. A project which provides housing and supportive services to elderly or low-income persons upon leaving a health facility and which has its primary purpose of facilitating the return of such individuals to independent living. The emergency housing shall provide services and living quarters pursuant to Section 41.13 herein and may be provided as part of a \"transitional housing\" project. \n     (g)     Hotel. Any building containing six or more guest rooms intended or designed to be used, or which are used, rented or hired out to be occupied or which are occupied for sleeping purposes and dwelling purposes by guests, whether rent is paid in money, goods, or services. It includes motels, as defined in Chapter XII, Part II of the San Francisco Municipal Code (Housing Code), but does not include any jail, health facilities as defined by Section 1250 of the Health and Safety Code, asylum, sanitarium, orphanage, prison convent, rectory, residential care facility for the elderly as defined in Section 1569.2 of the Health and Safety Code, residential facilities as defined in Section 1502 of the Health and Safety Code or other institution in which human beings are housed or detained under legal restraint, or any private club and nonprofit organization in existence on September 23, 1979; provided, however, that nonprofit organizations which operated a residential hotel on September 23, 1979 shall comply with the provisions of Section \n41.8 herein. \n     (h)     Interested Party. A permanent resident of a hotel, or his or her authorized representative, or a former tenant of a hotel who vacated a residential unit within the past 90 days preceding the filing of complaint or court proceeding to enforce the provisions of this Chapter. Interested party shall also mean any nonprofit organization, as defined in Section 41.4(k), which has the preservation or improvement of housing as a stated purpose in its articles of incorporation and/or bylaws. \n     (i)     Low-Income Household. A household whose income does not exceed 60 percent of the median income for the San Francisco Standard Metropolitan Statistical Area as published by the United States Department of Housing and Urban Development and Housing and Community Development Act of 1974. \n     (j)     Low-Income Housing. Residential units whose rent may not exceed 30 percent of the gross monthly income of a low-income household as defined in subsection (i) above. \n     (k)     Nonprofit Organization. An entity exempt from taxation pursuant to Title 26, Section 501 of the United States Code. \n     (l)     Operator. An operator includes the lessee or any person or legal entity whether or not the owner, who is responsible for the day-to-day operation of a residential hotel and to whom a hotel license is issued for a residential hotel. \n     (m)     Owner. Owner includes any person or legal entity holding any ownership interest in a residential hotel. \n     (n)     Permanent Resident. A person who occupies a guest room for at least 32 consecutive days. \n     (o)     Posting or Post. Where posting is required by this Chapter, material shall be posted in a conspicuous location at the front desk in the lobby of the hotel, or if there is no lobby, in the public entranceway. No material posted may be removed by any person except as otherwise provided in this Chapter. \n     (p)     Residential Hotel. Any building or structure which contains a residential unit as defined in (q) below unless exempted pursuant to the provisions of Sections \n41.5 or \n41.7 below. \n     (q)     Residential Unit. Any guest room as defined in Section 203.7 of Chapter XII, Part II of the San Francisco Municipal Code (Housing Code) which had been occupied by a permanent resident on September 23, 1979. Any guest room constructed subsequent to September 23, 1979 or not occupied by a permanent resident on September 23, 1979 shall not be subject to the provisions of this Chapter; provided however, if designated as a residential unit pursuant to Section \n41.6 of this Chapter or constructed as a replacement unit, such residential units shall be subject to the provisions of this Chapter. \n     (r)     Tourist Hotel. Any building containing six or more guest rooms intended or designated to be used for commercial tourist use by providing accommodation to transient guests on a nightly basis or longer. A tourist hotel shall be considered a commercial use pursuant to City Planning Code Section \n216(b) and shall not be defined as group housing permitted in a residential area under City Planning Code Section \n209.2. \n     (s)     Tourist Unit. A guest room which was not occupied on September 23, 1979, by a permanent resident or is certified as tourist unit pursuant to Sections \n41.6, \n41.7 or \n41.8 below. Designation as a tourist unit under this Chapter shall not supersede any limitations on use pursuant to the Planning Code. \n     (t)     Transitional Housing. A project which provides housing and supportive services to homeless persons and families or low-income households at risk of becoming homeless which has as its purpose facilitating the movement of homeless individuals or at-risk low-income households to independent living within a reasonable amount of time. The transitional housing shall provide services and living quarters as approved by the Planning Commission that are similar to the residential unit being replaced pursuant to Section \n41.13 herein and shall comply with all relevant provisions of City ordinances and regulations. \n(Added by Ord. 121-90, App. 4/12/90)\n\n","heading":{"title":"41","chaptersection":"4","identifier":"41.4","catch_text":"DEFINITIONS."}}