{"text":"\n     (a)     Filing of Initial Status Determination; Time Limit. Within 30 calendar days of the mailing date of the summary of the ordinance and the prescribed reporting forms, the owner or operator of each hotel shall file either a statement of exemption, a claim of exemption based on low-income housing, a claim of exemption based on partially completed conversion, or an initial unit usage report as specified below. All filing shall be accompanied by supporting evidence. However, upon application by an owner or operator and upon showing a good cause therefor, the Director of the Department of Building Inspection may grant an extension of time not to exceed 30 days for filing. Owner or operator shall post a notice on the day of filing that a copy of the initial status determination document filed with the Director of the Department of Building Inspection is available for inspection between the hours of 9:00 a.m. and 5:00 p.m. Monday through Friday. \n     (b)     Filing of Initial Unit Usage Report. All hotels not covered by the exemptions in Sections \n41.5, \n41.7 or \n41.8 must file an initial unit usage report containing the following: \n          (1)     The number of residential and tourist units in the hotel as of September 23, 1979;\n          (2)     The designation by room number and location of the residential units and tourist units as of seven calendar days prior to the date of filing the report; \n          (3)     The total number of residential and tourist rooms in the hotel as of seven calendar days prior to date of filing the report.\n     (c)     Insufficient Filing. If the Director of the Department of Building Inspection or his designee determines that additional information is needed to make a determination, the Director shall request the additional information in writing. The owner or operator shall furnish the requested information within 15 calendar days upon receipt of the written request. Owner or operator shall immediately post a notice that a copy of the requested information is available for inspection between the hours of 9:00 a.m. and 5:00 p.m. Monday through Friday at the Department of Building Inspection. If the requested information is not furnished, all the guest rooms not supported by evidence shall be deemed to be residential units. \n     (d)     Certification of Units. The Director of the Department of Building Inspection shall review the information and accompanying supporting data. A certified copy of hotel tax returns for the calendar year 1979 may be used to establish the number of tourist units and the Director of the Department of Building Inspection or the Director's designee may personally inspect units to establish the number of tourist units. If, in the opinion of the Director of the Department of Building Inspection, the initial unit usage report is supported by adequate supporting evidence, the Director shall certify the number of residential and tourist units within 90 calendar days of its submission. The owner or operator shall have the burden of proving the number of tourist units claimed by a preponderance of evidence. \n     Notwithstanding any other provisions in this Chapter, if an owner or operator took possession of the hotel operation after September 23, 1979 and before June 15, 1981, and if the owner or operator can demonstrate that good cause exists why he/she cannot obtain supporting evidence from the previous owner or operator to file the initial report, the owner or operator shall base his/her filing on information available to him/her two weeks after he/she took possession of the hotel; any units which are vacant on that date shall be allocated equally between tourist and residential uses; provided that a permanent resident may rebut this presumption by clear and convincing evidence. \n     After the Director of the Department of Building Inspection certifies the number of residential and tourist units, the Director shall issue a certificate of use. The Certificate of Use shall be posted permanently in the lobby or entranceway of the hotel. \n     (e)     Failure to File Statement of Exemption, Claim of Exemption or Initial Unit Usage Report. If no initial unit usage report, or statement of exemption, or a claim of exemption based on partially completed conversion, or a claim of exemption based on low-income housing for all of the guest rooms, is filed for a hotel within the time set forth in Section \n41.6(a), the Director of Department of Building Inspection shall mail a notice to the owner or operator of record by registered or certified mail stating that all the rooms in the hotel shall be deemed residential units unless the owner or operator files unit usage report within 10 calendar days of the mailing date of said notice and that a late filing fee of $50 will be assessed in addition to the fee set forth in Section \n41.11 of this Chapter. If the owner or operator fails to submit a unit usage report within 10 calendar days after notification by the Department of Building Inspection, a certificate of use for residential units only shall be issued. \n     (f)     Appeal of Initial Determination. An owner or operator may appeal the initial unit status determination by the Director of the Department of Building Inspection provided that there was no challenge pursuant to the provisions of subsection (g) below, and further provided that an appeal is filed within 10 calendar days of the mailing of the certification. If an appeal is filed, a copy of the notice of appeal shall be posted by the owner or operator and a hearing pursuant to the provisions of Section \n41.8(b) shall be scheduled. \n     (g)     Challenge; Standing; Statute of Limitation. Challenges to the information contained in the initial status determination report filed by the owner or operator may be filed by an interested party in writing provided that it is submitted within 15 calendar days from the date the report to the Department of Building Inspection is filed. Upon receipt of a challenge, a hearing shall be held by the Director of the Department of Building Inspection or his designee pursuant to the provisions of Section \n41.11(b). The owner or operator shall have the burden of proving by a preponderance of evidence that the information filed is correct. \n     (h)     Reporting Forms for Initial Unit Usage Report. Compliance by any party or by the City of San Francisco with notice, filing, challenge, designation of unit and certification requirements of Ordinance 330-81 regarding the initial status of units shall satisfy similar requirements set forth in this Chapter and all such notices, filings, challenges, designations or certificates shall have the same force and effect as if made pursuant to this subsection. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001)\n\n","heading":{"title":"41","chaptersection":"6","identifier":"41.6","catch_text":"INITIAL STATUS DETERMINATION."}}