{"text":"\n     (a)     Statement of Exemption Based on Inapplicability of This Chapter. Any hotel claiming that this Chapter does not apply, under the provisions of Sections \n41.5(a) through \n41.5(d), shall file a statement of exemption specifying the basis for the exemption. Any hotel claiming exemption under the provisions of Sections \n41.5(b) through \n41.5(d) shall also state the total number of guest rooms and the number of residential hotel units with monthly rent over $1,000 per month. \n     (b)     Claim of Exemption Based on Low-Income Housing. To qualify for a claim of exemption based on low-income housing, the units to be rehabilitated meet the following requirements: \n          (1)     A claim for this exemption has been filed and the requisite fees paid to the Department of Building Inspection no later than 60 calendar days after the effective date of this ordinance; \n          (2)     With the exception of ground floor commercial space, the entire building must be completely occupied as low-income housing;\n          (3)     The Director of the Department of Building Inspection finds that the proposed elimination of a unit is necessary to comply with Building Code and Housing Code requirements; and \n          (4)     Alternate guest rooms are made available within the building to the displaced permanent residents; or\n          (5)     In those circumstances where it is necessary to relocate a permanent resident off site, the permanent resident shall receive the actual moving expenses and the difference between the rent at the time of relocation and the rent of the temporary housing during the period of rehabilitation. \n          (6)     The owner or operator and successors in interest shall continue to maintain all units in the rehabilitated hotel as low-income housing for 25 years. A deed restriction on such use shall be submitted to the City Attorney's Office for approval. An approved copy of the deed restriction shall be forwarded to the Director of the Department of Building Inspection ands the original shall be filed with the Recorder by the owner or operator. \n     (c)     Claim of Exemption Based on Partially Completed Conversion. A claim of exemption based on partially completed conversion shall not be approved until and unless owner or operator shows that all of the following requirements are met: \n          (1)     An application for partially completed conversion was filed no later than 60 calendar days after the effective date of this ordinance; \n          (2)     The owner or operator has commenced work on extensive Capital Improvements and Rehabilitation Work prior to November 23, 1979, as defined in Section \n37.2 of the San Francisco Administrative Code (the San Francisco Rent Stabilization and Arbitration Ordinance) and has completed such work on at least 35 percent of the units intended to be converted or has expended 40 percent of the total sum budgeted for said work; \n          (3)     The owner or operator or previous owner or operator shall have clearly demonstrated his/her intention to convert all of the residential units in the subject building to tourist units as of November 23, 1979. Satisfactory evidence of intention to convert may be demonstrated by the following factors, including but not limited to: \n               (A)     Whether an architect has been engaged to prepare plans and specifications; or\n               (B)     Whether applications for construction work have been received; or\n               (C)     Whether applications for the necessary permits have been submitted to all relevant city departments; or\n               (D)     Whether a building permit has been issued.\n          (4)     Each permanent resident displaced by the conversion is offered relocation assistance as set forth in Section \n41.17(b) below; and \n          (5)     For each vacant residential unit converted, but not occupied by a permanent resident, a sum of $250 per unit not to exceed a total of $10,000 shall be deposited in the San Francisco Residential Hotel Preservation Account of the Repair and Demolition Fund established pursuant to Section 203.1 of the San Francisco Building Code (being Chapter 1, Article 2, Part II of the San Francisco Municipal Code) to be used exclusively for the repair, purchase and rehabilitation of residential hotel units by agencies of the City and County of San Francisco and to be administered by the Department of Public Works. \n     (d)     Consistent with Planning Code Section \n183, any unit deemed to be a tourist unit which has remained continuously vacant for three years following the zoning change in a zoning district not allowing tourist hotels shall lose its nonconforming status, and may be opened only for residential hotel or group housing uses. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001)\n\n","heading":{"title":"41","chaptersection":"7. ","identifier":"41.7. ","catch_text":"STATEMENTS OF EXEMPTION; APPLICABILITY OF THIS CHAPTER."}}