{"text":"\n     (a)     Daily Log. Each residential hotel shall maintain a daily log containing the status of each room, whether it is occupied or vacant, whether it is used as a residential unit or tourist unit, the name under which each adult occupant is registered, and the amount of rent charged. Each hotel shall also provide receipts to each adult occupant, and maintain copies of the receipts, showing: the room number; the name of each adult occupant; the rental amount and period paid for; and any associated charges imposed and paid, including but not limited to security deposits and any tax. The daily log and copies of rent receipts shall be available for inspection pursuant to the provision of Section \n41.11(c) of this Chapter upon demand by the Director of the Department of Building Inspection or the Director's designee or the City Attorney's Office between the hours of 9 a.m. and 5 p.m., Monday through Friday unless the Director of the Department of Building Inspection or the City Attorney's Office reasonably believe that further enforcement efforts are necessary for specified residential hotels, in which case the Department of Building Inspection or the City Attorney's Office shall notify the hotel owner or operator that the daily logs and copies of rent receipts shall be available for inspection between the hours of 9 a.m. and 7 p.m. Each hotel shall maintain the daily logs and copies of rent receipts for a period of no less than 24 months. \n     In addition to the investigative powers and enforcement mechanisms prescribed in this Chapter, the City Attorney's Office shall have the authority to take further investigative action and bring additional enforcement proceedings including the immediate California Civil Code Section 1940.1. \n     (b)     Weekly Report. Following the initial determination, an owner or operator of residential units shall post on each Monday before 12 noon the following information: \n          (1)     The number of tourist units to which the owner or operator is currently entitled and the date the certificate of use was last issued; \n          (2)     The number of guest rooms which were used as tourist units each day of the preceding week. Evidence of compliance with requirements imposed hereunder shall be preserved by the owner or operator for a period of not less than two years after each posting is required to be made. The owner or operator shall permit the Director of the Department of Building Inspection or his designee to inspect the hotel records and other supporting evidence to determine the accuracy of the information posted. \n(Added by Ord. 121-90, App. 4/12/90; amended by Ord. 134-01, File No. 001926, App. 7/6/2001; Ord. 195-05, File No. 051031, App. 7/29/2005) \n\n","heading":{"title":"41","chaptersection":"9. ","identifier":"41.9. ","catch_text":"RECORDS OF USE."}}