{"text":"\n     (a)     Notice of Complaint. Within 15 days of the filing of a complaint and upon the Director’s independent finding that there may be a violation of this Chapter, the Director shall notify the owner by certified mail that the owner’s residential unit is the subject of an investigation for an unlawful use and provide the date, time, and place of an administrative review hearing in which the owner can respond to the complaint.\n     (b)     Administrative Review Hearings. In the event the Director determines that an administrative review hearing shall be conducted, the Director's appointed hearing officer will hold an administrative review hearing within 60 days of the filing of the complaint to review all information provided by the Interested Party, members of the public, City staff and the Owner for the investigation and the hearing officer shall thereafter make a determination whether the owner has violated this Chapter.\n          (1)     Notice of the hearing shall be conspicuously posted on the building that is the subject of the  hearing. The owner shall state under oath at the hearing that the notice remained posted for at least calendar days prior the hearing. The Director shall appoint a hearing officer to conduct the hearing.\n          (2)     Pre-hearing Submission. No less than ten working days prior to the administrative review hearing, parties to the hearing shall submit written information to the Director including, but not  limited to, the issues to be determined by the hearing officer and the evidence to be offered at the hearing. Such information shall be forwarded to the hearing officer prior to the hearing along with any information compiled by the Director.\n          (3)     Hearing Procedure. If more than one hearing is requested for residential units located in the same building at or about the same time, the Director shall consolidate all of the hearings into one hearing. The hearing shall be tape recorded. Any party to the hearing may at his or her own expense cause the hearing to be recorded by a certified court reporter. Parties may be represented by counsel and shall have the right to cross-examine witnesses. All testimony shall be given under oath. Written decisions and findings shall be rendered by the hearing officer within 20 working days of the hearing. Copies of the findings and decision shall be served upon the parties by certified mail. A notice that a copy of the findings and decision is available for inspection between the hours of 9:00 a.m. and 5:00 p.m. Monday through Friday shall be posted by the owner or the Director in the building in the same location in which the notice of the administrative review hearing was posted.\n          (4)     Failure to Appear. In the event the owner or an interested party fails to appear at the hearing, the hearing officer may nevertheless make a determination based on the evidence in the record and files at the time of the hearing, and issue a written decision and findings.\n          (5)     Finality of the Hearing Officer's Decision and Judicial Review. The decision of the hearing officer shall be final. Within 20 days after service of the hearing officer's decision, any party may seek judicial review of the hearing officer's decision.\n          (6)     Hearing Officer Decision and Collection of Penalties. If any imposed administrative penalties and costs have not been deposited at the time of the Hearing Officer's decision, the Director may proceed to collect the penalties and costs pursuant to the lien procedures set forth in Subsection \n41A.6(e), consistent with the Hearing Officer's decision.\n          (7)     Remedy of Violation. If the Hearing Officer determines that a violation has occurred, the Hearing Officer’s Decision should:\n               (i)     Specify a reasonable period of time during which the owner must correct or otherwise remedy the violation; and\n               (ii)     State that if the violation is not corrected or otherwise remedied within this period, the owner may be required to pay the administrative penalties set forth in Subsection \n41A.6(c).\n          (8)     If the Hearing Officer determines that no violation has occurred, the determination is final.\n     (c)     Imposition of Administrative Penalties for Unabated Violations and Enforcement Costs.\n          (1)     Administrative Penalties. If the violation has continued unabated beyond the time specified in the notice required by the Hearing Officer, an administrative penalty of not more than four times the standard hourly administrative rate of $104.00 shall be charged for each unlawfully converted unit from the day the unlawful use commenced until such time as the unlawful use terminates.\n          (2)     Enforcement Costs. The owner shall reimburse the City for the costs of enforcement of this Chapter, which shall include, but not be limited to, reasonable attorneys' fees.\n     (d)     Notice of Continuing Violation and Imposition of Penalties. The Director shall notify the owner by certified mail that the violation has continued unabated and that administrative penalties shall be imposed pursuant to this \nChapter 41A. The notice shall state the time of the continued existence of the violation and the resulting imposition of penalties. Payment of the administrative penalties and enforcement costs shall be made within 30 days of the certified mailed notice to the owner. If the administrative penalties and enforcement costs are not paid, the Director shall initiate lien procedures to secure the amount of the penalties and costs against the real property that is subject to this Chapter, under \nArticle XX of Chapter 10 of the San Francisco Administrative Code to make the penalty, plus accrued interest, a lien against the real property regulated under this Chapter. Except for the release of the lien recording fee authorized by Administrative Code Section \n10.237, all sums collected by the Tax Collector pursuant to this ordinance shall be held in trust by the Treasurer and distributed as provided in Section \n41A.5(d) of this Chapter.\n     (e)     Deposit of Penalties. Administrative penalties paid pursuant to this Chapter shall be deposited in the Mayor's Office of Housing, Housing Affordability Fund less the reasonable costs incurred by the City and County of San Francisco in pursuing enforcement under this \nChapter 41A. If enforcement costs were imposed, such funds shall be distributed according to the purpose for which they were collected.\n(Added as Sec. 41A.8 by Ord. 74-98, App. 3/6/98; redesignated and amended by Ord. 224-12, File No. 120299, App. 11/1/2012, Eff. 12/1/2012)\n(Former Sec. 41A.6 added by Ord. 331-81, App. 6/26/81; repealed by Ord. 224-12, File No. 120299, App. 11/1/2012, Eff. 12/1/2012)\n\n","heading":{"title":"41A","chaptersection":"6","identifier":"41A.6","catch_text":"PROCEDURES FOR DETERMINING ADMINISTRATIVE PENALTIES."}}