{"text":"\n     (a)     Unlawful Actions. It shall be unlawful for \n          (1)     any owner to offer a residential unit for rent for tourist or transient use, \n          (2)     any owner to offer a residential unit for rent to a business entity that will allow the use of a residential unit for tourist or transient use, or\n          (3)     any business entity to allow the use of a residential unit for tourist or transient use.\n     (b)     Records Required. The owner and business entity shall retain and make available to the  Department or Building Inspection occupancy records to demonstrate compliance with this Chapter.\n     (c)     Determination of Violation. Upon the filing of a complaint that an unlawful conversion has occurred, the Director shall take reasonable steps necessary to determine the validity of the complaint. The Director may independently determine whether an owner or business entity may be renting a residential unit for tourist or transient use as defined in this Chapter. To determine if there is a violation of this Chapter, the Director may initiate an investigation of the subject property. This investigation may include, but is not limited to, an inspection of the subject property and a request for any pertinent information from the owner, such as leases or other documents. The Director shall have discretion to determine whether there is a potential violation of this \nChapter 41A and whether to conduct an administrative review hearing as set forth below.\n     (d)     Civil Action. Following the filing of a complaint and the determination of a violation by the Director through an administrative review hearing as set forth in this \nChapter 41A, any interested party may institute proceedings for injunctive and monetary relief. In addition, the owner or business entity may be liable for civil penalties of not more than $1,000 per day for the period of the unlawful rental. If the City or the interested party is the prevailing party, the City or the interested party shall be entitled to the costs of enforcing this Chapter, including reasonable attorneys' fees, up to the amount of the monetary award, pursuant to an order of the Court. Any monetary award obtained by the City and County of San Francisco in such a civil action shall be deposited in the Mayor's Office of Housing, Housing Affordability Fund less the reasonable costs incurred by the City and County of San Francisco in pursuing the civil action.\n     (e)     Criminal Penalties. Any owner or business entity who rents a residential unit for tourist or transient use as defined in this Chapter shall be guilty of a misdemeanor. Any person convicted of a misdemeanor hereunder shall be punishable by a fine of not more than $1,000 or by imprisonment in the County Jail for a period of not more than six months, or by both. Each residential unit rented for tourist or transient use shall constitute a separate offense.\n     (f)     Method of Enforcement, Director. The Director shall have the authority to enforce this Chapter against violations thereof by any or all of the means provided for in this \nChapter 41A.\n(Added by Ord. 331-81, App. 6/26/81; amended by Ord. 74-98, App. 3/6/98; Ord. 224-12, File No. 120299, App. 11/1/2012, Eff. 12/1/2012)\n\n","heading":{"title":"41A","chaptersection":"5. ","identifier":"41A.5. ","catch_text":"UNLAWFUL CONVERSION; REMEDIES."}}