{"text":"\n     (a)     Residential Unit. Room or rooms, including a condominium or a room or dwelling unit that forms part of a tenancy-in-common arrangement, in any building, or portion thereof, which is designed, built, rented, leased, let or hired out to be occupied, or which is occupied as the home or residence of four or more households living independently of each other in dwelling units as defined in the San Francisco Housing Code, provided that the residential unit was occupied by a permanent resident on or after February 8, 1981. It is presumed that a residential unit was occupied by a permanent resident on or after February 8, 1981, and the owner has the burden of proof to show that a residential unit is not subject to this Chapter. \n     (b)     Residential Use. Any use for occupancy of a dwelling unit by a permanent resident. \n     (c)     Tourist or Transient Use. Use of a residential unit for occupancy for less than a 30-day term of tenancy, or occupancy for less than 30 days of a residential unit leased or owned by a business entity, whether on a short-term or long term basis, including any occupancy by employees or guests for less than 30 days where payment for the residential unit is contracted for or paid by the business entity.\n     (d)     Permanent Resident. A person who occupies a residential unit for at least 60 consecutive days with intent to establish that unit as his or her principal place of residence. \n     (e)     Conversion or Convert. The change of the use or to rent a residential unit from residential use to tourist or transient use. \n     (f)     Owner. Owner includes any person who is the owner of record of the real property. Owner includes a lessee where an interested party alleges that a lessee is offering a residential unit for tourist or transient use. \n     (g)     Interested Party. A permanent resident of the building in which the tourist or transient use is alleged to occur, the City and County of San Francisco, or any non-profit organization exempt from taxation pursuant to Title 26, Section 501 of the United States Code, which has the preservation or improvement of housing as a stated purpose in its articles of incorporation or bylaws.\n     (h)     Director. The Director of the Department of Building Inspection. \n(Added by Ord. 331-81, App. 6/26/81; amended by Ord. 74-98, App. 3/16/98; Ord. 224-12, File No. 120299, App. 11/1/2012, Eff. 12/1/2012)\n\n","heading":{"title":"41A","chaptersection":"4","identifier":"41A.4","catch_text":"DEFINITIONS."}}