{"text":"\n     (a)     There is a severe shortage of permanent housing in San Francisco.\n     (b)     A small supply of suitable vacant land, zoning constraints, construction costs and other factors limit the construction of additional housing in San Francisco. \n     (c)     Population pressures and other demographic trends cause great demand and are likely to accelerate the demand for San Francisco housing. \n     (d)     In light of housing demand and limited new construction, conserving existing permanent housing is especially important.\n     (e)     Conversion of permanent housing to tourist or other temporary use removes housing units from the available stock and worsens the existing shortage. \n     (f)     The shortage of housing most acutely affects low- and moderate-income persons, the elderly and the disabled, both those already living in San Francisco and those wishing to move to the City. Conversion of permanent housing to tourist or other temporary use most seriously affects low- and moderate-income persons, the elderly and the disabled, both those already living in San Francisco and those wishing to move to the City. \n     (g)     At this time, there appears to be no shortage of lodging facilities for visitors in San Francisco.\n     (h)     It is in the public interest to prohibit any additional conversions of permanent housing, whether occupied or unoccupied, to time-share use, which is principally suitable for or used by visitors and other temporary users. \n     (i)     The purpose of this ordinance is to benefit the general public by preserving the supply of existing permanent housing and minimizing adverse effects on persons and households of all income levels, including but not limited to lower- and moderate-income, elderly and disabled persons, by prohibiting the conversion of dwelling units to time-share use and authorizing appropriate remedies. \n(Added by Ord. 82-86, App. 3/21/86)\n\n","heading":{"title":"41C","chaptersection":"2. ","identifier":"41C.2. ","catch_text":"FINDINGS."}}