{"text":"\n     (a)     The operator of a Residential Hotel wishing to add a Supplemental Visitor Policy to the Uniform Visitor Policy may petition the San Francisco Residential Rent Stabilization and Arbitration Board for approval of a proposed Supplemental Policy. A Supplemental Visitor Policy must be consistent with the Uniform Visitor Policy, the goals required by Section \n41D.4, and other requirements of this Chapter. \n     (b)     The Rent Board shall conduct a public hearing on the proposed Supplemental Visitor Policy, and either approve the proposed policy and notify the operator in writing, or disapprove and return the proposed policy to the operator with a written explanation of the reasons why the proposed policy does not meet the requirements for approval. \n     (c)     Once approved, a Supplemental Visitor Policy may be subject to periodic review by the Rent Board. The Rent Board may require revisions to an approved Supplemental Visitor Policy where necessary in order to bring the policy into conformity with Uniform Visitor Policy amendments or other applicable law or regulations, or to insure ongoing compliance with the goals required by Section \n41D.4. The Rent Board may also withdraw approval of an approved Supplement Visitor Policy upon finding that the policy no longer meets the requirements for approval. \n     (d)     A public hearing or meeting noticed under this Section \n41D.5, shall be noticed for a minimum of ten (10) days. Notice shall be provided to operators, occupants, law enforcement, health and human service agencies, and interested organizations, according to Rent Board rules and regulations promulgated for this purpose. \n     (e)     The Uniform Visitor Policy and Supplemental Visitor Policy shall be posted on a minimum 8½ inch by 11-inch sign in the lobby of each Residential Hotel in an area accessible to guests and occupants. \n(Added by Ord. 135-01, File No. 010526, App. 7/6/2001; amended by Ord. 62-02, File No. 020343, App. 5/3/2002)\n\n","heading":{"title":"41D","chaptersection":"5","identifier":"41D.5","catch_text":"HOTEL OPERATOR PETITIONS FOR SUPPLEMENTAL VISITOR POLICIES."}}