{"text":"\n     (a)     The Uniform Visitor Policy and any Supplemental Visitor Policies shall meet the following goals:\n          (1)     To enhance the safety and welfare of guests and occupants of Residential Hotels;\n          (2)     To ensure the dignity and personal freedom of guests and occupants of Residential Hotels and their visitors by eliminating unnecessary restrictions on the ability of guests and occupants of Residential Hotels to conduct their personal and social lives in the manner that they choose. \n          (3)     To prevent harassment or other inappropriate interference by Residential Hotel operators, employees or agents with the personal and social lives of Residential Hotel guests and occupants and their visitors. \n          (4)     To respect the privacy rights and right to quiet enjoyment of other Residential Hotel guests and occupants.\n          (5)     To recognize the obligation of SRO operators to maintain the safety of the premises.\n          (6)     To incorporate and to be consistent with the provisions of Police Code Section \n919.1(a).\n          (7)     To ensure that a SRO guest or occupant may bring on the premises visitors to assist the SRO guest or occupant with \"get out the vote activities\" on the same basis as any other visitor under the Uniform Visitor Policy. For the purposes of this subsection, the term \"get out the vote activities\" means any activity that has as its primary purpose encouraging SRO guests and occupants to exercise their right to vote, including but not limited to distributing handbills, door hangers and flyers, as well as providing assistance with transportation to the polls. \n          (8)     To ensure that census workers be allowed access to Residential Hotels during the hours of 9 a.m. until 8 p.m. for the purpose of census activities. For the purposes of this subsection, the term \"census activities\" means any activity that has as its primary purpose encouraging SRO occupants to participate in the census, including but not limited to conducting surveys and distributing handbills, door hangers and flyer related to the census. For the purposes of this subsection, the term \"census worker\" means an official employee of the U.S. Census Bureau or of an organization contracted by the City and County of San Francisco to perform Census outreach and education. Census employees shall present valid identification issued by the Bureau to a front desk clerk or property management staff. Employees of City-funded census outreach organizations shall present documentation from the Office of Citizen Engagement and Immigrant Affairs confirming that they are contracted with the City for Census outreach. \n     (b)     However, nothing in the Uniform Visitor Policy or any Supplemental Visitor Policy shall encourage or allow any hotel to exceed its approved maximum occupancy under State or Local fire safety laws. \n(Added by Ord. 135-01, File No. 010526, App. 7/6/2001; amended by Ord. 62-02, File No. 020343, App. 5/3/2002; Ord. 213-07, File No. 070590, App. 9/21/2007; Ord. 48-10, File No. 100023, App. 3/17/2010) \n\n","heading":{"title":"41D","chaptersection":"4. ","identifier":"41D.4. ","catch_text":"REQUIRED GOALS FOR THE UNIFORM VISITOR POLICY AND ANY SUPPLEMENTAL VISITOR POLICIES."}}