{"text":"\n     (a)     The Rent Board shall conduct an annual public hearing to review the Uniform Visitor Policy and adopt amendments as determined to be appropriate under the goals and requirements of this Chapter. The Rent Board may also consider and adopt amendments to the Uniform Visitor Policy at other publicly noticed meetings, as needed to effectuate the goals and requirements of this Chapter. Amendments may be proposed by the Rent Board and its Executive Director, and as permitted under Section \n41D.6(c). \n     (b)     The Rent Board may conduct a public hearing to review the criteria and procedures for approving Supplemental Visitor Policies and adopt amendments, as determined to be appropriate under the goals and requirements of this Chapter. Amendments may be proposed by the Rent Board and its staff, and as permitted under Section \n41D.6(c). \n     (c)     Interested parties, including, but not limited to, operators, guests and occupants, visitors, law enforcement, health and human service agencies and interested organizations may request that the Rent Board amend the Uniform Visitor Policy or amend the criteria and procedures for approval of Supplemental Visitor Policies. Placement of such requests on a Rent Board agenda or notice of hearing shall be at the discretion of the Rent Board and its Executive Director. \n     (d)     A public hearing or meeting noticed under this Section \n41D.6 shall be noticed for a minimum of ten (10) days. Notice shall be provided to operators, occupants, law enforcement, health and human service agencies, and interested organizations, according to Rent Board rules and regulations promulgated for this purpose. \n(Added by Ord. 135-01, File No. 010526, App. 7/6/2001; amended by Ord. 62-02, File No. 020343, App. 5/3/2002)\n\n","heading":{"title":"41D","chaptersection":"6. ","identifier":"41D.6. ","catch_text":"REVIEW AND AMENDMENT OF THE UNIFORM VISITOR POLICY, AND AMENDMENT OF CRITERIA AND PROCEDURES FOR APPROVING SUPPLEMENTAL VISITOR POLICIES."}}