{"text":"\n     The Board of Supervisors finds that: \n     (a)     The high cost of housing in San Francisco makes residential hotels the only permanently affordable housing option for many seniors, immigrants, families, and individuals on low or fixed incomes. \n     (b)     The City and County of San Francisco has recognized the essential role of residential hotels and has utilized them as a valuable resource to permanently house more than 1,300 formerly homeless people in the City's Master Lease Program, which has become a national model for permanent supportive housing and an important part of finding a solution to the problem of homelessness. \n     (c)     If there are no individual mail receptacles at a residential hotel, the United States Postal Service makes a \"central delivery,\" where all mail is dropped in a bag at the front desk and distributed by desk clerks. \n     (d)     Desk clerks are low-paid, under-trained, and overburdened with the extra responsibility of handling mail that adds time and difficulty to their jobs, resulting in mail frequently being lost, misplaced, or accidentally given to the wrong person. In addition, mail is not forwarded to a tenant at their new address when they move out of a residential hotel. \n     (e)     This lack of services creates an undue burden for the tenants of residential hotels. Lost or delayed mail has resulted in residential hotel tenants having been bumped to the back of the Section 8 list after years of waiting, or losing out on other essential services because of missed appointments. Many tenants must receive SSI, Veterans Disability, or paychecks on time in order to pay their rent for the month. Tenants who move must return to their old address regularly and attempt to collect mail rather than have it forwarded to their new address as the Postal Service does for apartment houses. \n     (f)     Mail security and privacy are high priorities for the tenants of residential hotels. At the Central City SRO Collaborative tenant convention, attended by 300 tenants from more than 100 San Francisco residential hotels, problems with mail distribution in the hotels ranked as one of the most pressing issues for the tenants surveyed. \n     (g)     Many tenants of residential hotels have been homeless before and are understandably afraid that lost or misplaced mail could result in homelessness again. \n     (h)     While a number of non-profit owned or managed residential hotels have installed in their lobbies mail receptacles for permanent residents that meet United States Postal Service specifications, other residential hotels have not. \n(Added by Ord. 73-06, File No. 060188, App. 4/20/2006)\n\n","heading":{"title":"41E","chaptersection":"2. ","identifier":"41E.2. ","catch_text":"FINDINGS."}}