{"text":"\n     (a)     \"Baseline Inventory\" shall mean an inventory of the number of Large Tourist Hotel Rooms commercially available for rent as of March 1, 2009, as calculated according to the process described in Section \n41F.3(g). \n     (b)     \"Annual Inventory\" shall mean the inventory of the number of Tourist Hotel Rooms commercially available for rent as updated in each year after the Baseline inventory, as calculated according to the process described in Section \n41F.3(g). \n     (c)     \"Condominium Project\" shall mean (i) a Community Apartment as defined in Section \n1308(b) of the Subdivision Code; (ii) a Condominium as defined in Section \n1308(c) of the Subdivision Code; (iii) a Stock Cooperative as defined in Section \n1308(f) of the Subdivision Code; or (iv) any other subdivided interest in land. \n     (d)     \"Convert\" shall mean: (i) to change the type of ownership of any real property to that defined as a Condominium Project and in which two or more units are newly created wholly or in substantial part within the existing structure of a Large Tourist Hotel, regardless of whether substantial improvements have been made to such structures; or (ii) to change the ownership structure of one or more guest rooms, one or more suites of rooms, or any portion thereof within an existing Large Tourist Hotel in a manner that reduces the number of Large Tourist Hotel Rooms available for rent to the general public. \n     (e)     \"Dwelling Unit\" shall mean any building or portion thereof that contains living facilities, including provisions for sleeping, eating, cooking, and sanitation as required by the Housing Code, for not more than one Family. \n     (f)     \"Family\" shall mean one or more persons, related or unrelated, living together as a single integrated household in a dwelling unit. \n     (g)     \"Large Tourist Hotel\" shall mean any building in the City containing 100 or more guest rooms or suites of rooms intended or designated to be used for commercial tourist use by providing accommodation to transient guests on a nightly basis or longer, as contemplated by Section \n216(b) of the Planning Code. The definition of Large Tourist Hotel shall include, for purposes of this Chapter, a building (or set of buildings, which shall mean buildings on the same lot, adjacent lots, or within the same block and owned by the same entity) which would have qualified as a Large Tourist Hotel in any of the five years preceding the application for Conversion. A building (or set of buildings) shall not be considered a Large Tourist Hotel if the total number of rooms intended to be operated separately for transient use is less than 100 rooms. \n     (h)     \"Large Tourist Hotel Room\" shall mean any guest room, suite of rooms, or any portion thereof in a Large Tourist Hotel intended or designated to be used for commercial tourist use by providing accommodation to transient guests on a nightly basis or longer, as contemplated by Section \n216(b) of the Planning Code. \n          (i)     \"Ancillary Hotel Area\" shall mean any area within a Large Tourist Hotel not defined as a Large Tourist Hotel Room, including, but not limited to, restaurant, retail, and parking areas. \n(Added by Ord. 41-08, File No. 071528, App. 3/24/2008; Ord. 14-09, File No. 081564, App. 1/16/2009)\n\n","heading":{"title":"41F","chaptersection":"2","identifier":"41F.2","catch_text":"DEFINITIONS."}}