{"text":"\n     (a)     The Department of Building Inspection, in consultation with the Departments of Planning and Public Works, shall be responsible for enforcement of this Chapter as it may relate to physical alterations to a Large Tourist Hotel and may take any appropriate action within its powers to enforce this Chapter, including, but not limited to, denial of any building, construction, or change of use permits. The Department of Public Works, in consultation with the Departments of Building Inspection and Planning, shall be responsible for enforcement of this Chapter as it may relate to actions involving a subdivision under the Subdivision Map Act, California Government Code sections 66410 et seq. \n     (b)     Civil Penalties.\n          (1)     The Department of Building Inspection or the Department of Public Works may recommend to the City Attorney initiation of a civil action hereunder. The City Attorney shall have the power to bring an action for injunctive relief to restrain or summary abatement to cause the correction or abatement of the violation of this article and for assessment and recovery of a civil penalty and reasonable attorney's fees for such violation, or other judicial relief hereunder. \n          (2)     Any person who violates this Article may be liable for a civil penalty, not to exceed $500.00 per room for each day such violation is committed or permitted to continue, which penalty shall be assessed and recovered in a civil action brought in the name of the people of the City by the City Attorney in any court of competent jurisdiction. The City Attorney also may seek recovery of the attorney's fees and costs incurred in bringing a civil action pursuant to this Section. \n     (c)     Criminal Penalties.\n          (1)     The Department of Building Inspection or the Department of Public Works may recommend to the District Attorney initiation of a criminal action hereunder. \n          (2)     Any person who violates this Article shall be deemed guilty of a misdemeanor. Every violation determined to be a misdemeanor is punishable by a fine of not more than $1,000 or by imprisonment in the County Jail for a period of not more than six months, or by both such fines or imprisonments. \n(Added by Ord. 41-08, File No. 071528, App. 3/24/2008)\n\n","heading":{"title":"41F","chaptersection":"4. ","identifier":"41F.4. ","catch_text":"ENFORCEMENT."}}