{"text":"\n     (a)     As an alternate and independent procedure for forming a special tax district, the Board of Supervisors may form a special tax district that initially consists solely of territory proposed for annexation to the special tax district in the future, with the condition that a parcel or parcels within that territory may be annexed to the special tax district and subjected to the special tax only with the unanimous approval of the owner or owners of such parcel or parcels at the time that such parcel or those parcels are annexed. In such case, the Board of Supervisors shall follow the procedures set forth in the Act for the formation of a community facilities district, with the following exceptions: \n          (i)     The Board of Supervisors shall not be obligated to specify the rate or rates of special tax in the resolution of intention or the resolution of formation, provided that both of the following are met: \n               (A)     the resolution of intention and the resolution of formation include a statement that the rate shall be established in an amount required to finance or refinance the authorized improvements and to pay the district's administrative expenses, and \n               (B)     the maximum rate of special tax applicable to a parcel or parcels shall be specified in the unanimous approval described in this Section relating to such parcel or parcels. \n          (ii)     In lieu of approval pursuant to an election held in accordance with the procedures set forth in this Article and in Sections 53326, 53327, 53327.5 and 53328 of the Act, the appropriations limit for the special tax district, the applicable rate, method of apportionment and manner of collection of special tax and the authorization to incur bonded indebtedness for the special tax district may be specified and approved by the unanimous approval of the owner or owners of each parcel or parcels at the time that such parcel or parcels are annexed to the special tax district. No additional hearings or procedures are required, and a unanimous approval shall be deemed to constitute a unanimous vote in favor of the appropriations limit for the special tax district, the authorization to levy the special tax on such parcel or parcels and the authorization to incur bonded indebtedness for the special tax district. \n          (iii)     This subsection establishes the applicable protest provisions in the event the City forms a special tax district pursuant to the procedures set forth in this Section. If 50 percent or more of the registered voters, or six registered voters, whichever is more, residing within the territory proposed to be annexed to the special tax district in the future, or if the owners of one-half or more of the area of land proposed to be annexed in the future and not exempt from the special tax, file written protests against establishment of the special tax district, and protests are not withdrawn so as to reduce the protests to less than a majority, no further proceedings to form the special tax district shall be undertaken for a period of one year from the date of decision of the Board of Supervisors on the issues discussed at the hearing, if the majority protests of the registered voters or of the landowners are only against the furnishing of a specified type or types of facilities or services within the district, or against levying a specified special tax, those types of facilities or services or the specified special tax shall be eliminated from the resolution of formation. \n          (iv)     The Board of Supervisors shall not record a notice of special tax lien against any parcel or parcels in the special tax district until such time as the owner or owners of such parcel or parcels have given their unanimous approval of such parcel or parcels' annexation to the special tax district, at which time the notice of special tax lien shall be recorded against such parcel or parcels as set forth in Section 53328.3 of the Act. \n     (b)     Notwithstanding the provisions of Section 53340 of the Act, after adoption of the resolution of formation for a special tax district described in subdivision (a) hereof, the Board of Supervisors may, by ordinance, provide for the levy of the special taxes on parcels that will annex to the special tax district at the rate or rates to be approved by unanimous approval of the owner or owners of each parcel or parcels to be annexed to the special tax district and for apportionment and collection of the special taxes in the manner specified in the resolution of formation. No further ordinance shall be required even though no parcels may then have annexed to the special tax district. \n     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, the City may bring an action to determine the validity of any special taxes levied pursuant to this, Article and authorized pursuant to the procedures set forth in this Section \n43.10.17 pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure. Notwithstanding Section 53359 of the Act and Section \n43.10.11 of this Article, if an action is brought by an interested person pursuant to Section 863 of the Code of Civil Procedure to determine the validity of any special taxes levied against a parcel pursuant to this Article and authorized pursuant to the procedures set forth in this section, the action shall be brought pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure, but shall, notwithstanding the time limits specified in Section 860 of the Code of Civil Procedure, be commenced within 15 days after the date on which the notice of special tax lien is recorded against the parcel. Any appeal from a judgment in any action or proceeding described in this subdivision shall be commenced within 30 days after entry of judgment. \n     (d)     With respect to a, special tax district formed pursuant to the alternate and independent procedure set forth in this Section \n43.10.17, nothing in this Section shall prohibit the City from obtaining the approval of the qualified electors with respect to a particular parcel or parcels as to, the annexation of such parcels to the special tax district, the appropriations limit for the special tax district, the applicable rate, method of apportionment and manner of collection of special tax and the authorization to incur bonded indebtedness for the special tax district pursuant to any other procedure authorized by the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nTITLE 3 - - PROVISIONS RELATING TO BONDS\n\n","heading":{"title":"43","chaptersection":"10.17","identifier":"43.10.17","catch_text":"ALTERNATE PROCEDURE FOR FORMING SPECIAL TAX DISTRICTS."}}