{"text":"\n     If any provision of this Article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect any other provision or application of this Article which can be given effect without the invalid provision or application; and to this end the provisions of this Article are declared to be severable. The Board of Supervisors hereby declares that it would have adopted and passed this Article and each section, subsection, sentence, clause, phrase and word hereof, irrespective of the fact that any one or more of the other sections, subsections, sentences, clauses, phrases or words hereof be declared invalid or unconstitutional. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE II:\nECONOMIC DEVELOPMENT BOND LAW\n\nTitle I  General Provisions and Definitions \n\nSec. 43.2.1.\nTitle. \n\nSec. 43.2.2.\nPurpose. \n\nSec. 43.2.3.\nFull Authority. \n\nSec. 43.2.4.\nAdditional Authority. \n\nSec. 43.2.5.\nDefinitions. \n\nSec. 43.2.6.\nNo Limitation on Appropriations. \nTitle 2  Financing Facilities\n\nSec. 43.2.7.\nLoans for Facilities. \n\nSec. 43.2.8.\nAcquisition, Construction, Leasing and Selling of Facilities. \n\nSec. 43.2.9.\nApplications for Approval. \n\nSec. 43.2.10.\nFees. \n\nSec. 43.2.11.\nInsurance. \n\nSec. 43.2.12.\nRents and Charges. \n\nSec. 43.2.13.\nSecurity for Loans. \n\nSec. 43.2.14.\nProfessional Services. \n\nSec. 43.2.15.\nPublic Works Requirements Inapplicable. \n\nSec. 43.2.16.\nAdditional Powers. \nTitle 3  Bonds\n\nSec. 43.2.17.\nIssuance of Bonds.\n\nSec. 43.2.18.\nBonds Not Debt of City.\n\nSec. 43.2.19.\nBond Terms.\n\nSec. 43.2.20.\nBond Provisions.\n\nSec. 43.2.21.\nPledge of Revenues, Money or Assets; Lien. \n\nSec. 43.2.22.\nNo Personal Liability. \n\nSec. 43.2.23.\nPurchase of Bonds by City. \n\nSec. 43.2.24.\nRefunding Bonds. \n\nSec. 43.2.25.\nBond Anticipation Notes. \n\nSec. 43.2.26.\nValidity of Bonds. \nTitle 4  Supplemental Provisions\n\nSec. 43.2.27.\nLiberal Construction. \n\nSec. 43.2.28.\nOmissions Not to Affect Validity of Bonds. \n\nSec. 43.2.29.\nArticle Controlling. \n\nSec. 43.2.30.\nSeverability. \nTITLE 1 - - GENERAL PROVISIONS AND DEFINITIONS\n\nSEC. 43.2.1.  TITLE.\n     This Article may be cited as the Economic Development Revenue Bond Law of the City and County of San Francisco. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.2.  PURPOSE.\n     The Board of Supervisors hereby finds and declares that it is necessary and essential to the well-being of the City and County that it provide financial assistance to promote the economic development of the City and County. Such economic development will serve the following public purposes and municipal affairs of the City and County: \n     (a)     The full and gainful employment of residents of the City and County;\n     (b)     The full and efficient utilization and modernization of existing industrial, commercial and business facilities;\n     (c)     The development of new industrial, commercial and business facilities;\n     (d)     The growth of the City and County's tax base through increased property values and consumer purchasing;\n     (e)     The reduction of the need for and costs of welfare and other remedial programs;\n     (f)     The reduction of urban ills, such as crime, attributable in part to inadequate economic opportunities;\n     (g)     The stability and diversification of the City and County's economy;\n     (h)     The lowering of the cost to City and County consumers of necessary goods and services;\n     (i)     The environmentally optimum disposition of waste materials of the City and County; and\n     (j)     The enhancement of the general economic prosperity, health, safety and welfare of the residents of the City and County.\n     The availability of the financial assistance authorized by this Article will serve those purposes and the general plan of the City and County by providing private enterprises and the City and County with new methods of financing capital outlays in the City and County and by ensuring that economic development within the City and County will reflect the local community's needs and objectives and will be environmentally optimum with respect to both the physical and social environment of the City and County. The City and County shall promote such public interests pursuant to this Article without adversely affecting areas outside the City and County and without conflicting with efforts by the State of California to solve problems of statewide concern. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.3.  FULL AUTHORITY.\n     This Article is full authority for the issuance of Bonds by the City and County for any of the purposes specified herein. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.4.  ADDITIONAL AUTHORITY.\n     This Article shall be deemed to provide a complete, additional, and alternative method for doing the things authorized thereby, and shall be regarded as supplemental and additional to the powers conferred by other laws. The issuance of Bonds under the provisions of this Article need not comply with the requirements of any other law applicable to the issuance of bonds. The purposes authorized hereby may be effectuated and Bonds are authorized to be issued for any such purposes under this Article notwithstanding that any other law may provide for such purposes or for the issuance of bonds for like purposes and without regard to the requirements, restrictions, limitations or other provisions contained in any other law. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.5.  DEFINITIONS.\n     Unless the context otherwise requires, the terms defined in this Article shall have the following meanings: \n     (a)     \"Board\" means the Board of Supervisors of the City and County of San Francisco.\n     (b)     \"Bonds\" means the bonds, notes, certificates, debentures and other obligations and evidences of indebtedness authorized to be issued by the City and County pursuant to this Article and payable as provided in this Article. \n     (c)     \"City\" means the City and County of San Francisco.\n     (d)     \"Cost\" means the total of all costs incurred by or on behalf of a Participating Party to carry out all works and undertakings and to obtain all rights and powers necessary or incident to the acquisition, construction, installation, reconstruction, rehabilitation or improvement of a Facility. \"Cost\" may include all costs of issuance of bonds for such purposes, costs for construction undertaken by a Participating Party as its own contractor, capitalized bond interest, reserves for debt service and for repairs, replacements, additions and improvements to a Facility, and other working capital incident to the operation of a Facility. \n     (e)     \"Facility\" means any of the facilities, places or buildings within, serving or otherwise substantially connected to the City and County which are, or will be, maintained and operated for industrial, manufacturing, research and development, commercial or business purposes, or energy uses, or any combination of such purposes and uses, and conform to the general plan of the City and County, are approved by the City and County for the financing authorized by this Article, such approval being given only when the City and County finds and determines that such financing (1) will substantially promote one or more of the public purposes listed in Section 43.2.2, and (2) will not have the proximate effect of the relocation of any substantial operations of the Participating Party from one area of the State to another or the abandonment of any substantial operations of such Participating Party within other areas of the State, or, if such financing will have either of such effects, then such financing is reasonably necessary to prevent the relocation of any substantial operations of the Participating Party from an area within the State to an area outside the State. \n     A \"Facility\" may also be an activity which may otherwise be financed pursuant to the California Industrial Development Financing Act (Government Code Section 91500 et seq.) to the extent said Act permits the financing of such activity under alternative authority. \"Facility\" includes, without limitation, real and personal property, land, buildings, structures, fixtures, machinery and equipment and all such property related to or required or useful for the operation of a Facility. Facility does not include any facility, place or building used or to be used primarily for sectarian instruction or study or as a place for devotional activities or religious worship. \n     (f)     \"Participating Party\" means any individual, association, corporation, partnership or other entity which is approved by the City and County to undertake the financing of the Costs of a Facility for which this Article authorizes the issuance of Bonds. \n     (g)     \"Responsible Department\" means the Mayor except that, unless otherwise specified by the Mayor, Responsible Department for proposals for financing under this Article of any Facility described in Section 103(b)(4) of the Internal Revenue Code of 1954, as amended, shall be that department, office, commission or authority of the City and County having jurisdiction over the proposed Facility. \n     (h)     \"Revenue\" means amounts received by the City and County as payments of principal, interest, and all other charges with respect to a loan authorized by this Article, as payments under a lease, sublease or sale agreement with respect to a Facility, as proceeds received by the City and County from mortgage, hazard or other insurance on or with respect to a loan (or property securing such loan), lease, sublease or sale agreement all other rents, charges, fees, income and receipts derived by the City and County from the financing of a Facility authorized by this Article, any amounts received by the City and County as investment earnings on moneys deposited in any fund securing the Bonds, and such other legally available moneys as the Board of Supervisors may, in its discretion, lawfully designate as Revenues. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.6.  NO LIMITATION ON APPROPRIATIONS.\n     Revenues, as defined by this Article, and the expenditure of such Revenues shall not be taken into account in any manner in determining the City and County's compliance with Article XIIIB of the California Constitution. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nTITLE 2 - - FINANCING FACILITIES\n\nSEC. 43.2.7.  LOANS FOR FACILITIES.\n     The City and County is hereby authorized to make, purchase, or otherwise contract for the making of, a mortgage or other secured or unsecured loan, with the proceeds of Bonds and upon such terms and conditions as the City and County shall deem proper, to any Participating Party for the Costs of a Facility. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.8.  ACQUISITION, CONSTRUCTION, LEASING AND SELLING OF FACILITIES.\n     The City and County is authorized to acquire, construct, enlarge, remodel, renovate, alter, improve, furnish, equip and lease as lessee, with the proceeds of Bonds, a Facility solely for the purpose of selling or leasing as lessor such Facility to such Participating Party, and is further authorized to make any contracts for such purposes. The City and County is also authorized to contract with such Participating Party to undertake on behalf of the City and County to construct, enlarge, remodel, renovate, alter, improve, furnish and equip such Facility. \n     The City and County is authorized to sell or lease, upon such terms and conditions as the City and County shall deem proper, to a Participating Party any Facility owned by the City and County under this Article, including a Facility conveyed to the City and County in connection with a financing authorized by this Article but not being financed hereunder. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.9.  APPLICATIONS FOR APPROVAL.\n     Any person may apply to the Responsible Department for approval as a Participating Party and for approval of a Facility for financing under this Article. Applications shall set forth such information as the Responsible Department may require in order to enable the Responsible Department to evaluate the applicant, the Facility and its proposed costs. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.10.  FEES.\n     The City and County is hereby authorized to charge Participating Parties application, commitment, financing and other fees, in order to recover all administrative and other costs and expenses incurred in the exercise of the powers and duties' conferred by this Article. The Responsible Department shall transmit a letter agreement or contract to a Participating Party which will obligate such party to pay such fees and expenses as the City and County may charge or incur hereunder. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.11.  INSURANCE.\n     The City and County is hereby authorized to obtain, or aid in obtaining, from any department or agency of the United States or of the State of California or any private company, any insurance or guarantee as to, or of, or for the payment or repayment of, interest or principal, or both, rents, fees or other charges, or any part thereof, on any loan, lease or sale obligation or any instrument evidencing or securing the same, made or entered into as authorized by this Article; and is authorized to accept payment in such manner and form as provided therein in the event of default by a Participating Party, and to assign any such insurance or guarantee as security for Bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.12.  RENTS AND CHARGES.\n     The City and County is hereby authorized to fix rents, payments, fees, charges and interest rates for a financing authorized by this Article and to agree to revise from time to time such rents, payments, fees, charges and interest rates to reflect changes in interest rates on Bonds, losses due to defaults or changes in other administrative expenses. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.13.  SECURITY FOR LOANS.\n     The City and County is hereby authorized to hold deeds of trust or mortgages or security interests in personal property as security for loans and other obligations authorized by this Article and to pledge or assign the same as security for repayment of Bonds. Such deeds of trust, mortgages or security interests, or any other interest of the City and County in any Facility, may be assigned to, and held on behalf of, the City and County by any bank or trust company appointed to act as trustee by the City and County in any resolution or indenture providing for the issuance of Bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.14.  PROFESSIONAL SERVICES.\n     The City and County is hereby authorized to contract for such engineering, architectural, financing, accounting, leasing, legal or other professional services as may be necessary in the judgment of the City and County to accomplish the purposes of this Article. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.15.  PUBLIC WORKS REQUIREMENTS INAPPLICABLE.\n     Except as specifically provided in this Article, the acquisition, construction, installation, reconstruction, rehabilitation or improvement of a Facility financed under this Article shall not be subject to any requirements relating to buildings, works or improvements owned or operated by the City and County, and any requirement of public competitive bidding or other procedural restriction imposed on the award of contracts for acquisition or construction of a City and County building, work or improvement or to the lease, sublease, sale or other disposition of City and County property shall not be applicable to any action taken under this Article. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.16.  ADDITIONAL POWERS.\n     In addition to all other powers specifically granted by this Article, the City and County is hereby authorized to contract for and do all things necessary or convenient to carry out the purposes of this Article, provided, however, that the City and County shall not have the power to operate a Facility financed under this Article as a business, except temporarily in the case of a default by a Participating Party. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nTITLE 3 - - BONDS\n\nSEC. 43.2.17.  ISSUANCE OF BONDS.\n     The City and County is authorized to issue Bonds in an unlimited aggregate principal amount, from time to time, in such series and amounts as are determined by the Board of Supervisors by resolution to be necessary or appropriate to provide for the Facility to be financed and its associated Costs. Bonds shall be negotiable instruments for all purposes, subject only to the provisions of such Bonds for registration. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.18.  BONDS NOT DEBT OF CITY.\n     All of the Bonds authorized under this Article shall be limited obligations of the City and County payable from all or any specified part of the revenues and the moneys and assets authorized in this Article to be pledged or assigned to secure payment of Bonds. Such revenues, moneys or assets shall be the sole source of repayment of such issues of Bonds. Bonds issued as authorized by this Article shall not be deemed to constitute a debt or liability of the City and County or a pledge of the faith and credit of the City and County but shall be payable solely from specified revenues, moneys and assets. The issuance of Bonds shall not directly, indirectly, or contingently obligate the City and County to levy or pledge any form of taxation or to make any appropriation for their payment. \n     All Bonds shall contain on the face thereof a statement to the following effect: Neither the faith and credit nor the taxing power of the City and County of San Francisco is pledged to the payment of the principal of or premium, if any, or interest on this bond. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.19.  BOND TERMS.\n     Bonds shall be issued as serial bonds, term bonds, installment bonds or pass-through certificates or any combination thereof. The Responsible Department shall determine the terms and timing of the issuance of particular Bonds in accordance with the resolution of the Board of Supervisors approving the particular Facility to be financed thereby. Bonds shall bear such date or dates, mature at such time or times not to exceed 40 years, bear interest at such fixed or variable rate or rates approved by the Participating Party whose Facility is being financed but not to exceed the maximum rate permitted by law, be payable at such time or times, be in such denominations, be in such form, either coupon or registered, carry such registration privileges, be executed in such manner, be payable in lawful money of the United States of America at such place or places, be subject to such terms of redemption and have such other terms and conditions as such resolution, or any indenture to be entered into by the City and County pursuant to such resolution, shall provide. Bonds shall be sold at either public or private sale and for such prices as the City and County shall determine. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.20.  BOND PROVISIONS.\n     Any resolution relating to the issuance of any Bonds, or any indenture to be entered into by the City and County pursuant to such resolution, may contain provisions respecting any of the following terms and conditions, which shall be a part of the contract with the holders of such Bonds: \n     (a)     The terms, conditions and form of such Bonds and the interest and principal to be paid thereon;\n     (b)     Limitations on the uses and purposes to which the proceeds of sale of such Bonds may be applied, and the pledge or assignment of such proceeds to secure the payment of such Bonds; \n     (c)     Limitations on the issuance of additional parity Bonds, the terms upon which additional parity Bonds may be issued and secured, and the refunding of outstanding Bonds; \n     (d)     The setting aside of reserves, sinking funds and other funds and the regulation and disposition thereof;\n     (e)     The pledge or assignment of all or any part of the Revenues and of any other moneys or assets legally available therefor (including loans, deeds of trust, mortgages, leases, subleases, sales agreements and other contracts and security interests) and the use and disposition of such Revenues, moneys and assets, subject to such agreements with the holders of Bonds as may then be outstanding; \n     (f)     Limitation on the use of Revenues for operating, administration or other expenses of the City and County;\n     (g)     Specification of the act or omissions to act which shall constitute a default in the duties of the City and County to holders of such Bonds, and providing the rights and remedies of such holders in the event of default, including any limitations on the right of action by individual bondholders; \n     (h)     The appointment of a corporate trustee to act on behalf of the City and County and the holders of its Bonds, the pledge or assignment of loans, deeds of trust, mortgages, leases, subleases, sale contracts and any other contracts to such trustee, and the rights of such trustee; \n     (i)     The procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated the amount of such Bonds the holders of which must consent thereto, and the manner in which such consent may be given; and \n     (j)     Any other provisions which the Board of Supervisors or the Responsible Department may deem reasonable and proper for the purposes of this Article and the security of the bondholders. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.21.  PLEDGE OF REVENUES, MONEY OR ASSETS; LIEN.\n     Any pledge of Revenues or other moneys or assets as authorized by this Article shall be valid and binding from the time such pledge is made. Revenues, moneys and assets so pledged and thereafter received by the City and County shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against all parties having claims of any kind in tort, contract, or otherwise against the City and County, irrespective of whether such parties have notice thereof. Neither the resolution nor any indenture by which a pledge is created need be filed or recorded except in the records of the City and County. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.22.  NO PERSONAL LIABILITY.\n     Neither the members of the Board of Supervisors, the officers or employees of the City and County or the Responsible Department, nor any person executing any Bonds shall be liable personally on the Bonds or be subject to any personal liability or accountability by reason of the issuance thereof. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.23.  PURCHASE OF BONDS BY CITY.\n     The City and County shall have the power out of any funds available to purchase its Bonds. The City and County may hold, pledge, cancel, or resell such Bonds, in accordance with agreements with the bondholders. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.24.  REFUNDING BONDS.\n     The City and County is hereby authorized to issue Bonds for the purpose of refunding any Bonds then outstanding. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.25.  BOND ANTICIPATION NOTES.\n     In anticipation of the sale of Bonds authorized by this Article, the City and County is hereby authorized to issue bond anticipation notes, and to renew the same from time to time, in such series and amounts as are determined by the Board of Supervisors to be necessary or appropriate for the Costs of Facilities approved by the Board of Supervisors. Such notes shall be payable from Revenues or other moneys or assets authorized by this Article to be pledged to secure payment of Bonds, and which are not otherwise pledged, or from the proceeds of sale of the particular Bonds in anticipation of which they are issued. Such notes shall be issued in the same manner as Bonds. The Responsible Department shall determine the terms and timing of the issuance of particular bond anticipation notes in accord with the provisions of Section \n43.2.17 of this Chapter and the resolution of the Board of Supervisors approving the particular Facility to be financed thereby. Such notes, any resolution relating to the issuance of such notes and any indenture to be entered into by the City and County pursuant to such resolution may contain any provisions, conditions or limitations permitted under Section \n43.2.1 of this Chapter. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.26.  VALIDITY OF BONDS.\n     The validity of the authorization and issuance of any Bonds is not dependent on and shall not be affected in any way by any proceedings taken by the City and County for the approval of any financing or the entering into of any agreement, or by the failure to provide financing or enter into any agreement, for which Bonds are authorized to be issued under this Article. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nTITLE 4 - - SUPPLEMENTAL PROVISIONS\n\nSEC. 43.2.27.  LIBERAL CONSTRUCTION.\n     This Article, being necessary for the welfare of the City and County and its inhabitants, shall be liberally construed to effect its purposes. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.28.  OMISSIONS NOT TO AFFECT VALIDITY OF BONDS.\n     Any omission of any officer of the City and County in proceedings under this Article or any other defect in the proceedings shall not invalidate such proceedings or the Bonds issued pursuant to this Article. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.29.  ARTICLE CONTROLLING.\n     To the extent that the provisions of this Article are inconsistent with the provisions of any general statute or special act or parts thereof the provisions of this Article shall be deemed controlling. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.2.30.  SEVERABILITY.\n     If any provisions of this Article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect any other provision or application of this Article which can be given effect without the invalid provision or application, and to this end the provisions of this Article are declared to be severable. The Board of Supervisors hereby declares that it would have adopted and passed this Article and each section, subsection, sentence, clause, phrase and word hereof, irrespective of the fact that any one or more of the other sections, subsections, sentences, clauses, phrases or words hereof be declared invalid or unconstitutional. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE III:\nAFFORDABLE HOUSING AND HOME OWNERSHIP BOND PROGRAM\n\n\nSec. 43.3.1.\nPurpose. \n\nSec. 43.3.2.\nIssuance of Bonds. \n\nSec. 43.3.3.\nHousing Account. \n\nSec. 43.3.4.\nProposed Use of Bond Proceeds. \n\nSec. 43.3.5.\nMayor's Office of Housing. \n\nSec. 43.3.6.\nRegulations. \n\nSec. 43.3.7.\nReports to the Board of Supervisors. \n\nSEC. 43.3.1.  PURPOSE.\n     The purpose of this \nArticle III is to describe the affordable housing and home ownership bond program (\"program\") pursuant to which the City and County of San Francisco (\"City\") may loan or grant general obligation bond proceeds for the development of affordable housing for low-income households and for down payment assistance to low and moderate income first-time home buyers, each as further described in this \nArticle III. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.3.2.  ISSUANCE OF BONDS.\n     The City is authorized to issue $100,000,000 of general obligation bonds to finance (i) the development of housing affordable to low-income households in the City and County of San Francisco, and (ii) down payment assistance to low and moderate income first-time home buyers; together with all other costs necessary or convenient for the foregoing purposes. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.3.3.  HOUSING ACCOUNT.\n     Bond proceeds shall be deposited into a separate account to be established by the Controller. Repayments of loans made from this account shall be applied first to finance development of affordable rental housing and downpayment assistance for low and moderate income first-time homebuyers, in accordance with this \nArticle III, and then may be used for any other lawful purpose under this program, subject to the budget and fiscal provisions of the City's Charter. Expenditures shall be subject to the budget and fiscal provisions of the City's Charter. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.3.4.  PROPOSED USE OF BOND PROCEEDS.\n     Following payment of costs of issuance, 85 percent of the bond proceeds will be used for the development of affordable rental housing through the development account described in the regulations, and 15 percent of the bond proceeds will be used for downpayment assistance for low and moderate income first-time homebuyers through the downpayment assistance loan account described in the program regulations; including all legally permissible administrative costs related to the program. The Mayor's Office of Housing shall develop procedures and amend its regulations such that, for all projects funded by this affordable housing and home ownership bond program, including multifamily rental projects and down payment assistance to individual households, it requires the project sponsor or its successor in interest to give preference in occupying units or receiving assistance first to Residential Certificate of Preference Holders under the San Francisco Redevelopment Agency's Property Owner and Occupant Preference Program, as reprinted September 11, 2008 and effective October 1, 2008 and on file with the Clerk of the Board in File No. 080521, who meet all of the qualifications for the unit or assistance. The Mayor's Office of Housing shall develop procedures and amend its regulations within 90 days of the effective date of this legislation to implement the requirements of this Section. Said procedures and regulations shall be subject to approval by Resolution of the Board of Supervisors.\n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000; amended by Ord. 232-08, File No. 080521, App. 10/30/2008)\n\nSEC. 43.3.5.  MAYOR'S OFFICE OF HOUSING.\n     The Mayor's Office of Housing or its successor, or another agency or department as determined by the Mayor, will be responsible for the administration of the program, subject to any legislation and rules and regulations described in this \nArticle III. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.3.6.  REGULATIONS.\n     The Mayor's Office of Housing will prepare regulations for the program, which shall be subject to approval of the Board of Supervisors by resolution. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.3.7.  REPORTS TO THE BOARD OF SUPERVISORS.\n     The Mayor's Office of Housing will provide an annual report to the Board of Supervisors on the status of the program. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE IV:\nPUBLIC UTILITIES COMMISSION ENTERPRISE REVENUE BOND ELECTION PROCEDURE\n\n\nSec. 43.4.1.\nUtility Revenue Bonds; Submission to Voters.\n\nSec. 43.4.2.\nStatement of Purpose; Incidental Expenses; Discretion.\n\nSec. 43.4.3.\nRegular or Special Meeting. \n\nSec. 43.4.4.\nContent of Resolution.\n\nSec. 43.4.5.\nRegular or Special Election; Other Propositions.\n\nSec. 43.4.6.\nPayable Only from Revenues; Not to be Secured by Taxing Power.\n\nSec. 43.4.7.\nPublication and Distribution. \n\nSec. 43.4.8.\nMajority Vote of Electorate Required.\n\nSec. 43.4.9.\nIssuance and Sale of Authorized Bonds.\n\nSEC. 43.4.1.  UTILITY REVENUE BONDS; SUBMISSION TO VOTERS.\n     Whenever the Charter requires that a Public Utilities Commission revenue bond issue be submitted to the voters, this Board by resolution adopted and signed by the Mayor shall submit the proposed revenue bond issue to the voters and shall set the date for the election. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.2.  STATEMENT OF PURPOSE; INCIDENTAL EXPENSES; DISCRETION.\n     The resolution authorizing submission of the proposed revenue bond issue may include any purpose authorized by the Revenue Bond Law of 1941, as it read, including amendments, on June 5, 1984, and may include any or all expenses incidental to such purpose or connected therewith and may include any combination of two or more such purposes. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.3.  REGULAR OR SPECIAL MEETING.\n     The resolution calling a revenue bond election may be adopted by a majority vote of all members at a regular or special meeting and at the same meeting at which it is introduced. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.4.  CONTENT OF RESOLUTION.\n     The resolution shall: \n     (a)     State the purpose for which the bonds are proposed to be issued.\n     (b)     State the maximum principal amount of the bonds.\n     (c)     Fix the election date.\n     (d)     Fix the manner of holding the election.\n     (e)     Fix the manner of voting on the issuance of the bonds.\n     (f)     State that in all other particulars the election shall be held and the votes canvassed pursuant to law governing general municipal elections, the Charter, or as otherwise specified in such resolution. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.5.  REGULAR OR SPECIAL ELECTION; OTHER PROPOSITIONS.\n     The resolution may provide for a special election to consider the revenue bond proposition or propositions or it may provide for including the revenue bond proposition or propositions in any city-wide election. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.6.  PAYABLE ONLY FROM REVENUES; NOT TO BE SECURED BY TAXING POWER.\n     The resolution shall state that the bonds are to be revenue bonds, payable exclusively from the revenue of a Public Utilities Commission Enterprise and the resolution shall also state that the bonds are not to be secured by the taxing power of the City and County of San Francisco. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.7.  PUBLICATION AND DISTRIBUTION.\n     The ballot proposition authorizing a sale of revenue bonds shall be printed in the voters' pamphlet and mailed to each registered voter pursuant to Charter Section \n9.110. No other publication, mailing or distribution shall be required. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.8.  MAJORITY VOTE OF ELECTORATE REQUIRED.\n     The votes of a majority of all the voters voting on the proposition to issue revenue bonds are required to authorize the issuance of the bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.4.9.  ISSUANCE AND SALE OF AUTHORIZED BONDS.\n     If the issuance of the bonds is authorized at the election, the Public Utilities Commission shall provide for their issuance and sale. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE V:\nPUBLIC UTILITIES COMMISSION SHORT-TERM INDEBTEDNESS\n\n\nSec. 43.5.1.\nDefinitions. \n\nSec. 43.5.2.\nAuthorization of Short-Term Indebtedness. \n\nSec. 43.5.3.\nCredit or Liquidity Support. \n\nSec. 43.5.4.\nMaximum Short-Term Indebtedness. \n\nSec. 43.5.5.\nRefunding Short-Term Indebtedness. \n\nSec. 43.5.6.\nConstruction. \n\nSEC. 43.5.1.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of this City.\n     (c)     The term \"City\" shall mean the City and County of San Francisco.\n     (d)     The term \"Commission\" shall mean the Public Utilities Commission of the City.\n     (e)     The term \"Director\" shall mean Director of the City's Office of Public Finance, or her/his or any successor to that Office.\n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000; Ord. 270-06, File No. 061297, App. 10/31/2006)\n\nSEC. 43.5.2.  AUTHORIZATION OF SHORT-TERM INDEBTEDNESS.\n     Following voter approval or Board approval, as the case may be, of the issuance of revenue bonds by the Commission pursuant to Section \n9.107 of the Charter or following Board approval of any revenue bonds or other obligations pursuant to \nArticle VIIIB of the Charter, Commission may incur short-term indebtedness in the form of commercial paper, temporary notes or other forms of indebtedness subject to the limitations set forth below. In the case of revenue bond authority obtained by the Commission pursuant to Section \n9.107 if the Charter, such short-term indebtedness would be incurred in anticipation of the issuance of such revenue bonds. \n     The issuance of such short-term indebtedness shall be subject to prior authorization by the Board. \n     Except as provided in Section \n43.5.5, use of the proceeds of any such short-term indebtedness shall be limited to the purposes for which the applicable revenue bonds or other indebtedness were approved by the voters or by the Board, as the case may be. Short-term indebtedness incurred pursuant to this Article shall not result in interest costs or a maturity date exceeding the limits, if any, fixed by the voters or the Board, as the case may be, with respect to the applicable revenue bond or indebtedness approval(s). \n     Such short-term indebtedness shall be payable solely from the proceeds of the applicable revenue bonds, or revenues of the Commission pledged, or to be pledged, to the payment of such revenue bonds or other Board-authorized indebtedness. In the case of revenue bonds authorized under Section \n9.107 of the Charter, if any of the principal of such short-term indebtedness is paid from revenues of the Commission (other than revenues derived from grants) rather than from the proceeds of revenue bonds, the principal amount of revenue bonds the Commission is thereafter authorized to issue shall be reduced by the principal amount of short-term indebtedness paid from revenues (other than revenues derived from grants). \n     Any pledge of revenues by the Commission for the payment of short-term indebtedness may, in the sole discretion of the Director upon recommendation of the Commission, be subordinate to any pledge of the Commission for its revenue bonds. \n     All indebtedness incurred pursuant to this Article shall not constitute or evidence a debt of the City, nor a legal or equitable pledge, charge, lien or encumbrance upon any property of the City, or upon any income, receipt, revenue of the City, except the revenues or funds, if any, pledged by the Commission. \n     All short-term indebtedness incurred pursuant to this Article must additionally comply with each of the following provisions: \n     (a)     Shall be evidenced by notes, warrants, commercial paper or other evidences of indebtedness maturing not later than five years from their issuance date; and \n     (b)     Any draw on such short-term indebtedness (other than a draw to refund other short-term indebtedness) shall be subject to approval by the Director. \n     (c)     The proceeds of such short-term indebtedness may only be used to fund projects that have been approved by the Board of Supervisors, either as part of the Public Utilities Commission's annual budget or as the subject of a separate approval. \n     Such short-term indebtedness may be sold at the discretion of the Director, upon recommendation of the Commission, by public or private sale. All other terms and conditions for such short-term indebtedness shall be determined by the Director, upon recommendation of the Commission. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000; Ord. 270-06, File No. 061297, App. 10/31/2006)\n\nSEC. 43.5.3.  CREDIT OR LIQUIDITY SUPPORT.\n     The Director, upon recommendation of the Commission, may arrange for credit or liquidity support for short-term indebtedness issued pursuant to this Article or may arrange for credit or liquidity support to provide an additional source of repayment for such short-term indebtedness. \n     Notwithstanding anything to the contrary in this Article, any monies paid by a financial institution under any agreement for credit or liquidity support (a \"credit facility\") shall: \n     (a)     Be repaid over a period not exceeding the maximum maturity, if any, fixed by the voters or the Board, as the case may be, in connection with the applicable approval of revenue bonds or other indebtedness; \n     (b)     Bear interest at a rate that does not cause the aggregate average interest cost to exceed the maximum approved interest cost on such short-term indebtedness over the entire period such short-term indebtedness is outstanding; and \n     (c)     Have such other terms and conditions as the Director, upon the recommendation of the Commission, shall fix.\n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000; Ord. 270-06, File No. 061297, App. 10/31/2006)\n\nSEC. 43.5.4.  MAXIMUM SHORT-TERM INDEBTEDNESS.\n     The maximum principal amount of all short-term indebtedness outstanding and incurred under this Article, including any amounts outstanding under any credit facility, together with the outstanding principal amount of related revenue bonds, shall not at any time exceed the maximum principal amount of the applicable revenue bonds or other indebtedness approved by the voters or the Board, as the case may be. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000; Ord. 270-06, File No. 061297, App. 10/31/2006)\n\nSEC. 43.5.5.  REFUNDING SHORT-TERM INDEBTEDNESS.\n     The Commission, with the prior approval of the Director, may issue commercial paper, refunding notes, warrants, or other evidences of short-term indebtedness, in anticipation of the issuance of revenue bonds, for the purpose of paying and redeeming, at or prior to maturity, outstanding short-term indebtedness issued in accordance with this Article. Notwithstanding the preceding sentence, any short-term indebtedness issued to refund outstanding short-term indebtedness may not: \n     (a)     Exceed the interest cost limitation set forth in Section \n43.5.2; and\n     (b)     Exceed the limitation on the maximum principal amount of short-term indebtedness set forth in Section \n43.5.4; and\n     (c)     Mature more than five years from the original date of issuance of the original short-term indebtedness it is refunding.\n     Short-term indebtedness issued to refund outstanding short-term indebtedness may be refunded by the Commission in accordance with this Section \n43.5.5. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.5.6.  CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE VI:\nSAN FRANCISCO REFUNDING REVENUE BOND ACT\n\n\nSec. 43.6.1.\nDeclaration of Policy. \n\nSec. 43.6.2.\nName. \n\nSec. 43.6.3.\nProcedure. \n\nSec. 43.6.4.\nAmendments. \n\nSec. 43.6.5.\nAdditional Procedures. \n\nSec. 43.6.6.\nNet Debt Savings Calculation. \n\nSec. 43.6.7.\nConstruction. \n\nSEC. 43.6.1.  DECLARATION OF POLICY.\n     It is hereby declared to be the policy of the City to permit the refunding of outstanding revenue bonds whenever such refunding is expected to result in net debt service savings calculated as provided in this Article. This Article is enacted pursuant to the powers reserved to the City under Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and the Charter. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.6.2.  NAME.\n     This Article shall be known as the San Francisco Refunding Revenue Bond Act. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.6.3.  PROCEDURE.\n     Whenever the public interest and necessity so require, the legislative body, as hereinafter defined, may, acting under this Article, authorize the issuance of refunding bonds in order to refund outstanding revenue bonds. Refunding bonds issued to refund water revenue bonds issued under Section \n9.109 of the Charter shall be issued under Section \n9.109 of the Charter, as amended by the procedures herein. Refunding bonds shall be issued by the procedures provided for in the Revenue Bond Law of 1941 (Article 6 of Part 1 of Division 2 of Title 5 of the California Government Code, commencing with Section 54300) as it read, including amendments, on June 5, 1984, except as amended herein and, further, except that the provisions of said Revenue Bond Law of 1941 set forth in Sections 54380 through 54388, inclusive, and Sections 54354.5, 54422, 54424, 54515 and 54522, any references to said Sections, and any provisions of said Revenue Bond Law of 1941 that are inconsistent with or conflict with the Charter shall not apply to the issuance and sale of such refunding bonds. Reference is hereby made to three copies of said Revenue Bond Law of 1941 (as in effect on June 5, 1984), filed for convenience in the office of the Clerk of the Board of Supervisors on July 7, 1987 and all of the provisions of said Revenue Bond Law of 1941 (as in effect on June 5, 1984 except as in this Article otherwise expressly provided) are hereby incorporated in this Article by reference and made a part hereof. The legislative body may authorize the issuance of the refunding bonds by means of an indenture, resolution, ordinance, order, agreement or other instrument in writing and, if the legislative body establishes the minimum savings to be generated by the issuance of such refunding bonds, may delegate to appropriate officials or officers of the City or of the legislative body the authority to determine the final terms, amounts, maturities, interest rates and other provisions of said refunding bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.6.4.  AMENDMENTS.\n     Certain provisions of said Revenue Bond Law of 1941 (as in effect on June 5, 1984), as incorporated herein, are revised, as follows: \n     (a)     Section 54402(b) of said Revenue Bond Law of 1941 (as in effect on June 5, 984) is hereby revised to read as follows:\n          (b)     The interest of the bonds, either fixed or variable, at such rate or rates and payable at the times and in the manner specified. \n     (b)     Section 54403 of said Revenue Bond Law of 1941 (as in effect on June 5, 1984) is revised to read as follows:\n          Any premium payable on the bonds shall be in the amount or amounts specified by the legislative body. \n     (c)     Section 54418 of said Revenue Bond Law of 1941 (as in effect on June 5, 1984) is revised to read as follows:\n          The legislative body may sell the bonds at a price above or below par in such manner at public or private sale as it determines by resolution is appropriate. \n     (d)     The following three sections are added to Article 1 of the Act, said sections to read as follows:\n          § 54317. Legislative body, definition \n               \"Legislative body\" means the commission, board or other governing body that adopted the resolution authorizing the issuance of the bonds to be refunded, and any successor to such commission, board or other governing body.\n          § 54318. Resolution, definition \n               \"Resolution\"means, unless the context otherwise requires, the instrument providing the terms and conditions for the issuance of the revenue bonds, and may be an indenture, resolution, ordinance, order, agreement or other instrument in writing.\n          § 54319. Fiscal agent, definition \n               \"Fiscal agent\" means any fiscal agent, trustee, paying agent, depository or other fiduciary provided for in the resolution authorizing the issuance of the refunding bonds.\n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000) \n\nSEC. 43.6.5.  ADDITIONAL PROCEDURES.\n     Prior to the issuance of refunding bonds by the commission, board or other governing body, there shall be presented to the Board of Supervisors and filed with the Clerk of the Board of Supervisors a report of said commission, board or other governing body setting forth the minimum amount of savings to be generated in terms of scheduled principal and interest payments by the issuance of the refunding bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.6.6.  NET DEBT SAVINGS CALCULATION.\n     (a)     Acting under the provisions of the Charter or under any other provision of general State law, the Board of Supervisors may provide for the issuance of refunding bonds for the purpose of refunding any outstanding revenue bonds of the City or its commissions. No voter approval shall be required for any such refunding bonds which provide net debt service savings to the City on a present value basis calculated as provided in such provisions of general State law or by other ordinance of the Board of Supervisors or as hereinafter provided in this Section \n43.6.6. Subject to the foregoing limitation, the principal amount of the refunding bonds (in aggregate or with respect to any maturity) may be more than, less than or the same as the principal amount of the bonds to be refunded. \n     (b)     Net debt service savings shall be calculated by comparing the present value of the aggregate debt service on the refunding bonds to that of the refunded bonds as of the dated date of the refunding bonds using an assumed rate of interest equal to the yield on the refunding bonds. To the extent required, the present value of any funds contributed to the refunding by the City shall be deducted from the savings calculation. Notwithstanding any provision of general State law to the contrary, this Section \n43.6.6 shall provide an alternative means of calculating debt service savings to any procedure contained in general State law. The City is authorized to rely on any other State law procedure related to calculating debt service savings. \n     (c)     This Section 43.6.6 has been adopted pursuant to Section \n9.109 of the Charter.\n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.6.7.  CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or by law. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE VII:\nSAN FRANCISCO BOND FACILITATION ACT\n\n\nSec. 43.7.1.\nDeclaration of Policy. \n\nSec. 43.7.2.\nName. \n\nSec. 43.7.3.\nDefinitions. \n\nSec. 43.7.4.\nInterest Payments. \n\nSec. 43.7.5.\nIssuance by Authority of Governing Bodies. \n\nSec. 43.7.6.\nAuthority for Actions in Addition to Special Provisions. \n\nSec. 43.7.7.\nConstruction. \n\nSEC. 43.7.1.  DECLARATION OF POLICY.\n     It is hereby declared to be the policy of the City to permit interest payable on indebtedness of the City or of any of its Commissions, Departments or Agencies to be payable at such time or times as may facilitate the sale of the indebtedness pursuant to the procedure set forth in this Article as well as by any other method permitted by law. This Article is enacted pursuant to the powers reserved to the City under Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Section \n1.101 of the Charter. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.7.2.  NAME.\n     This Article shall be known as the San Francisco Bond Facilitation Act. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.7.3.  DEFINITIONS.\n     As used in this Article: \n     (a)     \"Bonds\" means any bonds, notes, certificates of indebtedness or other evidences of indebtedness issued after April 1, 1991, by a public body which is authorized to issue bonds, notes, certificates of indebtedness or other evidence of indebtedness. \n     (b)     \"Public body\" means the City or any Commission, Department or Agency thereof.\n     (c)     \"Governing body\" means the governing board, commission, board of supervisors, board of directors or similar multimember body which exercises authority over a public body. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.7.4.  INTEREST PAYMENTS.\n     Notwithstanding any other provision of law specifying that interest on Bonds is payable semiannually, interest on Bonds is payable at the times established in the resolution, indenture, agreement or other instrument providing for the issuance of the Bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.7.5.  ISSUANCE BY AUTHORITY OF GOVERNING BODIES.\n     Notwithstanding any other provision of law specifying that Bonds shall be issued pursuant to a resolution of a governing body of a public body, a governing body of a public body may authorize the issuance of Bonds pursuant to a resolution, indenture, agreement or other instrument providing for the issuance of Bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.7.6.  AUTHORITY FOR ACTIONS IN ADDITION TO SPECIAL PROVISIONS.\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.7.7.  CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or by law. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE VIII:\nREFUNDING BOND SAVINGS TEST ACT\n\n\nSec. 43.8.1.\nDeclaration of Policy. \n\nSec. 43.8.2.\nName. \n\nSec. 43.8.3.\nDefinitions. \n\nSec. 43.8.4.\nAlternative Savings Test for Refunding Bonds. \n\nSec. 43.8.5.\nConstruction. \n\nSEC. 43.8.1.  DECLARATION OF POLICY.\n     It is hereby declared to be the policy of the City to permit the refunding of outstanding general obligation bonds, revenue bonds and lease obligations of the City whenever such refunding shall result in net debt service savings to the City pursuant to the procedure set forth in this Article as well as by any other method permitted by law or other ordinance of the Board. This Article is enacted pursuant to the powers reserved to the City under Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Sections \n9.106, \n9.108 and \n9.109 of the Charter. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.8.2.  NAME.\n     This Article shall be known as the Refunding Bond Savings Test Act. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.8.3.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of this City.\n     (c)     The term \"City\" shall mean the City and County of San Francisco.\n     (d)     The term \"lease obligations\" shall include the City's obligation under any lease entered into with any nonprofit corporation, authority or other entity which issues, or causes to be issued, lease revenue bonds or certificates of participation secured by, or evidencing interests in, the City's obligation under such lease. \n     (e)     The term \"refunded bond\" shall mean any outstanding general obligation bond, revenue bond or lease obligation to be refunded by the City. \n     (f)     The term \"refunding bond\" shall mean any bond issued or lease obligation entered into for the purpose of refunding in whole or in part, any general obligation bond or any lease obligation. \n     (g)     The term \"yield\" shall mean the yield on the refunding bonds as calculated pursuant to the provisions of the Internal Revenue Code of 1986, as amended from time to time. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.8.4.  ALTERNATIVE SAVINGS TEST FOR REFUNDING BONDS.\n     (a)     Acting under the provisions of the Charter or under any other provision of general State law, the Board may provide for the issuance of refunding bonds for the purpose of refunding any outstanding general obligation bonds, revenue bonds or lease obligations of the City. No voter approval shall be required for any such refunding bonds which provide net debt service savings to the City on a present value basis calculated as provided in such provisions of general State law or by other ordinance of the Board or as hereinafter provided in Section \n43.8.4(b). Subject to the foregoing limitation, the principal amount of the refunding bonds (in aggregate or with respect to any maturity) may be more than, less than or the same as the principal amount of the bonds or lease obligations to be refunded. \n     (b)     Net debt service savings shall be calculated by comparing the present value of the aggregate debt service on the refunding bonds to that of the refunded bonds as of the date of the refunding bonds using an assumed rate of interest equal to the yield on the refunding bonds. To the extent required, any funds contributed to the refunding by the City shall be deducted from the savings calculation. Notwithstanding any provision of general State law to the contrary, this Section \n43.8.4(b) shall provide an alternative means of calculating debt service savings to any procedure contained in general State law. The City is authorized to rely on any other State law procedure related to calculating debt service savings. \n     (c)     The Board may authorize the issuance and provide the final terms, amounts, maturities, interest rates and other provisions of the refunding bonds (including a reference to the procedure under which debt service savings is to be calculated) by means of an indenture, resolution, ordinance, order, agreement or other instrument in writing. If the Board establishes the minimum savings to be generated by the issuance of such refunding bonds, the Board may delegate to appropriate officials or officers of the City or of the Board the authority to determine the final terms, amounts, maturities, interest rates and other provisions of said refunding bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nSEC. 43.8.5.  CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or by law. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE IX:\nHOUSING BOND APPROVAL POLICY\n\n\nSec. 43.9.1.\nFindings. \n\nSec. 43.9.2.\nDefinitions. \n\nSec. 43.9.3.\nDeclaration of Policy. \n\nSec. 43.9.4.\nBonds Issued by an Authority to Finance a Residential Project. \n\nSec. 43.9.5.\nPolicy Regarding Other Authority Bonds. \n\nSec. 43.9.6.\nApplicability. \n\nSEC. 43.9.1.  FINDINGS.\n     The City and County of San Francisco (the \"City\") promotes the financing and construction of new affordable and mixed income housing by, among other things, issuing multifamily housing revenue bonds or 501(c)(3) bonds for private projects. The proceeds of such bonds are loaned by the City to a project sponsor to help it finance affordable and mixed income housing construction. The City is not liable for repayment of the bonds; the primary reason for the City's participation is that interest on qualifying City housing bonds is exempt from federal income taxation, reducing the project's cost of borrowing and thereby helping to make the affordable housing projects financially feasible. In return for the City's issuance of the bonds, the sponsor agrees to, among other things, (i) repay the loan by making payments of debt service and other amounts payable in connection with the bonds, (ii) enter a regulatory agreement with the City that sets forth restrictions on the housing units to ensure their affordability, and (iii) comply with certain other City contracting requirements that apply to contractors receiving City funds for project construction (the \"City's Contracting Requirements\"). The City's Contracting Requirements include, without limitation, provisions requiring compliance with the City's contracting requirements and policies regarding nondiscrimination, equal benefits, minimum compensation, health care accountability, prevailing wage, local disadvantaged business enterprise subcontracting and jobs programs (such the City's First Source Hiring or City Build programs), as applicable. The San Francisco Redevelopment Agency (the \"Agency\") issues these housing revenue bonds as well and in doing so requires compliance with applicable Agency contracting requirements and policies, which are similar to the City's Contracting Requirements. \n     The City also supports affordable and mixed income housing construction through its membership in joint exercise of powers authorities such as the California Statewide Communities Development Authority and the Association of Bay Area Governments (all such joint powers authorities of which the City is a member are referred to in this ordinance individually as the \"Authority\"). Each Authority issues housing revenue bonds similar to the bonds described in the preceding paragraph. Under the terms of the City's membership in these Authorities, along with certain provisions of the federal Internal Revenue Code if such bonds are to be issued on a tax-exempt basis, the City's Board of Supervisors (the \"Board of Supervisors\") must adopt a resolution approving the bond financing prior to its issuance (a \"TEFRA Resolution\"). Again, the City is not liable for repayment of the bonds. \n     While the Authority and City transaction structures are similar on their face, in an Authority transaction the City is typically not a party to the transaction documents, and as such the project sponsors are not required to comply with the City's Contracting Requirements. (Added by Ord. 36-07, File No. 060897, App. 3/9/2007) \n\nSEC. 43.9.2.  DEFINITIONS.\n     (a)     \"Agency\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (b)     \"Authority\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (c)     \"Board of Supervisors\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (d)     \"City\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (e)     \"City's Contracting Requirements\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (f)     \"HUD\" shall mean the United States Department of Housing and Urban Development.\n     (g)     \"Other Authority Bonds\" shall mean any tax exempt bonds proposed to be issued by an Authority on behalf of a project sponsor to finance or refinance any capital project other than a Residential Project, including but not limited to the financing of assisted living or educational facilities and refunding bonds relating to any type of project. \n     (h)     \"Residential Project\" shall mean a residential development (including residential portions of a mixed-use project) involving new construction, an addition, a conversion, or a rehabilitation, the financing of which is proposed to be assisted by any of the following: a HUD mortgage insurance program; a contract for project-based Section 8 rental assistance; HUD operating funds under HUD's Section 202 or Section 811 programs; or participation in the Low Income Housing Tax Credit program. \n     (i)     \"TEFRA Resolution\" shall have the meaning assigned to such term in Section \n43.9.1.\n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.3.  DECLARATION OF POLICY.\n     This Board of Supervisors hereby declares that it is the policy of the City to require sponsors of private residential projects financed with multifamily housing revenue bonds or 501(c)(3) bonds within the City to comply with the City's Contracting Requirements. If such bonds are to be issued by an Authority, it shall be the policy of the City to require a project sponsor to satisfy the requirements of Section \n43.9.4 as a condition to the City's approval of a TEFRA resolution. For bond-financed residential projects located within a redevelopment area, the Agency's policies and contracting requirements applicable to that redevelopment area may replace some or all of the City's Contracting Requirements for purposes of this section. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.4.  BONDS ISSUED BY AN AUTHORITY TO FINANCE A RESIDENTIAL PROJECT.\n     Any TEFRA Resolution to be considered by the Board of Supervisors in connection with bonds proposed to be issued by an Authority to finance all or a portion of a residential project must include or be accompanied by the following: \n     (a)     An agreement by the project sponsor to be bound by provisions consistent with the City's Contracting Requirements, provided that in recognition of the exemptions from the Minimum Compensation Ordinance and the Health Care Accountability Ordinance for affordable housing loan transactions to which the City is a party as set forth in Section \n12P.2 and \n12Q.2.4 of the Administrative Code, respectively, the City may waive the applicability of its minimum compensation or health care accountability requirements for nonprofit sponsors of affordable housing projects upon recommendation by the Director of the Mayor's Office of Housing or his or her designee and subject to approval of the Board of Supervisors by resolution. The provisions setting forth the project sponsor's agreements shall include references to compliance monitoring and enforcement regimes consistent with City law applicable to each such City Contracting Requirement. Such agreement shall clearly indicate the City agency charged with monitoring compliance with each requirement provision so imposed, and notice of such agreement shall be provided to each such agency by the Mayor's Office of Housing. \n     (b)     Except as approved in writing by the Mayor's Office of Housing, and subject to applicable HUD and state regulations, an agreement by the project sponsor to protect tenants of the Residential Project as of the date of issuance of the bonds from eviction due to the financing based solely on any such tenant's failure to meet a financing-related income standard at the time of bond issuance or at any time during the term of the affordability restrictions. \n     (c)     Except as approved in writing by the Mayor's Office of Housing, and subject to applicable HUD and state regulations, an agreement by the project sponsor to limit annual rent increases for tenants of the Residential Project as of the date of issuance of the bonds to the percentage change in area median income for such year as such amount is determined by HUD. In the event that HUD does not make such a determination such amounts shall be determined by the Mayor's Office of Housing. \n     (d)     A written description of the expected ownership and management structure of the Residential Project after bond issuance. Such description shall include a description of the experience of the project sponsor in managing similar affordable residential projects. Such description shall also include a summary of the affordable residential project experience of any nonprofit corporations or other entities the project sponsor anticipates including in a joint venture with respect to the Residential Project. The Board of Supervisors hereby expresses a policy preference to support (i) Residential Projects with proposed management teams that include nonprofit partners based within the City and (ii) Residential Projects proposed to be managed by entities that demonstrate substantial experience with affordable housing projects. \n     (e)     Proof of the delivery of written notice via mail to all current tenants and posting at the project location regarding the application for bond financing and the TEFRA hearing. Such proof may be provided in the form of a letter signed by the project sponsor and must be accompanied by the notice in the form in which it was delivered. \n     (f)     A recommendation as to passage of the TEFRA Resolution from the Director of the Mayor's Office of Housing or his or her designee.\n     (g)     An agreement by the project sponsor to reimburse the City and the Agency, as applicable, for staff time, including fees and costs of the City Attorney's Office, relating to the TEFRA Resolution and the satisfaction of the policies set forth in this Article. The City may waive the applicability of this clause (g) for nonprofit sponsors of affordable housing projects upon recommendation by the Director of the Mayor's Office of Housing or his or her designee and subject to approval of the Board of Supervisors by resolution. For projects located within a redevelopment area, the Agency would be responsible for making the recommendation described in the preceding sentence. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.5.  POLICY REGARDING OTHER AUTHORITY BONDS.\n     (a)     Prior to the consideration by the Board of Supervisors of a TEFRA Resolution relating to any issuance of Other Authority Bonds, the Authority and the project sponsor shall submit the following information to the City's Office of Public Finance: \n          (1)     A written description of the financing structure proposed in the current transaction, including anticipated sources and uses.\n          (2)     A written description of the expected ownership and management structure of the project after bond issuance. Such description shall include a description of the experience of the project sponsor in managing similar projects. Such description shall also include a summary of the project-related experience of any nonprofit corporations or other entities the project sponsor anticipates including in a joint venture with respect to the bond-financed project. The Board of Supervisors hereby expresses a policy preference to support (i) projects with proposed management teams that include nonprofit partners based within the City and (ii) projects proposed to be managed by entities that demonstrate substantial experience with type of project being financed. \n          (3)     Such other information as City officials deem necessary to evaluate the proposed bond financing.\n     (b)     The Office of Public Finance shall review the information described under paragraph (a) and provide copies to City departments with expertise relating to the projects in question, to the Mayor's Office of Housing and, if the proposed project is located within a redevelopment area, the Agency. \n     (c)     After soliciting any and all comments from the agencies described in paragraph (b), the Director of Public Finance shall provide its recommendation as to passage before consideration of the TEFRA Resolution by the Board of Supervisors. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.6.  APPLICABILITY.\n     This Chapter shall not be interpreted to apply to any residential project for which the sponsor has submitted a request for the introduction of a TEFRA resolution on or before June 1, 2006. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nARTICLE X:\nSPECIAL TAX FINANCING LAW*\n\nTitle 1  General Provisions\n\nSec. 43.10.1.\nTitle. \n\nSec. 43.10.2.\nPurpose. \n\nSec. 43.10.3.\nFull Authority. \n\nSec. 43.10.4.\nAdditional Authority. \n\nSec. 43.10.5.\nActions and Determinations. \n\nSec. 43.10.6.\nCompliance With Article. \n\nSec. 43.10.7.\nNecessary or Convenient Procedure Authorized. \n\nSec. 43.10.8.\nNonexclusiveness of Remedies. \n\nSec. 43.10.9.\nIncorporation of The Mello-Roos Community Facilities Act of 1982. \n\nSec. 43.10.10.\nAdministrative Appeals Procedures. \n\nSec. 43.10.11.\nLimitation of Actions. \n\nSec. 43.10.12.\nDefinitions. \nTitle 2  Provisions Relating to Formation of Districts \n\nSec. 43.10.13.\nName and Nature of Districts.\n\nSec. 43.10.14.\nElections.\n\nSec. 43.10.15.\nAuthorized Facilities.\n\nSec. 43.10.16.\nAuthorized Services.\n\nSec. 43.10.17.\nAlternate Procedure for Forming Special Tax Districts. \nTitle 3  Provisions Relating to Bonds \n\nSec. 43.10.18.\nAlternate Procedure for Approving Issuance of Bonds. \n\nSec. 43.10.19.\nImprovement Areas \n\nSec. 43.10.20.\nRefunding Bonds: Use of Savings. \n\nSec. 43.10.21.\nAuthority to Advance Funds. \nTitle 4  Supplemental Provisions \n\nSec. 43.10.22.\nLiberal Construction. \n\nSec. 43.10.23.\nOmissions Do Not Impact Validity. \n\nSec. 43.10.24.\nArticle Controlling. \n\nSec. 43.10.25.\nSeverability.  \nTITLE 1 - - GENERAL PROVISIONS\n\nSEC. 43.10.1.  TITLE.\n     This Article may be cited as the Special Tax Financing Law. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.2.  PURPOSE.\n     This Article provides an alternative method of financing certain public and private capital facilities and municipal services. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.3.  FULL AUTHORITY.\n     This Article is full authority for the City to undertake the matters specified herein. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.4.  ADDITIONAL AUTHORITY.\n     This Article is adopted pursuant to Section 1.01 of the Charter of the City, in proceedings had pursuant to this Article, which are a municipal affair, any general laws referred to in this Article are deemed a part of this Article. The provisions of this Article shall not affect or limit any other provisions of law authorizing or providing for the furnishing of public and private capital facilities or services, or the raising of revenue for these purposes. The City and County may use the provisions of this Article instead of or in conjunction with any other method of financing a part or all of the cost of providing the authorized kinds of public and private capital facilities and municipal services. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.5.  ACTIONS AND DETERMINATIONS.\n     The Board of Supervisors may take any actions or make any determinations which it determines are necessary or convenient to carry out the purposes of this Article and which are not otherwise prohibited by law. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.6.  COMPLIANCE WITH ARTICLE.\n     Any proceedings taken or special taxes levied pursuant to this Article shall not be held invalid for failure to comply with the provisions of this Article provided such failure is not a constitutional defect. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.7.  NECESSARY OR CONVENIENT PROCEDURE AUTHORIZED.\n     Any procedure not expressly set forth in this Article but deemed necessary or convenient to carry out any of its purposes is authorized. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.8.  NONEXCLUSIVENESS OF REMEDIES.\n     The remedies provided in this Article for the enforcement of any levy pursuant to this Article are not exclusive, and additional remedies may be provided at any time. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.9.  INCORPORATION OF THE MELLO-ROOS COMMUNITY FACILITIES ACT OF 1982.\n     The Meilo-Roos Community Facilities Act of 1982 (Chapter 2.5, commencing with Section 53311 of Part 1, Division 2, Title 5 of the California Government Code) (the \"Act\"), as amended from time to time, is incorporated in and made a part of this Article. Except as otherwise provided by this Article, the purposes, mode and manner of levying and collecting special taxes and the issuance of bonds secured by special taxes shall be as prescribed in the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.10.  ADMINISTRATIVE APPEALS PROCEDURES.\n     The Board of Supervisors may provide by separate resolution such appeals procedures as it may deem appropriate to facilitate the levy and enforcement of the special taxes. Such procedures may provide for the appeal of confirmed special taxes to an official of the City responsible for the collection of the special taxes and grounds upon and times within which such appeals must be made. There shall be no appeal to the Board of Supervisors from the decision of the appointed official or other official of the City. The taking of an administrative appeal under this Article shall be a precondition to bringing any action under Section \n43.10.11 of this Article. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.11.  LIMITATION OF ACTIONS.\n     Except as provided in Section \n43.10.17. the validity of any special tax levied under this Article shall not be contested in any action or proceeding unless the action or proceeding is commenced within 30 days after the effective date of any ordinance or resolution providing for the levy of such special tax. Thereafter, a special tax may be contested only for the purpose of challenging the accuracy of computation of the special tax. Any appeal from a final judgment in the action or proceeding shall be perfected within 30 days after the entry of judgment. Except as provided in Section \n43.10.18. the validity of any bonds issued under this Article shall not be contested in any action or proceeding unless the action or proceeding is commenced within 30 days after the effective date of any ordinance or resolution authorizing the issuance of such bonds. Any appeal from a final judgment in the action or proceeding shall be perfected within 30 days after the entry of judgment. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.12.  DEFINITIONS.\n     Unless the context otherwise requires, the terms defined in this Article shall have the following meanings. Defined terms used in this Article but not defined in this Article have the meaning given them in the Act. \n     (a)     \"Act\" means the Meilo-Roos Community Facilities Act of 1982 (Chapter 2.5, commencing with Section 53311 of Part 1, Division 2, Title 5 of the California Government Code), as amended from time to time, \n     (b)     \"Board of Supervisors\" means the Board of Supervisors of the City and County of San Francisco.\n     (c)     \"City\" means the City and County of San Francisco.\n     (d)     \"Services\" means, in addition to the \"Services\" defined in Section 53317 of the Act, operation and maintenance of any improvements that may be financed under this Article or the Act, and any related studies, testing or monitoring. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nTITLE 2 - - PROVISIONS RELATING TO FORMATION OF DISTRICTS\n\nSEC. 43.10.13.  NAME AND NATURE OF DISTRICTS.\n     The name of any district created under this Article shall be substantially as follows: \n     \"City and County of San Francisco Special Tax District No. ____________ ( ).\"\n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.14.  ELECTIONS.\n     For purposes of any election herein, unless otherwise waived by unanimous action of all qualified electors, the time for the conduct of the election shall be not less than 30 nor more than 120 days from the adoption of the Resolution of Formation or other resolution ordering such election. For purposes of any such election, the Clerk of the Board of Supervisors shall be the election official responsible for conducting and canvassing such election. \n     In order to reduce the procedural burdens on the City and County and its property owners, this Article establishes certain procedures by which one or more property owners may vote in favor of special taxes, bonded indebtedness, an appropriations limit, and annexation to a district by unanimous approval. The Board of Supervisors hereby finds and declares that any unanimous approval constitutes the vote of the qualified elector in favor of the matters addressed in the unanimous approval for purposes of the California Constitution, including, but not limited to Articles XIIIA and XIIIC. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.15.  AUTHORIZED FACILITIES.\n     In addition to the facilities that may be financed under the Act, special taxes may be levied and bonds may be issued to finance or refinance the acquisition, installation and improvement of energy efficiency, water conservation, water pollution control, and renewable equipment with an estimated useful life of five years or longer and/or energy efficiency, water conservation, water pollution control, and renewable energy improvements that are attached to or on real property and in buildings, whether such real property or buildings are privately or publicly owned. Energy efficiency, water conservation, water pollution control and renewable energy improvements may only be installed on a privately owned building and on privately owned real property with the prior written consent of the owner or owners of the building or real property, \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.16.  AUTHORIZED SERVICES.\n     It is hereby specifically provided that in proceedings under this Article to finance Services, the limitations set forth in the penultimate paragraph of Section 53313 shall not apply. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.17.  ALTERNATE PROCEDURE FOR FORMING SPECIAL TAX DISTRICTS.\n     (a)     As an alternate and independent procedure for forming a special tax district, the Board of Supervisors may form a special tax district that initially consists solely of territory proposed for annexation to the special tax district in the future, with the condition that a parcel or parcels within that territory may be annexed to the special tax district and subjected to the special tax only with the unanimous approval of the owner or owners of such parcel or parcels at the time that such parcel or those parcels are annexed. In such case, the Board of Supervisors shall follow the procedures set forth in the Act for the formation of a community facilities district, with the following exceptions: \n          (i)     The Board of Supervisors shall not be obligated to specify the rate or rates of special tax in the resolution of intention or the resolution of formation, provided that both of the following are met: \n               (A)     the resolution of intention and the resolution of formation include a statement that the rate shall be established in an amount required to finance or refinance the authorized improvements and to pay the district's administrative expenses, and \n               (B)     the maximum rate of special tax applicable to a parcel or parcels shall be specified in the unanimous approval described in this Section relating to such parcel or parcels. \n          (ii)     In lieu of approval pursuant to an election held in accordance with the procedures set forth in this Article and in Sections 53326, 53327, 53327.5 and 53328 of the Act, the appropriations limit for the special tax district, the applicable rate, method of apportionment and manner of collection of special tax and the authorization to incur bonded indebtedness for the special tax district may be specified and approved by the unanimous approval of the owner or owners of each parcel or parcels at the time that such parcel or parcels are annexed to the special tax district. No additional hearings or procedures are required, and a unanimous approval shall be deemed to constitute a unanimous vote in favor of the appropriations limit for the special tax district, the authorization to levy the special tax on such parcel or parcels and the authorization to incur bonded indebtedness for the special tax district. \n          (iii)     This subsection establishes the applicable protest provisions in the event the City forms a special tax district pursuant to the procedures set forth in this Section. If 50 percent or more of the registered voters, or six registered voters, whichever is more, residing within the territory proposed to be annexed to the special tax district in the future, or if the owners of one-half or more of the area of land proposed to be annexed in the future and not exempt from the special tax, file written protests against establishment of the special tax district, and protests are not withdrawn so as to reduce the protests to less than a majority, no further proceedings to form the special tax district shall be undertaken for a period of one year from the date of decision of the Board of Supervisors on the issues discussed at the hearing, if the majority protests of the registered voters or of the landowners are only against the furnishing of a specified type or types of facilities or services within the district, or against levying a specified special tax, those types of facilities or services or the specified special tax shall be eliminated from the resolution of formation. \n          (iv)     The Board of Supervisors shall not record a notice of special tax lien against any parcel or parcels in the special tax district until such time as the owner or owners of such parcel or parcels have given their unanimous approval of such parcel or parcels' annexation to the special tax district, at which time the notice of special tax lien shall be recorded against such parcel or parcels as set forth in Section 53328.3 of the Act. \n     (b)     Notwithstanding the provisions of Section 53340 of the Act, after adoption of the resolution of formation for a special tax district described in subdivision (a) hereof, the Board of Supervisors may, by ordinance, provide for the levy of the special taxes on parcels that will annex to the special tax district at the rate or rates to be approved by unanimous approval of the owner or owners of each parcel or parcels to be annexed to the special tax district and for apportionment and collection of the special taxes in the manner specified in the resolution of formation. No further ordinance shall be required even though no parcels may then have annexed to the special tax district. \n     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, the City may bring an action to determine the validity of any special taxes levied pursuant to this, Article and authorized pursuant to the procedures set forth in this Section \n43.10.17 pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure. Notwithstanding Section 53359 of the Act and Section \n43.10.11 of this Article, if an action is brought by an interested person pursuant to Section 863 of the Code of Civil Procedure to determine the validity of any special taxes levied against a parcel pursuant to this Article and authorized pursuant to the procedures set forth in this section, the action shall be brought pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure, but shall, notwithstanding the time limits specified in Section 860 of the Code of Civil Procedure, be commenced within 15 days after the date on which the notice of special tax lien is recorded against the parcel. Any appeal from a judgment in any action or proceeding described in this subdivision shall be commenced within 30 days after entry of judgment. \n     (d)     With respect to a, special tax district formed pursuant to the alternate and independent procedure set forth in this Section \n43.10.17, nothing in this Section shall prohibit the City from obtaining the approval of the qualified electors with respect to a particular parcel or parcels as to, the annexation of such parcels to the special tax district, the appropriations limit for the special tax district, the applicable rate, method of apportionment and manner of collection of special tax and the authorization to incur bonded indebtedness for the special tax district pursuant to any other procedure authorized by the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nTITLE 3 - - PROVISIONS RELATING TO BONDS\n\nSEC. 43.10.18.  ALTERNATE PROCEDURE FOR APPROVING ISSUANCE OF BONDS.\n     (a)     As an alternate and independent procedure for conducting an election on the proposition to authorize bonded indebtedness for a special tax district formed pursuant to Section \n43.10.17, and in lieu of the procedure set forth in this Article and in Sections 53353.5, 53354 and 53355 of the Act, the proposition to authorize bonded indebtedness may be approved by the owner or owners of a parcel or parcels of property at the time that the parcel or parcels are annexed to the special tax district pursuant to the unanimous approval described in \n43.10.17. No additional hearings or procedures are required, and such unanimous approval shall be deemed to constitute a unanimous vote in favor of such proposition. \n     (b)     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, the City may bring an action, pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure, to determine the validity of any bonds issued pursuant to this Article and authorized pursuant to the procedures set forth in this Section \n43.10.18. \n     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, if an action is brought by an interested person pursuant to Section 863 of the Code of Civil Procedure to determine the validity of any bonds issued pursuant to this Article and authorized pursuant to the procedures set forth in this Section \n43.10.18, the action shall be brought pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure but shall, notwithstanding the time limits specified in Section 860 of the Code of Civil Procedure, be commenced within 30 days after the effective date of the resolution described in Section 53351 of the Act. Any appeal from a judgment in any action or proceeding described in this subdivision shall be commenced within 30 days after entry of judgment. \n     (c)     With respect to a special tax district formed pursuant to Section \n43.10.17, nothing in this Section shall prohibit the City from obtaining the approval of the qualified electors with respect lo_ a particular parcel or parcels as to the authorization to incur bonded indebtedness for the special tax district pursuant to any other procedure authorized by the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.19.  IMPROVEMENT AREAS\n     In connection with formation of a special tax district and annexation of a parcel or parcels to the special tax district pursuant to the alternate and independent procedure set forth in Section \n43.10.17 and the conduct of an election on the proposition to authorize bonded indebtedness pursuant to the alternate and independent procedure set forth in Section 43.10,18, the City may, without additional hearings or procedures, designate a parcel or parcels as an improvement area within the Special Tax District. Such improvement area shall be known as \"Improvement Area No. \" of \"Special Tax District After the designation of a parcel or parcels as an improvement area, all proceedings for approval of the appropriations limit, the rate, method of apportionment and, manner of collection of special tax and the authorization to incur bonded indebtedness for such parcel or parcels shall apply only to the improvement area. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.20.  REFUNDING BONDS: USE OF SAVINGS.\n     Bonds may be issued under this Article to refund any outstanding special tax bonds or other indebtedness payable from special taxes, whether fixed lien bonds or any other improvement or special tax bonds, including ad valorem assessment or revenue bonds. Any savings achieved through the issuance of refunding bonds may be used by the City in any manner that it determines to be in the best financial interests of the City. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.21.  AUTHORITY TO ADVANCE FUNDS.\n     In connection with the issuance of bonds pursuant to this Article, the Board may determine and may declare in the resolution authorizing the issuance of the bonds that it will obligate itself to advance available surplus funds in the amount of any delinquent special taxes as an advance recoverable upon payment of delinquent special taxes. For purposes of this section, \"available surplus funds\" shall mean any surplus moneys held by the City at the end of each fiscal year in excess of the amounts required to pay lawful municipal obligations of the City for that fiscal year, all as determined by the Board of Supervisors in its sole discretion, whose determination shall be final and binding. \n\nTITLE 4 - - SUPPLEMENTAL PROVISIONS\n\nSEC. 43.10.22.  LIBERAL CONSTRUCTION.\n     This chapter is to be liberally construed. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.23.  OMISSIONS DO NOT IMPACT VALIDITY.\n     Any proceedings taken or special tax levied pursuant to this Article shall not be held invalid for failure to comply with the provisions of this Article provided such failure is not a constitutional defect. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.24.  ARTICLE CONTROLLING.\n     To the extent that the provisions of this Article are inconsistent with the provisions of any general statute or special act or parts thereof the provisions of this Article shall be deemed controlling. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.25.  SEVERABILITY.\n     If any provisions of this Article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect any other provision or application of this Article which can be given effect without the invalid provision or application, and to this end the provisions of this Article are declared to be severable. The Board of Supervisors hereby declares that it would have adopted and passed this Article and each section, subsection, sentence, clause, phrase and word hereof, irrespective of the fact that any one or more of the other sections, subsections, sentences, clauses, phrases or words hereof be declared invalid or unconstitutional. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nARTICLE XI:\nGENERAL OBLIGATION BOND SHORT-TERM INDEBTEDNESS\n\n\nSec. 43.11.1.\nFindings.\n\nSec. 43.11.2.\nDefinitions.\n\nSec. 43.11.3.\nAuthorization of Short-Term Indebtedness.\n\nSec. 43.11.4.\nMiscellaneous Provisions\n\nSec. 43.11.5.\nLiberal Construction.\n\nSEC. 43.11.1.  FINDINGS.\n     The City and County of San Francisco (the \"City \") is a municipal corporation and chartered city and county duly organized and existing under a charter pursuant to which the City has the right and power to make and enforce all laws and regulations in respect to municipal affairs and certain other matters in accordance with and as more particularly provided in Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Section \n1.101 of the Charter of the City (the \"Charter\"), \n     Pursuant to Section \n9.113(e) of the Charter, this Article sets forth a procedure by which the City may issue short-term indebtedness in anticipation of the issuance of general obligation bonds which have been approved by the voters. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.2.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of this City.\n     (c)     The term \"City \" shall mean the City and County of San Francisco.\n     (d)     The term \"Director \" shall mean Director of the Office of Public Finance, or his/her designee, or any successor to that Office.\n     (e)     The terms \"Short-Term Indebtedness \" and \"Bonds \" shall have the meanings set forth in Section \n43.11.3.\n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.3.  AUTHORIZATION OF SHORT-TERM INDEBTEDNESS.\n     (a)     When the Board deems it in the best interests of the City, the Board may authorize the issuance, upon such terms and conditions as it may determine, of notes or other obligations (\"Short-Term Indebtedness \"), maturing within a period not to exceed five years of its date of issuance (or of the date of issuance of any refunded Short-Term Indebtedness), in anticipation of the sale of general obligation bonds (\"Bonds\") which have been approved by the voters and authorized for issuance by the Board at the time such Short-Term Indebtedness is issued. \n     (b)     The proceeds from the sale of the Short-Term Indebtedness shall be used only for the purposes for which the Bonds were approved by the voters, together with the costs of issuing such Short-Term Indebtedness. \n     (c)     All Short-Term Indebtedness issued and any renewal or refunding thereof shall be payable solely from the proceeds of the sale of the Bonds, provided that (i) all or a portion of the principal and interest on such Short-Term Indebtedness may be payable from the levy of the tax authorized by the voters if authorized by the Board or required by law; (ii) interest payable on the Short Term Indebtedness may be payable from the proceeds of such Short Term Indebtedness if authorized by the Board, and (iii) in the event that the sale of the Bonds shall not have occurred prior to the maturity of the Short-Term Indebtedness issued in anticipation of the sale, the Director, in order to meet the Short-Term Indebtedness then maturing, shall issue refunding Short-Term Indebtedness for such purpose. No refunding of Short-Term Indebtedness shall be issued after the sale of Bonds in anticipation of which the original Short-Term Indebtedness was issued. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.4.  MISCELLANEOUS PROVISIONS\n     (a)     The Short-Term Indebtedness shall have such terms and conditions, not inconsistent with the terms of this Article, as the Director shall determine, provided that no Short-Term Indebtedness shall have a final maturity in excess of five years from its date or, in the case of refunding Short-Term Indebtedness, the date of the first issuance of Short-Term Indebtedness to which such refunding relates. The Short-Term Indebtedness shall be sold upon such terms and conditions as the Director shall determine. The Short-Term Indebtedness may be sold at competitive or negotiated sale as determined by the Board is in the best financial interest of the City and such determination may be delegated by the Board to the Director. Any Short-Term Indebtedness may be sold at a discount not to exceed 5% and at a premium, as the Director shall determine is in the best financial interest of the City. \n     (b)     In connection with the issuance of any Short-Term Indebtedness, the Board may authorize the City to enter into credit enhancement or liquidity agreements, with payment, interest rate, currency, security, default, remedy, and other terms and conditions as the Director shall determine are in the best financial interest of the City. \n     (c)     In connection with the issuance of any Short-Term Indebtedness, the Board may authorize the City to appoint such agents and other professionals as necessary or desirable as the Director shall determine. \n     (d)     The total amount of Short-Term Indebtedness issued and outstanding shall at no time exceed the total amount of the authorized but unissued Bonds. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.5.  LIBERAL CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nARTICLE XII:\nPORT COMMISSION OF THE CITY AND COUNTY OF SAN FRANCISCO REVENUE BOND LAW\n\n\nSec. 43.12.1.\nFindings. \n\nSec. 43.12.2.\nTitle. \n\nSec. 43.12.3.\nDefinitions. \n\nSec. 43.12.4.\nAuthority for Actions in Addition to Special Provisions. \n\nSec. 43.12.5.\nProcedure. \n\nSec. 43.12.6.\nMiscellaneous Provisions. \n\nSec. 43.12.7.\nValidation of Bonds. \n\nSec. 43.12.8.\nLiberal Construction. \n\nSEC. 43.12.1.  FINDINGS.\n     The City and County of San Francisco (the \"City\") is a municipal corporation and chartered city and county duly organized and existing under a charter pursuant to which the City has the right and power to make and enforce all laws and regulations in respect to municipal affairs and certain other matters in accordance with and as more particularly provided in Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Section \n1.101 of the Charter of the City (the \"Charter\"). \n     Pursuant to Section \n4.102 of the Charter, the Port Commission is authorized to execute such powers and duties as shall be prescribed by the Board of Supervisors of the City (the \"Board\"). \n     Section \n9.107 of the Charter provides for the issuance of revenue bonds by the Port Commission of the City (the \"Port Commission\") for any Port-related purpose and secured solely by Port revenues and also provides that such revenue bonds may be issued and sold in accordance with state law or any procedure provided for by ordinance. \n     Pursuant to Section \n9.107 of the Charter, this Article sets forth a procedure by which the Port Commission may issue revenue bonds for any Port-related purpose and secured solely by Port revenues. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.2.  TITLE.\n     This Article shall be known as the Port Commission of the City and County of San Francisco Revenue Bond Law. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.3.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of the City.\n     (c)     The term \"City\" shall mean the City and County of San Francisco.\n     (d)     The term \"Port Commission\" shall mean the Port Commission of the City.\n     (e)     The term \"Executive Director\" shall mean the Executive Director of the Port, or his/her designee, or any successor to that Office. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.4.  AUTHORITY FOR ACTIONS IN ADDITION TO SPECIAL PROVISIONS.\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.5.  PROCEDURE.\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Port Commission shall have authority to issue revenue bonds for any Port-related purpose and secured solely by revenues available to the Port and pledged by the Port to such bonds, under such terms and conditions as the Port Commission may authorize by resolution. \n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed that which may be fixed and prescribed by resolution of the Port Commission. \n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Port Commission may determine by resolution and such determination may be delegated by the Port Commission to the Executive Director. \n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Port Commission may enter into credit enhancement or liquidity agreements. \n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Port Commission may appoint such agents and other professionals as necessary or desirable. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.6.  MISCELLANEOUS PROVISIONS.\n     (a)     Revenue bonds issued pursuant to this Article shall be special obligations of the Port Commission, payable as to principal and interest solely out of revenues of the Port Commission expressly pledged therefor. neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon. The Port Commission has no taxing power whatsoever. \n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing port facilities, subject to the general obligation bond issue procedure provided for in the Charter. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.7.  VALIDATION OF BONDS.\n     (a)     Any action by the Port Commission or the City to determine, or any action by an interested person challenging, the validity of the Port's revenue bonds shall be brought pursuant to Chapter 9 (commencing with Section 860) of Title 10 of Part 2 of the California Code of Civil Procedure. \n     (b)     For the purposes of Section 860 of the Code of Civil Procedure, any action initiated pursuant to this section shall be brought in the Superior Court of the City and County of San Francisco. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.8.  LIBERAL CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nARTICLE XIII:\nSAN FRANCISCO MUNICIPAL TRANSPORTATION AGENCY REVENUE BOND LAW\n\n\nSec. 43.13.1.\n[Title.]\n\nSec. 43.13.2.\n[Definitions.]\n\nSec. 43.13.3.\n[Nature of Authority Provided in Article.]\n\nSec. 43.13.4.\n[Issuance; Interest; Sale.]\n\nSec. 43.13.5.\n[Security; Nature of Obligation.]\n\nSec. 43.13.6.\n[Actions Concerning Validity of Bonds.]\n\nSec. 43.13.7.\n[Powers Conferred by Article Are Supplemental.]\n\nSec. 43.13.8.\n[Authorization of Officials.]\nEditor's Note:     The bracketed section headers in this Article have been added by the editor and are not official parts of this Code.\n\nSEC. 43.13.1.  [TITLE.]\n     This Article shall be known as the San Francisco Municipal Transportation Agency Revenue Bond Law.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.2.  [DEFINITIONS.]\n     For purposes of this Article, the following terms shall have the meanings given below:\n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Board of Directors\" shall mean the Board of Directors of the SFMTA.\n     (c)     The term \"Charter\" shall mean the Charter of the City.\n     (d)     The term \"City\" shall mean the City and County of San Francisco.\n     (e)     The term \"Director of Transportation\" shall mean the Director of Transportation of the SFMTA, or his/her designee, or any successor to that Office.\n     (f)     The term \"SFMTA\" shall mean the San Francisco Municipal Transportation Agency of the City.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.3.  [NATURE OF AUTHORITY PROVIDED IN ARTICLE.]\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nEditor's Note:     See also Sec. \n43.13.7.\n\nSEC. 43.13.4.  [ISSUANCE; INTEREST; SALE.]\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Board of Directors shall have authority to issue revenue bonds for any SFMTA-related purpose, including but not limited to new capital improvements and refundings (including the refunding of bonds issued by The Parking Authority of the City and County of San Francisco or nonprofit corporations), and secured solely by revenues available to the SFMTA and pledged by the SFMTA to such bonds, under such terms and conditions as the Board of Directors may authorize by resolution. Refunding revenue bonds may be issued to further any SFMTA purpose, including but not limited to the refunding of obligations issued or entered into by corporations or The Parking Authority of the City and County of San Francisco to finance parking garages, and the Board of Directors may by resolution approve such refundings based on parameters for debt service savings or other benefits from such refundings (notwithstanding any other savings test in this Article 43\n1 or in any other law).\n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed the maximum legal rate of interest and shall be prescribed by resolution of the Board of Directors.\n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Board of Directors may determine by resolution and such determination may be delegated by the Board of Directors to the Director of Transportation.\n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Board of Directors may enter into credit enhancement or liquidity agreements.\n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Board of Directors may appoint such agents and other professionals as necessary or desirable.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\nSEC. 43.13.5.  [SECURITY; NATURE OF OBLIGATION.]\n     (a)     Revenue bonds issued pursuant to this Article may be secured by the gross revenues (including parking garage and parking meter revenues and excluding general fund transfers and including or excluding any other portion of the revenues as may be particularly described in the related documents) of the SFMTA, in each case as provided in the documentation for such revenue bonds. Revenue bonds issued pursuant to this Article shall be special obligations of the SFMTA, payable as to principal and interest solely out of revenues of the SFMTA expressly pledged therefor. The general fund of the City shall not be liable for the payment of such revenue bonds, and neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon.\n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing transit, transportation and/or related facilities, subject to the general obligation bond issue procedure provided for in the Charter.\n     (c)     Notwithstanding anything to the contrary in this Article XIII, Chapter 43, the requirements and limitations set forth in Sections \n9.107, \n9.108 and \n9.109 of the Charter shall in no way limit the authority of the SFMTA to issue revenue bonds or refunding revenue bonds.\n     (d)     The Board of Directors may by resolution authorize the issuance of bonds, certificates of participation or other types of debt obligations to refund any bond issued or permitted to be refunded pursuant to the provisions of this Article VIII.\n1 Said resolution shall set forth the benefits and the purpose for the issuance of such refunding obligations.\n     (e)     In addition to revenue bonds as described herein, the Board of Directors by resolution may determine to issue revenue bonds, special facility revenue bonds, notes or commercial paper, and related credit enhancement or liquidity facilities, secured by a parity or subordinate lien on all or a portion of the revenues of the SFMTA, in each case as provided in the related documents for such obligation. The authorization and issuance of such obligations shall be entitled to the same rights and benefits, and shall be subject to the same parameters and procedures, as are set forth herein for revenue bonds.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\nSEC. 43.13.6.  [ACTIONS CONCERNING VALIDITY OF BONDS.]\n     (a)     Any action by the Board of Directors or the City to determine, or any action by an interested person challenging, the validity of the SFMTA's revenue bonds shall be brought pursuant to Chapter 9 (commencing with Section 860) of Title 10 of Part 2 of the California Code of Civil Procedure.\n     (b)     For the purposes of Section 860 of the Code of Civil Procedure, any action initiated pursuant to this section shall be brought in the Superior Court of the City and County of San Francisco.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.7.  [POWERS CONFERRED BY ARTICLE ARE SUPPLEMENTAL.]\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nEditor's Note:     See also Sec. \n43.13.3.\n\nSEC. 43.13.8.  [AUTHORIZATION OF OFFICIALS.]\n     The Mayor, the Director of Transportation, the City Attorney, the Controller of the City, the Treasurer of the City, the City Administrator, the Clerk of the Board and other officers of the City and their duly authorized deputies and agents are hereby authorized and directed, jointly and severally, to take such actions and to execute and deliver such certificates, agreements, requests or other documents, as they may deem necessary or desirable to facilitate the purposes of this Section XIII of Chapter 43.\n1\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\n\n \n\nNotes\n*\n> *Editor's note\n     Ord. 216-09, File No. 090938, Approved October 29, 2009, amended Art. X, in its entirety, to read as herein set out. Prior to inclusion of said ordinance, Art. X pertained to similar subject matter. \n\n endnote table \nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"43","chaptersection":"1.31. ","identifier":"43.1.31. ","catch_text":"SEVERABILITY."}}