{"text":"\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Board of Directors shall have authority to issue revenue bonds for any SFMTA-related purpose, including but not limited to new capital improvements and refundings (including the refunding of bonds issued by The Parking Authority of the City and County of San Francisco or nonprofit corporations), and secured solely by revenues available to the SFMTA and pledged by the SFMTA to such bonds, under such terms and conditions as the Board of Directors may authorize by resolution. Refunding revenue bonds may be issued to further any SFMTA purpose, including but not limited to the refunding of obligations issued or entered into by corporations or The Parking Authority of the City and County of San Francisco to finance parking garages, and the Board of Directors may by resolution approve such refundings based on parameters for debt service savings or other benefits from such refundings (notwithstanding any other savings test in this Article 43\n1 or in any other law).\n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed the maximum legal rate of interest and shall be prescribed by resolution of the Board of Directors.\n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Board of Directors may determine by resolution and such determination may be delegated by the Board of Directors to the Director of Transportation.\n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Board of Directors may enter into credit enhancement or liquidity agreements.\n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Board of Directors may appoint such agents and other professionals as necessary or desirable.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\n","heading":{"title":"43","chaptersection":"13.4","identifier":"43.13.4","catch_text":"[ISSUANCE; INTEREST; SALE.]"}}