{"text":"\n     Unless the context otherwise requires, the terms defined in this Article shall have the following meanings: \n     (a)     \"Board of Supervisors\" means the Board of Supervisors of the City and County of San Francisco.\n     (b)     \"Bonds\" means any bonds, notes, certificates, debentures or other obligations issued by the City and County pursuant to this Article and payable as provided in this Article. \n     (c)     \"City\" means the City and County of San Francisco.\n     (d)     \"Cost\" means the total of all costs incurred by or on behalf of a participating party to carry out all works and undertakings and to obtain all rights and powers necessary or incident to the acquisition, construction, or rehabilitation of a residence. \"Cost\" may include all costs of issuance of bonds for such purposes and costs for construction undertaken by a participating party as its own contractor. \n     (e)     \"Participating party\" means any individual, association, corporation, partnership or other entity which is approved by the City and County to undertake the financing of the costs of a residence pursuant to this Article. \n     (f)     \"Residence\" means real property improved with a residential structure. \"Residence\" includes condominium and cooperative dwelling units, real property improved with single-family residential structures, and real property improved with multi-family residential structures. \n     (g)     \"Revenues\" means amounts received by the City and County as payments of principal, interest, and all other charges with respect to a loan under this Article; as payments under a lease, sublease or sale agreement with respect to a residence; as proceeds received by the City and County from mortgage, hazard or other insurance on or with respect to such a loan (or any property securing such loan), lease, sublease or sale agreement, all other rents, charges, fees, income and receipts derived by the City and County from the financing of a residence under this Article; any amounts received by the City and County as investment earnings on moneys deposited in any fund securing bonds and such other legally available moneys as the Board of Supervisors may, in its discretion, lawfully designate as revenues, resolution, or any indenture authorized by such resolution to be entered into by the City and County. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\n","heading":{"title":"43","chaptersection":"1.5","identifier":"43.1.5","catch_text":"DEFINITIONS."}}