{"text":"\n     (a)     As an alternate and independent procedure for conducting an election on the proposition to authorize bonded indebtedness for a special tax district formed pursuant to Section \n43.10.17, and in lieu of the procedure set forth in this Article and in Sections 53353.5, 53354 and 53355 of the Act, the proposition to authorize bonded indebtedness may be approved by the owner or owners of a parcel or parcels of property at the time that the parcel or parcels are annexed to the special tax district pursuant to the unanimous approval described in \n43.10.17. No additional hearings or procedures are required, and such unanimous approval shall be deemed to constitute a unanimous vote in favor of such proposition. \n     (b)     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, the City may bring an action, pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure, to determine the validity of any bonds issued pursuant to this Article and authorized pursuant to the procedures set forth in this Section \n43.10.18. \n     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, if an action is brought by an interested person pursuant to Section 863 of the Code of Civil Procedure to determine the validity of any bonds issued pursuant to this Article and authorized pursuant to the procedures set forth in this Section \n43.10.18, the action shall be brought pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure but shall, notwithstanding the time limits specified in Section 860 of the Code of Civil Procedure, be commenced within 30 days after the effective date of the resolution described in Section 53351 of the Act. Any appeal from a judgment in any action or proceeding described in this subdivision shall be commenced within 30 days after entry of judgment. \n     (c)     With respect to a special tax district formed pursuant to Section \n43.10.17, nothing in this Section shall prohibit the City from obtaining the approval of the qualified electors with respect lo_ a particular parcel or parcels as to the authorization to incur bonded indebtedness for the special tax district pursuant to any other procedure authorized by the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\n","heading":{"title":"43","chaptersection":"10.18. ","identifier":"43.10.18. ","catch_text":"ALTERNATE PROCEDURE FOR APPROVING ISSUANCE OF BONDS."}}