{"text":"\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nARTICLE XII:\nPORT COMMISSION OF THE CITY AND COUNTY OF SAN FRANCISCO REVENUE BOND LAW\n\n\nSec. 43.12.1.\nFindings. \n\nSec. 43.12.2.\nTitle. \n\nSec. 43.12.3.\nDefinitions. \n\nSec. 43.12.4.\nAuthority for Actions in Addition to Special Provisions. \n\nSec. 43.12.5.\nProcedure. \n\nSec. 43.12.6.\nMiscellaneous Provisions. \n\nSec. 43.12.7.\nValidation of Bonds. \n\nSec. 43.12.8.\nLiberal Construction. \n\nSEC. 43.12.1.  FINDINGS.\n     The City and County of San Francisco (the \"City\") is a municipal corporation and chartered city and county duly organized and existing under a charter pursuant to which the City has the right and power to make and enforce all laws and regulations in respect to municipal affairs and certain other matters in accordance with and as more particularly provided in Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Section \n1.101 of the Charter of the City (the \"Charter\"). \n     Pursuant to Section \n4.102 of the Charter, the Port Commission is authorized to execute such powers and duties as shall be prescribed by the Board of Supervisors of the City (the \"Board\"). \n     Section \n9.107 of the Charter provides for the issuance of revenue bonds by the Port Commission of the City (the \"Port Commission\") for any Port-related purpose and secured solely by Port revenues and also provides that such revenue bonds may be issued and sold in accordance with state law or any procedure provided for by ordinance. \n     Pursuant to Section \n9.107 of the Charter, this Article sets forth a procedure by which the Port Commission may issue revenue bonds for any Port-related purpose and secured solely by Port revenues. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.2.  TITLE.\n     This Article shall be known as the Port Commission of the City and County of San Francisco Revenue Bond Law. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.3.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of the City.\n     (c)     The term \"City\" shall mean the City and County of San Francisco.\n     (d)     The term \"Port Commission\" shall mean the Port Commission of the City.\n     (e)     The term \"Executive Director\" shall mean the Executive Director of the Port, or his/her designee, or any successor to that Office. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.4.  AUTHORITY FOR ACTIONS IN ADDITION TO SPECIAL PROVISIONS.\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.5.  PROCEDURE.\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Port Commission shall have authority to issue revenue bonds for any Port-related purpose and secured solely by revenues available to the Port and pledged by the Port to such bonds, under such terms and conditions as the Port Commission may authorize by resolution. \n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed that which may be fixed and prescribed by resolution of the Port Commission. \n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Port Commission may determine by resolution and such determination may be delegated by the Port Commission to the Executive Director. \n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Port Commission may enter into credit enhancement or liquidity agreements. \n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Port Commission may appoint such agents and other professionals as necessary or desirable. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.6.  MISCELLANEOUS PROVISIONS.\n     (a)     Revenue bonds issued pursuant to this Article shall be special obligations of the Port Commission, payable as to principal and interest solely out of revenues of the Port Commission expressly pledged therefor. neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon. The Port Commission has no taxing power whatsoever. \n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing port facilities, subject to the general obligation bond issue procedure provided for in the Charter. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.7.  VALIDATION OF BONDS.\n     (a)     Any action by the Port Commission or the City to determine, or any action by an interested person challenging, the validity of the Port's revenue bonds shall be brought pursuant to Chapter 9 (commencing with Section 860) of Title 10 of Part 2 of the California Code of Civil Procedure. \n     (b)     For the purposes of Section 860 of the Code of Civil Procedure, any action initiated pursuant to this section shall be brought in the Superior Court of the City and County of San Francisco. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.8.  LIBERAL CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nARTICLE XIII:\nSAN FRANCISCO MUNICIPAL TRANSPORTATION AGENCY REVENUE BOND LAW\n\n\nSec. 43.13.1.\n[Title.]\n\nSec. 43.13.2.\n[Definitions.]\n\nSec. 43.13.3.\n[Nature of Authority Provided in Article.]\n\nSec. 43.13.4.\n[Issuance; Interest; Sale.]\n\nSec. 43.13.5.\n[Security; Nature of Obligation.]\n\nSec. 43.13.6.\n[Actions Concerning Validity of Bonds.]\n\nSec. 43.13.7.\n[Powers Conferred by Article Are Supplemental.]\n\nSec. 43.13.8.\n[Authorization of Officials.]\nEditor's Note:     The bracketed section headers in this Article have been added by the editor and are not official parts of this Code.\n\nSEC. 43.13.1.  [TITLE.]\n     This Article shall be known as the San Francisco Municipal Transportation Agency Revenue Bond Law.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.2.  [DEFINITIONS.]\n     For purposes of this Article, the following terms shall have the meanings given below:\n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Board of Directors\" shall mean the Board of Directors of the SFMTA.\n     (c)     The term \"Charter\" shall mean the Charter of the City.\n     (d)     The term \"City\" shall mean the City and County of San Francisco.\n     (e)     The term \"Director of Transportation\" shall mean the Director of Transportation of the SFMTA, or his/her designee, or any successor to that Office.\n     (f)     The term \"SFMTA\" shall mean the San Francisco Municipal Transportation Agency of the City.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.3.  [NATURE OF AUTHORITY PROVIDED IN ARTICLE.]\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nEditor's Note:     See also Sec. \n43.13.7.\n\nSEC. 43.13.4.  [ISSUANCE; INTEREST; SALE.]\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Board of Directors shall have authority to issue revenue bonds for any SFMTA-related purpose, including but not limited to new capital improvements and refundings (including the refunding of bonds issued by The Parking Authority of the City and County of San Francisco or nonprofit corporations), and secured solely by revenues available to the SFMTA and pledged by the SFMTA to such bonds, under such terms and conditions as the Board of Directors may authorize by resolution. Refunding revenue bonds may be issued to further any SFMTA purpose, including but not limited to the refunding of obligations issued or entered into by corporations or The Parking Authority of the City and County of San Francisco to finance parking garages, and the Board of Directors may by resolution approve such refundings based on parameters for debt service savings or other benefits from such refundings (notwithstanding any other savings test in this Article 43\n1 or in any other law).\n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed the maximum legal rate of interest and shall be prescribed by resolution of the Board of Directors.\n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Board of Directors may determine by resolution and such determination may be delegated by the Board of Directors to the Director of Transportation.\n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Board of Directors may enter into credit enhancement or liquidity agreements.\n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Board of Directors may appoint such agents and other professionals as necessary or desirable.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\nSEC. 43.13.5.  [SECURITY; NATURE OF OBLIGATION.]\n     (a)     Revenue bonds issued pursuant to this Article may be secured by the gross revenues (including parking garage and parking meter revenues and excluding general fund transfers and including or excluding any other portion of the revenues as may be particularly described in the related documents) of the SFMTA, in each case as provided in the documentation for such revenue bonds. Revenue bonds issued pursuant to this Article shall be special obligations of the SFMTA, payable as to principal and interest solely out of revenues of the SFMTA expressly pledged therefor. The general fund of the City shall not be liable for the payment of such revenue bonds, and neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon.\n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing transit, transportation and/or related facilities, subject to the general obligation bond issue procedure provided for in the Charter.\n     (c)     Notwithstanding anything to the contrary in this Article XIII, Chapter 43, the requirements and limitations set forth in Sections \n9.107, \n9.108 and \n9.109 of the Charter shall in no way limit the authority of the SFMTA to issue revenue bonds or refunding revenue bonds.\n     (d)     The Board of Directors may by resolution authorize the issuance of bonds, certificates of participation or other types of debt obligations to refund any bond issued or permitted to be refunded pursuant to the provisions of this Article VIII.\n1 Said resolution shall set forth the benefits and the purpose for the issuance of such refunding obligations.\n     (e)     In addition to revenue bonds as described herein, the Board of Directors by resolution may determine to issue revenue bonds, special facility revenue bonds, notes or commercial paper, and related credit enhancement or liquidity facilities, secured by a parity or subordinate lien on all or a portion of the revenues of the SFMTA, in each case as provided in the related documents for such obligation. The authorization and issuance of such obligations shall be entitled to the same rights and benefits, and shall be subject to the same parameters and procedures, as are set forth herein for revenue bonds.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\nSEC. 43.13.6.  [ACTIONS CONCERNING VALIDITY OF BONDS.]\n     (a)     Any action by the Board of Directors or the City to determine, or any action by an interested person challenging, the validity of the SFMTA's revenue bonds shall be brought pursuant to Chapter 9 (commencing with Section 860) of Title 10 of Part 2 of the California Code of Civil Procedure.\n     (b)     For the purposes of Section 860 of the Code of Civil Procedure, any action initiated pursuant to this section shall be brought in the Superior Court of the City and County of San Francisco.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.7.  [POWERS CONFERRED BY ARTICLE ARE SUPPLEMENTAL.]\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nEditor's Note:     See also Sec. \n43.13.3.\n\nSEC. 43.13.8.  [AUTHORIZATION OF OFFICIALS.]\n     The Mayor, the Director of Transportation, the City Attorney, the Controller of the City, the Treasurer of the City, the City Administrator, the Clerk of the Board and other officers of the City and their duly authorized deputies and agents are hereby authorized and directed, jointly and severally, to take such actions and to execute and deliver such certificates, agreements, requests or other documents, as they may deem necessary or desirable to facilitate the purposes of this Section XIII of Chapter 43.\n1\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\n\n \n\nNotes\n*\n> *Editor's note\n     Ord. 216-09, File No. 090938, Approved October 29, 2009, amended Art. X, in its entirety, to read as herein set out. Prior to inclusion of said ordinance, Art. X pertained to similar subject matter. \n\n endnote table \nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"43","chaptersection":"11.5. ","identifier":"43.11.5. ","catch_text":"LIBERAL CONSTRUCTION."}}