{"text":"\n     (a)     Revenue bonds issued pursuant to this Article may be secured by the gross revenues (including parking garage and parking meter revenues and excluding general fund transfers and including or excluding any other portion of the revenues as may be particularly described in the related documents) of the SFMTA, in each case as provided in the documentation for such revenue bonds. Revenue bonds issued pursuant to this Article shall be special obligations of the SFMTA, payable as to principal and interest solely out of revenues of the SFMTA expressly pledged therefor. The general fund of the City shall not be liable for the payment of such revenue bonds, and neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon.\n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing transit, transportation and/or related facilities, subject to the general obligation bond issue procedure provided for in the Charter.\n     (c)     Notwithstanding anything to the contrary in this Article XIII, Chapter 43, the requirements and limitations set forth in Sections \n9.107, \n9.108 and \n9.109 of the Charter shall in no way limit the authority of the SFMTA to issue revenue bonds or refunding revenue bonds.\n     (d)     The Board of Directors may by resolution authorize the issuance of bonds, certificates of participation or other types of debt obligations to refund any bond issued or permitted to be refunded pursuant to the provisions of this Article VIII.\n1 Said resolution shall set forth the benefits and the purpose for the issuance of such refunding obligations.\n     (e)     In addition to revenue bonds as described herein, the Board of Directors by resolution may determine to issue revenue bonds, special facility revenue bonds, notes or commercial paper, and related credit enhancement or liquidity facilities, secured by a parity or subordinate lien on all or a portion of the revenues of the SFMTA, in each case as provided in the related documents for such obligation. The authorization and issuance of such obligations shall be entitled to the same rights and benefits, and shall be subject to the same parameters and procedures, as are set forth herein for revenue bonds.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\n","heading":{"title":"43","chaptersection":"13.5","identifier":"43.13.5","catch_text":"[SECURITY; NATURE OF OBLIGATION.]"}}