{"text":"\n     Any resolution relating to the issuance of any Bonds, or any indenture to be entered into by the City and County pursuant to such resolution, may contain provisions respecting any of the following terms and conditions, which shall be a part of the contract with the holders of such Bonds: \n     (a)     The terms, conditions and form of such Bonds and the interest and principal to be paid thereon;\n     (b)     Limitations on the uses and purposes to which the proceeds of sale of such Bonds may be applied, and the pledge or assignment of such proceeds to secure the payment of such Bonds; \n     (c)     Limitations on the issuance of additional parity Bonds, the terms upon which additional parity Bonds may be issued and secured, and the refunding of outstanding Bonds; \n     (d)     The setting aside of reserves, sinking funds and other funds and the regulation and disposition thereof;\n     (e)     The pledge or assignment of all or any part of the Revenues and of any other moneys or assets legally available therefor (including loans, deeds of trust, mortgages, leases, subleases, sales agreements and other contracts and security interests) and the use and disposition of such Revenues, moneys and assets, subject to such agreements with the holders of Bonds as may then be outstanding; \n     (f)     Limitation on the use of Revenues for operating, administration or other expenses of the City and County;\n     (g)     Specification of the act or omissions to act which shall constitute a default in the duties of the City and County to holders of such Bonds, and providing the rights and remedies of such holders in the event of default, including any limitations on the right of action by individual bondholders; \n     (h)     The appointment of a corporate trustee to act on behalf of the City and County and the holders of its Bonds, the pledge or assignment of loans, deeds of trust, mortgages, leases, subleases, sale contracts and any other contracts to such trustee, and the rights of such trustee; \n     (i)     The procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated the amount of such Bonds the holders of which must consent thereto, and the manner in which such consent may be given; and \n     (j)     Any other provisions which the Board of Supervisors or the Responsible Department may deem reasonable and proper for the purposes of this Article and the security of the bondholders. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\n","heading":{"title":"43","chaptersection":"2.20. ","identifier":"43.2.20. ","catch_text":"BOND PROVISIONS."}}