{"text":"\n     Unless the context otherwise requires, the terms defined in this Article shall have the following meanings: \n     (a)     \"Board\" means the Board of Supervisors of the City and County of San Francisco.\n     (b)     \"Bonds\" means the bonds, notes, certificates, debentures and other obligations and evidences of indebtedness authorized to be issued by the City and County pursuant to this Article and payable as provided in this Article. \n     (c)     \"City\" means the City and County of San Francisco.\n     (d)     \"Cost\" means the total of all costs incurred by or on behalf of a Participating Party to carry out all works and undertakings and to obtain all rights and powers necessary or incident to the acquisition, construction, installation, reconstruction, rehabilitation or improvement of a Facility. \"Cost\" may include all costs of issuance of bonds for such purposes, costs for construction undertaken by a Participating Party as its own contractor, capitalized bond interest, reserves for debt service and for repairs, replacements, additions and improvements to a Facility, and other working capital incident to the operation of a Facility. \n     (e)     \"Facility\" means any of the facilities, places or buildings within, serving or otherwise substantially connected to the City and County which are, or will be, maintained and operated for industrial, manufacturing, research and development, commercial or business purposes, or energy uses, or any combination of such purposes and uses, and conform to the general plan of the City and County, are approved by the City and County for the financing authorized by this Article, such approval being given only when the City and County finds and determines that such financing (1) will substantially promote one or more of the public purposes listed in Section 43.2.2, and (2) will not have the proximate effect of the relocation of any substantial operations of the Participating Party from one area of the State to another or the abandonment of any substantial operations of such Participating Party within other areas of the State, or, if such financing will have either of such effects, then such financing is reasonably necessary to prevent the relocation of any substantial operations of the Participating Party from an area within the State to an area outside the State. \n     A \"Facility\" may also be an activity which may otherwise be financed pursuant to the California Industrial Development Financing Act (Government Code Section 91500 et seq.) to the extent said Act permits the financing of such activity under alternative authority. \"Facility\" includes, without limitation, real and personal property, land, buildings, structures, fixtures, machinery and equipment and all such property related to or required or useful for the operation of a Facility. Facility does not include any facility, place or building used or to be used primarily for sectarian instruction or study or as a place for devotional activities or religious worship. \n     (f)     \"Participating Party\" means any individual, association, corporation, partnership or other entity which is approved by the City and County to undertake the financing of the Costs of a Facility for which this Article authorizes the issuance of Bonds. \n     (g)     \"Responsible Department\" means the Mayor except that, unless otherwise specified by the Mayor, Responsible Department for proposals for financing under this Article of any Facility described in Section 103(b)(4) of the Internal Revenue Code of 1954, as amended, shall be that department, office, commission or authority of the City and County having jurisdiction over the proposed Facility. \n     (h)     \"Revenue\" means amounts received by the City and County as payments of principal, interest, and all other charges with respect to a loan authorized by this Article, as payments under a lease, sublease or sale agreement with respect to a Facility, as proceeds received by the City and County from mortgage, hazard or other insurance on or with respect to a loan (or property securing such loan), lease, sublease or sale agreement all other rents, charges, fees, income and receipts derived by the City and County from the financing of a Facility authorized by this Article, any amounts received by the City and County as investment earnings on moneys deposited in any fund securing the Bonds, and such other legally available moneys as the Board of Supervisors may, in its discretion, lawfully designate as Revenues. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\n","heading":{"title":"43","chaptersection":"2.5","identifier":"43.2.5","catch_text":"DEFINITIONS."}}