{"text":"\n     The Board of Supervisors hereby finds and declares that it is necessary and essential to the well-being of the City and County that it provide financial assistance to promote the economic development of the City and County. Such economic development will serve the following public purposes and municipal affairs of the City and County: \n     (a)     The full and gainful employment of residents of the City and County;\n     (b)     The full and efficient utilization and modernization of existing industrial, commercial and business facilities;\n     (c)     The development of new industrial, commercial and business facilities;\n     (d)     The growth of the City and County's tax base through increased property values and consumer purchasing;\n     (e)     The reduction of the need for and costs of welfare and other remedial programs;\n     (f)     The reduction of urban ills, such as crime, attributable in part to inadequate economic opportunities;\n     (g)     The stability and diversification of the City and County's economy;\n     (h)     The lowering of the cost to City and County consumers of necessary goods and services;\n     (i)     The environmentally optimum disposition of waste materials of the City and County; and\n     (j)     The enhancement of the general economic prosperity, health, safety and welfare of the residents of the City and County.\n     The availability of the financial assistance authorized by this Article will serve those purposes and the general plan of the City and County by providing private enterprises and the City and County with new methods of financing capital outlays in the City and County and by ensuring that economic development within the City and County will reflect the local community's needs and objectives and will be environmentally optimum with respect to both the physical and social environment of the City and County. The City and County shall promote such public interests pursuant to this Article without adversely affecting areas outside the City and County and without conflicting with efforts by the State of California to solve problems of statewide concern. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\n","heading":{"title":"43","chaptersection":"2.2","identifier":"43.2.2","catch_text":"PURPOSE."}}