{"text":"\n     Following voter approval or Board approval, as the case may be, of the issuance of revenue bonds by the Commission pursuant to Section \n9.107 of the Charter or following Board approval of any revenue bonds or other obligations pursuant to \nArticle VIIIB of the Charter, Commission may incur short-term indebtedness in the form of commercial paper, temporary notes or other forms of indebtedness subject to the limitations set forth below. In the case of revenue bond authority obtained by the Commission pursuant to Section \n9.107 if the Charter, such short-term indebtedness would be incurred in anticipation of the issuance of such revenue bonds. \n     The issuance of such short-term indebtedness shall be subject to prior authorization by the Board. \n     Except as provided in Section \n43.5.5, use of the proceeds of any such short-term indebtedness shall be limited to the purposes for which the applicable revenue bonds or other indebtedness were approved by the voters or by the Board, as the case may be. Short-term indebtedness incurred pursuant to this Article shall not result in interest costs or a maturity date exceeding the limits, if any, fixed by the voters or the Board, as the case may be, with respect to the applicable revenue bond or indebtedness approval(s). \n     Such short-term indebtedness shall be payable solely from the proceeds of the applicable revenue bonds, or revenues of the Commission pledged, or to be pledged, to the payment of such revenue bonds or other Board-authorized indebtedness. In the case of revenue bonds authorized under Section \n9.107 of the Charter, if any of the principal of such short-term indebtedness is paid from revenues of the Commission (other than revenues derived from grants) rather than from the proceeds of revenue bonds, the principal amount of revenue bonds the Commission is thereafter authorized to issue shall be reduced by the principal amount of short-term indebtedness paid from revenues (other than revenues derived from grants). \n     Any pledge of revenues by the Commission for the payment of short-term indebtedness may, in the sole discretion of the Director upon recommendation of the Commission, be subordinate to any pledge of the Commission for its revenue bonds. \n     All indebtedness incurred pursuant to this Article shall not constitute or evidence a debt of the City, nor a legal or equitable pledge, charge, lien or encumbrance upon any property of the City, or upon any income, receipt, revenue of the City, except the revenues or funds, if any, pledged by the Commission. \n     All short-term indebtedness incurred pursuant to this Article must additionally comply with each of the following provisions: \n     (a)     Shall be evidenced by notes, warrants, commercial paper or other evidences of indebtedness maturing not later than five years from their issuance date; and \n     (b)     Any draw on such short-term indebtedness (other than a draw to refund other short-term indebtedness) shall be subject to approval by the Director. \n     (c)     The proceeds of such short-term indebtedness may only be used to fund projects that have been approved by the Board of Supervisors, either as part of the Public Utilities Commission's annual budget or as the subject of a separate approval. \n     Such short-term indebtedness may be sold at the discretion of the Director, upon recommendation of the Commission, by public or private sale. All other terms and conditions for such short-term indebtedness shall be determined by the Director, upon recommendation of the Commission. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000; Ord. 270-06, File No. 061297, App. 10/31/2006)\n\n","heading":{"title":"43","chaptersection":"5.2","identifier":"43.5.2","catch_text":"AUTHORIZATION OF SHORT-TERM INDEBTEDNESS."}}