{"text":"\n     Certain provisions of said Revenue Bond Law of 1941 (as in effect on June 5, 1984), as incorporated herein, are revised, as follows: \n     (a)     Section 54402(b) of said Revenue Bond Law of 1941 (as in effect on June 5, 984) is hereby revised to read as follows:\n          (b)     The interest of the bonds, either fixed or variable, at such rate or rates and payable at the times and in the manner specified. \n     (b)     Section 54403 of said Revenue Bond Law of 1941 (as in effect on June 5, 1984) is revised to read as follows:\n          Any premium payable on the bonds shall be in the amount or amounts specified by the legislative body. \n     (c)     Section 54418 of said Revenue Bond Law of 1941 (as in effect on June 5, 1984) is revised to read as follows:\n          The legislative body may sell the bonds at a price above or below par in such manner at public or private sale as it determines by resolution is appropriate. \n     (d)     The following three sections are added to Article 1 of the Act, said sections to read as follows:\n          § 54317. Legislative body, definition \n               \"Legislative body\" means the commission, board or other governing body that adopted the resolution authorizing the issuance of the bonds to be refunded, and any successor to such commission, board or other governing body.\n          § 54318. Resolution, definition \n               \"Resolution\"means, unless the context otherwise requires, the instrument providing the terms and conditions for the issuance of the revenue bonds, and may be an indenture, resolution, ordinance, order, agreement or other instrument in writing.\n          § 54319. Fiscal agent, definition \n               \"Fiscal agent\" means any fiscal agent, trustee, paying agent, depository or other fiduciary provided for in the resolution authorizing the issuance of the refunding bonds.\n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000) \n\n","heading":{"title":"43","chaptersection":"6.4. ","identifier":"43.6.4. ","catch_text":"AMENDMENTS."}}