{"text":"\n     Whenever the public interest and necessity so require, the legislative body, as hereinafter defined, may, acting under this Article, authorize the issuance of refunding bonds in order to refund outstanding revenue bonds. Refunding bonds issued to refund water revenue bonds issued under Section \n9.109 of the Charter shall be issued under Section \n9.109 of the Charter, as amended by the procedures herein. Refunding bonds shall be issued by the procedures provided for in the Revenue Bond Law of 1941 (Article 6 of Part 1 of Division 2 of Title 5 of the California Government Code, commencing with Section 54300) as it read, including amendments, on June 5, 1984, except as amended herein and, further, except that the provisions of said Revenue Bond Law of 1941 set forth in Sections 54380 through 54388, inclusive, and Sections 54354.5, 54422, 54424, 54515 and 54522, any references to said Sections, and any provisions of said Revenue Bond Law of 1941 that are inconsistent with or conflict with the Charter shall not apply to the issuance and sale of such refunding bonds. Reference is hereby made to three copies of said Revenue Bond Law of 1941 (as in effect on June 5, 1984), filed for convenience in the office of the Clerk of the Board of Supervisors on July 7, 1987 and all of the provisions of said Revenue Bond Law of 1941 (as in effect on June 5, 1984 except as in this Article otherwise expressly provided) are hereby incorporated in this Article by reference and made a part hereof. The legislative body may authorize the issuance of the refunding bonds by means of an indenture, resolution, ordinance, order, agreement or other instrument in writing and, if the legislative body establishes the minimum savings to be generated by the issuance of such refunding bonds, may delegate to appropriate officials or officers of the City or of the legislative body the authority to determine the final terms, amounts, maturities, interest rates and other provisions of said refunding bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\n","heading":{"title":"43","chaptersection":"6.3","identifier":"43.6.3","catch_text":"PROCEDURE."}}