{"text":"\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or by law. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\nARTICLE IX:\nHOUSING BOND APPROVAL POLICY\n\n\nSec. 43.9.1.\nFindings. \n\nSec. 43.9.2.\nDefinitions. \n\nSec. 43.9.3.\nDeclaration of Policy. \n\nSec. 43.9.4.\nBonds Issued by an Authority to Finance a Residential Project. \n\nSec. 43.9.5.\nPolicy Regarding Other Authority Bonds. \n\nSec. 43.9.6.\nApplicability. \n\nSEC. 43.9.1.  FINDINGS.\n     The City and County of San Francisco (the \"City\") promotes the financing and construction of new affordable and mixed income housing by, among other things, issuing multifamily housing revenue bonds or 501(c)(3) bonds for private projects. The proceeds of such bonds are loaned by the City to a project sponsor to help it finance affordable and mixed income housing construction. The City is not liable for repayment of the bonds; the primary reason for the City's participation is that interest on qualifying City housing bonds is exempt from federal income taxation, reducing the project's cost of borrowing and thereby helping to make the affordable housing projects financially feasible. In return for the City's issuance of the bonds, the sponsor agrees to, among other things, (i) repay the loan by making payments of debt service and other amounts payable in connection with the bonds, (ii) enter a regulatory agreement with the City that sets forth restrictions on the housing units to ensure their affordability, and (iii) comply with certain other City contracting requirements that apply to contractors receiving City funds for project construction (the \"City's Contracting Requirements\"). The City's Contracting Requirements include, without limitation, provisions requiring compliance with the City's contracting requirements and policies regarding nondiscrimination, equal benefits, minimum compensation, health care accountability, prevailing wage, local disadvantaged business enterprise subcontracting and jobs programs (such the City's First Source Hiring or City Build programs), as applicable. The San Francisco Redevelopment Agency (the \"Agency\") issues these housing revenue bonds as well and in doing so requires compliance with applicable Agency contracting requirements and policies, which are similar to the City's Contracting Requirements. \n     The City also supports affordable and mixed income housing construction through its membership in joint exercise of powers authorities such as the California Statewide Communities Development Authority and the Association of Bay Area Governments (all such joint powers authorities of which the City is a member are referred to in this ordinance individually as the \"Authority\"). Each Authority issues housing revenue bonds similar to the bonds described in the preceding paragraph. Under the terms of the City's membership in these Authorities, along with certain provisions of the federal Internal Revenue Code if such bonds are to be issued on a tax-exempt basis, the City's Board of Supervisors (the \"Board of Supervisors\") must adopt a resolution approving the bond financing prior to its issuance (a \"TEFRA Resolution\"). Again, the City is not liable for repayment of the bonds. \n     While the Authority and City transaction structures are similar on their face, in an Authority transaction the City is typically not a party to the transaction documents, and as such the project sponsors are not required to comply with the City's Contracting Requirements. (Added by Ord. 36-07, File No. 060897, App. 3/9/2007) \n\nSEC. 43.9.2.  DEFINITIONS.\n     (a)     \"Agency\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (b)     \"Authority\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (c)     \"Board of Supervisors\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (d)     \"City\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (e)     \"City's Contracting Requirements\" shall have the meaning assigned to such term in Section \n43.9.1.\n     (f)     \"HUD\" shall mean the United States Department of Housing and Urban Development.\n     (g)     \"Other Authority Bonds\" shall mean any tax exempt bonds proposed to be issued by an Authority on behalf of a project sponsor to finance or refinance any capital project other than a Residential Project, including but not limited to the financing of assisted living or educational facilities and refunding bonds relating to any type of project. \n     (h)     \"Residential Project\" shall mean a residential development (including residential portions of a mixed-use project) involving new construction, an addition, a conversion, or a rehabilitation, the financing of which is proposed to be assisted by any of the following: a HUD mortgage insurance program; a contract for project-based Section 8 rental assistance; HUD operating funds under HUD's Section 202 or Section 811 programs; or participation in the Low Income Housing Tax Credit program. \n     (i)     \"TEFRA Resolution\" shall have the meaning assigned to such term in Section \n43.9.1.\n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.3.  DECLARATION OF POLICY.\n     This Board of Supervisors hereby declares that it is the policy of the City to require sponsors of private residential projects financed with multifamily housing revenue bonds or 501(c)(3) bonds within the City to comply with the City's Contracting Requirements. If such bonds are to be issued by an Authority, it shall be the policy of the City to require a project sponsor to satisfy the requirements of Section \n43.9.4 as a condition to the City's approval of a TEFRA resolution. For bond-financed residential projects located within a redevelopment area, the Agency's policies and contracting requirements applicable to that redevelopment area may replace some or all of the City's Contracting Requirements for purposes of this section. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.4.  BONDS ISSUED BY AN AUTHORITY TO FINANCE A RESIDENTIAL PROJECT.\n     Any TEFRA Resolution to be considered by the Board of Supervisors in connection with bonds proposed to be issued by an Authority to finance all or a portion of a residential project must include or be accompanied by the following: \n     (a)     An agreement by the project sponsor to be bound by provisions consistent with the City's Contracting Requirements, provided that in recognition of the exemptions from the Minimum Compensation Ordinance and the Health Care Accountability Ordinance for affordable housing loan transactions to which the City is a party as set forth in Section \n12P.2 and \n12Q.2.4 of the Administrative Code, respectively, the City may waive the applicability of its minimum compensation or health care accountability requirements for nonprofit sponsors of affordable housing projects upon recommendation by the Director of the Mayor's Office of Housing or his or her designee and subject to approval of the Board of Supervisors by resolution. The provisions setting forth the project sponsor's agreements shall include references to compliance monitoring and enforcement regimes consistent with City law applicable to each such City Contracting Requirement. Such agreement shall clearly indicate the City agency charged with monitoring compliance with each requirement provision so imposed, and notice of such agreement shall be provided to each such agency by the Mayor's Office of Housing. \n     (b)     Except as approved in writing by the Mayor's Office of Housing, and subject to applicable HUD and state regulations, an agreement by the project sponsor to protect tenants of the Residential Project as of the date of issuance of the bonds from eviction due to the financing based solely on any such tenant's failure to meet a financing-related income standard at the time of bond issuance or at any time during the term of the affordability restrictions. \n     (c)     Except as approved in writing by the Mayor's Office of Housing, and subject to applicable HUD and state regulations, an agreement by the project sponsor to limit annual rent increases for tenants of the Residential Project as of the date of issuance of the bonds to the percentage change in area median income for such year as such amount is determined by HUD. In the event that HUD does not make such a determination such amounts shall be determined by the Mayor's Office of Housing. \n     (d)     A written description of the expected ownership and management structure of the Residential Project after bond issuance. Such description shall include a description of the experience of the project sponsor in managing similar affordable residential projects. Such description shall also include a summary of the affordable residential project experience of any nonprofit corporations or other entities the project sponsor anticipates including in a joint venture with respect to the Residential Project. The Board of Supervisors hereby expresses a policy preference to support (i) Residential Projects with proposed management teams that include nonprofit partners based within the City and (ii) Residential Projects proposed to be managed by entities that demonstrate substantial experience with affordable housing projects. \n     (e)     Proof of the delivery of written notice via mail to all current tenants and posting at the project location regarding the application for bond financing and the TEFRA hearing. Such proof may be provided in the form of a letter signed by the project sponsor and must be accompanied by the notice in the form in which it was delivered. \n     (f)     A recommendation as to passage of the TEFRA Resolution from the Director of the Mayor's Office of Housing or his or her designee.\n     (g)     An agreement by the project sponsor to reimburse the City and the Agency, as applicable, for staff time, including fees and costs of the City Attorney's Office, relating to the TEFRA Resolution and the satisfaction of the policies set forth in this Article. The City may waive the applicability of this clause (g) for nonprofit sponsors of affordable housing projects upon recommendation by the Director of the Mayor's Office of Housing or his or her designee and subject to approval of the Board of Supervisors by resolution. For projects located within a redevelopment area, the Agency would be responsible for making the recommendation described in the preceding sentence. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.5.  POLICY REGARDING OTHER AUTHORITY BONDS.\n     (a)     Prior to the consideration by the Board of Supervisors of a TEFRA Resolution relating to any issuance of Other Authority Bonds, the Authority and the project sponsor shall submit the following information to the City's Office of Public Finance: \n          (1)     A written description of the financing structure proposed in the current transaction, including anticipated sources and uses.\n          (2)     A written description of the expected ownership and management structure of the project after bond issuance. Such description shall include a description of the experience of the project sponsor in managing similar projects. Such description shall also include a summary of the project-related experience of any nonprofit corporations or other entities the project sponsor anticipates including in a joint venture with respect to the bond-financed project. The Board of Supervisors hereby expresses a policy preference to support (i) projects with proposed management teams that include nonprofit partners based within the City and (ii) projects proposed to be managed by entities that demonstrate substantial experience with type of project being financed. \n          (3)     Such other information as City officials deem necessary to evaluate the proposed bond financing.\n     (b)     The Office of Public Finance shall review the information described under paragraph (a) and provide copies to City departments with expertise relating to the projects in question, to the Mayor's Office of Housing and, if the proposed project is located within a redevelopment area, the Agency. \n     (c)     After soliciting any and all comments from the agencies described in paragraph (b), the Director of Public Finance shall provide its recommendation as to passage before consideration of the TEFRA Resolution by the Board of Supervisors. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nSEC. 43.9.6.  APPLICABILITY.\n     This Chapter shall not be interpreted to apply to any residential project for which the sponsor has submitted a request for the introduction of a TEFRA resolution on or before June 1, 2006. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\nARTICLE X:\nSPECIAL TAX FINANCING LAW*\n\nTitle 1  General Provisions\n\nSec. 43.10.1.\nTitle. \n\nSec. 43.10.2.\nPurpose. \n\nSec. 43.10.3.\nFull Authority. \n\nSec. 43.10.4.\nAdditional Authority. \n\nSec. 43.10.5.\nActions and Determinations. \n\nSec. 43.10.6.\nCompliance With Article. \n\nSec. 43.10.7.\nNecessary or Convenient Procedure Authorized. \n\nSec. 43.10.8.\nNonexclusiveness of Remedies. \n\nSec. 43.10.9.\nIncorporation of The Mello-Roos Community Facilities Act of 1982. \n\nSec. 43.10.10.\nAdministrative Appeals Procedures. \n\nSec. 43.10.11.\nLimitation of Actions. \n\nSec. 43.10.12.\nDefinitions. \nTitle 2  Provisions Relating to Formation of Districts \n\nSec. 43.10.13.\nName and Nature of Districts.\n\nSec. 43.10.14.\nElections.\n\nSec. 43.10.15.\nAuthorized Facilities.\n\nSec. 43.10.16.\nAuthorized Services.\n\nSec. 43.10.17.\nAlternate Procedure for Forming Special Tax Districts. \nTitle 3  Provisions Relating to Bonds \n\nSec. 43.10.18.\nAlternate Procedure for Approving Issuance of Bonds. \n\nSec. 43.10.19.\nImprovement Areas \n\nSec. 43.10.20.\nRefunding Bonds: Use of Savings. \n\nSec. 43.10.21.\nAuthority to Advance Funds. \nTitle 4  Supplemental Provisions \n\nSec. 43.10.22.\nLiberal Construction. \n\nSec. 43.10.23.\nOmissions Do Not Impact Validity. \n\nSec. 43.10.24.\nArticle Controlling. \n\nSec. 43.10.25.\nSeverability.  \nTITLE 1 - - GENERAL PROVISIONS\n\nSEC. 43.10.1.  TITLE.\n     This Article may be cited as the Special Tax Financing Law. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.2.  PURPOSE.\n     This Article provides an alternative method of financing certain public and private capital facilities and municipal services. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.3.  FULL AUTHORITY.\n     This Article is full authority for the City to undertake the matters specified herein. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.4.  ADDITIONAL AUTHORITY.\n     This Article is adopted pursuant to Section 1.01 of the Charter of the City, in proceedings had pursuant to this Article, which are a municipal affair, any general laws referred to in this Article are deemed a part of this Article. The provisions of this Article shall not affect or limit any other provisions of law authorizing or providing for the furnishing of public and private capital facilities or services, or the raising of revenue for these purposes. The City and County may use the provisions of this Article instead of or in conjunction with any other method of financing a part or all of the cost of providing the authorized kinds of public and private capital facilities and municipal services. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.5.  ACTIONS AND DETERMINATIONS.\n     The Board of Supervisors may take any actions or make any determinations which it determines are necessary or convenient to carry out the purposes of this Article and which are not otherwise prohibited by law. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.6.  COMPLIANCE WITH ARTICLE.\n     Any proceedings taken or special taxes levied pursuant to this Article shall not be held invalid for failure to comply with the provisions of this Article provided such failure is not a constitutional defect. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.7.  NECESSARY OR CONVENIENT PROCEDURE AUTHORIZED.\n     Any procedure not expressly set forth in this Article but deemed necessary or convenient to carry out any of its purposes is authorized. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.8.  NONEXCLUSIVENESS OF REMEDIES.\n     The remedies provided in this Article for the enforcement of any levy pursuant to this Article are not exclusive, and additional remedies may be provided at any time. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.9.  INCORPORATION OF THE MELLO-ROOS COMMUNITY FACILITIES ACT OF 1982.\n     The Meilo-Roos Community Facilities Act of 1982 (Chapter 2.5, commencing with Section 53311 of Part 1, Division 2, Title 5 of the California Government Code) (the \"Act\"), as amended from time to time, is incorporated in and made a part of this Article. Except as otherwise provided by this Article, the purposes, mode and manner of levying and collecting special taxes and the issuance of bonds secured by special taxes shall be as prescribed in the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.10.  ADMINISTRATIVE APPEALS PROCEDURES.\n     The Board of Supervisors may provide by separate resolution such appeals procedures as it may deem appropriate to facilitate the levy and enforcement of the special taxes. Such procedures may provide for the appeal of confirmed special taxes to an official of the City responsible for the collection of the special taxes and grounds upon and times within which such appeals must be made. There shall be no appeal to the Board of Supervisors from the decision of the appointed official or other official of the City. The taking of an administrative appeal under this Article shall be a precondition to bringing any action under Section \n43.10.11 of this Article. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.11.  LIMITATION OF ACTIONS.\n     Except as provided in Section \n43.10.17. the validity of any special tax levied under this Article shall not be contested in any action or proceeding unless the action or proceeding is commenced within 30 days after the effective date of any ordinance or resolution providing for the levy of such special tax. Thereafter, a special tax may be contested only for the purpose of challenging the accuracy of computation of the special tax. Any appeal from a final judgment in the action or proceeding shall be perfected within 30 days after the entry of judgment. Except as provided in Section \n43.10.18. the validity of any bonds issued under this Article shall not be contested in any action or proceeding unless the action or proceeding is commenced within 30 days after the effective date of any ordinance or resolution authorizing the issuance of such bonds. Any appeal from a final judgment in the action or proceeding shall be perfected within 30 days after the entry of judgment. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.12.  DEFINITIONS.\n     Unless the context otherwise requires, the terms defined in this Article shall have the following meanings. Defined terms used in this Article but not defined in this Article have the meaning given them in the Act. \n     (a)     \"Act\" means the Meilo-Roos Community Facilities Act of 1982 (Chapter 2.5, commencing with Section 53311 of Part 1, Division 2, Title 5 of the California Government Code), as amended from time to time, \n     (b)     \"Board of Supervisors\" means the Board of Supervisors of the City and County of San Francisco.\n     (c)     \"City\" means the City and County of San Francisco.\n     (d)     \"Services\" means, in addition to the \"Services\" defined in Section 53317 of the Act, operation and maintenance of any improvements that may be financed under this Article or the Act, and any related studies, testing or monitoring. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nTITLE 2 - - PROVISIONS RELATING TO FORMATION OF DISTRICTS\n\nSEC. 43.10.13.  NAME AND NATURE OF DISTRICTS.\n     The name of any district created under this Article shall be substantially as follows: \n     \"City and County of San Francisco Special Tax District No. ____________ ( ).\"\n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.14.  ELECTIONS.\n     For purposes of any election herein, unless otherwise waived by unanimous action of all qualified electors, the time for the conduct of the election shall be not less than 30 nor more than 120 days from the adoption of the Resolution of Formation or other resolution ordering such election. For purposes of any such election, the Clerk of the Board of Supervisors shall be the election official responsible for conducting and canvassing such election. \n     In order to reduce the procedural burdens on the City and County and its property owners, this Article establishes certain procedures by which one or more property owners may vote in favor of special taxes, bonded indebtedness, an appropriations limit, and annexation to a district by unanimous approval. The Board of Supervisors hereby finds and declares that any unanimous approval constitutes the vote of the qualified elector in favor of the matters addressed in the unanimous approval for purposes of the California Constitution, including, but not limited to Articles XIIIA and XIIIC. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.15.  AUTHORIZED FACILITIES.\n     In addition to the facilities that may be financed under the Act, special taxes may be levied and bonds may be issued to finance or refinance the acquisition, installation and improvement of energy efficiency, water conservation, water pollution control, and renewable equipment with an estimated useful life of five years or longer and/or energy efficiency, water conservation, water pollution control, and renewable energy improvements that are attached to or on real property and in buildings, whether such real property or buildings are privately or publicly owned. Energy efficiency, water conservation, water pollution control and renewable energy improvements may only be installed on a privately owned building and on privately owned real property with the prior written consent of the owner or owners of the building or real property, \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.16.  AUTHORIZED SERVICES.\n     It is hereby specifically provided that in proceedings under this Article to finance Services, the limitations set forth in the penultimate paragraph of Section 53313 shall not apply. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.17.  ALTERNATE PROCEDURE FOR FORMING SPECIAL TAX DISTRICTS.\n     (a)     As an alternate and independent procedure for forming a special tax district, the Board of Supervisors may form a special tax district that initially consists solely of territory proposed for annexation to the special tax district in the future, with the condition that a parcel or parcels within that territory may be annexed to the special tax district and subjected to the special tax only with the unanimous approval of the owner or owners of such parcel or parcels at the time that such parcel or those parcels are annexed. In such case, the Board of Supervisors shall follow the procedures set forth in the Act for the formation of a community facilities district, with the following exceptions: \n          (i)     The Board of Supervisors shall not be obligated to specify the rate or rates of special tax in the resolution of intention or the resolution of formation, provided that both of the following are met: \n               (A)     the resolution of intention and the resolution of formation include a statement that the rate shall be established in an amount required to finance or refinance the authorized improvements and to pay the district's administrative expenses, and \n               (B)     the maximum rate of special tax applicable to a parcel or parcels shall be specified in the unanimous approval described in this Section relating to such parcel or parcels. \n          (ii)     In lieu of approval pursuant to an election held in accordance with the procedures set forth in this Article and in Sections 53326, 53327, 53327.5 and 53328 of the Act, the appropriations limit for the special tax district, the applicable rate, method of apportionment and manner of collection of special tax and the authorization to incur bonded indebtedness for the special tax district may be specified and approved by the unanimous approval of the owner or owners of each parcel or parcels at the time that such parcel or parcels are annexed to the special tax district. No additional hearings or procedures are required, and a unanimous approval shall be deemed to constitute a unanimous vote in favor of the appropriations limit for the special tax district, the authorization to levy the special tax on such parcel or parcels and the authorization to incur bonded indebtedness for the special tax district. \n          (iii)     This subsection establishes the applicable protest provisions in the event the City forms a special tax district pursuant to the procedures set forth in this Section. If 50 percent or more of the registered voters, or six registered voters, whichever is more, residing within the territory proposed to be annexed to the special tax district in the future, or if the owners of one-half or more of the area of land proposed to be annexed in the future and not exempt from the special tax, file written protests against establishment of the special tax district, and protests are not withdrawn so as to reduce the protests to less than a majority, no further proceedings to form the special tax district shall be undertaken for a period of one year from the date of decision of the Board of Supervisors on the issues discussed at the hearing, if the majority protests of the registered voters or of the landowners are only against the furnishing of a specified type or types of facilities or services within the district, or against levying a specified special tax, those types of facilities or services or the specified special tax shall be eliminated from the resolution of formation. \n          (iv)     The Board of Supervisors shall not record a notice of special tax lien against any parcel or parcels in the special tax district until such time as the owner or owners of such parcel or parcels have given their unanimous approval of such parcel or parcels' annexation to the special tax district, at which time the notice of special tax lien shall be recorded against such parcel or parcels as set forth in Section 53328.3 of the Act. \n     (b)     Notwithstanding the provisions of Section 53340 of the Act, after adoption of the resolution of formation for a special tax district described in subdivision (a) hereof, the Board of Supervisors may, by ordinance, provide for the levy of the special taxes on parcels that will annex to the special tax district at the rate or rates to be approved by unanimous approval of the owner or owners of each parcel or parcels to be annexed to the special tax district and for apportionment and collection of the special taxes in the manner specified in the resolution of formation. No further ordinance shall be required even though no parcels may then have annexed to the special tax district. \n     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, the City may bring an action to determine the validity of any special taxes levied pursuant to this, Article and authorized pursuant to the procedures set forth in this Section \n43.10.17 pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure. Notwithstanding Section 53359 of the Act and Section \n43.10.11 of this Article, if an action is brought by an interested person pursuant to Section 863 of the Code of Civil Procedure to determine the validity of any special taxes levied against a parcel pursuant to this Article and authorized pursuant to the procedures set forth in this section, the action shall be brought pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure, but shall, notwithstanding the time limits specified in Section 860 of the Code of Civil Procedure, be commenced within 15 days after the date on which the notice of special tax lien is recorded against the parcel. Any appeal from a judgment in any action or proceeding described in this subdivision shall be commenced within 30 days after entry of judgment. \n     (d)     With respect to a, special tax district formed pursuant to the alternate and independent procedure set forth in this Section \n43.10.17, nothing in this Section shall prohibit the City from obtaining the approval of the qualified electors with respect to a particular parcel or parcels as to, the annexation of such parcels to the special tax district, the appropriations limit for the special tax district, the applicable rate, method of apportionment and manner of collection of special tax and the authorization to incur bonded indebtedness for the special tax district pursuant to any other procedure authorized by the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nTITLE 3 - - PROVISIONS RELATING TO BONDS\n\nSEC. 43.10.18.  ALTERNATE PROCEDURE FOR APPROVING ISSUANCE OF BONDS.\n     (a)     As an alternate and independent procedure for conducting an election on the proposition to authorize bonded indebtedness for a special tax district formed pursuant to Section \n43.10.17, and in lieu of the procedure set forth in this Article and in Sections 53353.5, 53354 and 53355 of the Act, the proposition to authorize bonded indebtedness may be approved by the owner or owners of a parcel or parcels of property at the time that the parcel or parcels are annexed to the special tax district pursuant to the unanimous approval described in \n43.10.17. No additional hearings or procedures are required, and such unanimous approval shall be deemed to constitute a unanimous vote in favor of such proposition. \n     (b)     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, the City may bring an action, pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure, to determine the validity of any bonds issued pursuant to this Article and authorized pursuant to the procedures set forth in this Section \n43.10.18. \n     Notwithstanding the provisions of Section 53359 of the Act and Section \n43.10.11 of this Article, if an action is brought by an interested person pursuant to Section 863 of the Code of Civil Procedure to determine the validity of any bonds issued pursuant to this Article and authorized pursuant to the procedures set forth in this Section \n43.10.18, the action shall be brought pursuant to Chapter 9 (commencing with Section 860) of Division 5 of Title 10 of Part 2 of the Code of Civil Procedure but shall, notwithstanding the time limits specified in Section 860 of the Code of Civil Procedure, be commenced within 30 days after the effective date of the resolution described in Section 53351 of the Act. Any appeal from a judgment in any action or proceeding described in this subdivision shall be commenced within 30 days after entry of judgment. \n     (c)     With respect to a special tax district formed pursuant to Section \n43.10.17, nothing in this Section shall prohibit the City from obtaining the approval of the qualified electors with respect lo_ a particular parcel or parcels as to the authorization to incur bonded indebtedness for the special tax district pursuant to any other procedure authorized by the Act. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.19.  IMPROVEMENT AREAS\n     In connection with formation of a special tax district and annexation of a parcel or parcels to the special tax district pursuant to the alternate and independent procedure set forth in Section \n43.10.17 and the conduct of an election on the proposition to authorize bonded indebtedness pursuant to the alternate and independent procedure set forth in Section 43.10,18, the City may, without additional hearings or procedures, designate a parcel or parcels as an improvement area within the Special Tax District. Such improvement area shall be known as \"Improvement Area No. \" of \"Special Tax District After the designation of a parcel or parcels as an improvement area, all proceedings for approval of the appropriations limit, the rate, method of apportionment and, manner of collection of special tax and the authorization to incur bonded indebtedness for such parcel or parcels shall apply only to the improvement area. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.20.  REFUNDING BONDS: USE OF SAVINGS.\n     Bonds may be issued under this Article to refund any outstanding special tax bonds or other indebtedness payable from special taxes, whether fixed lien bonds or any other improvement or special tax bonds, including ad valorem assessment or revenue bonds. Any savings achieved through the issuance of refunding bonds may be used by the City in any manner that it determines to be in the best financial interests of the City. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.21.  AUTHORITY TO ADVANCE FUNDS.\n     In connection with the issuance of bonds pursuant to this Article, the Board may determine and may declare in the resolution authorizing the issuance of the bonds that it will obligate itself to advance available surplus funds in the amount of any delinquent special taxes as an advance recoverable upon payment of delinquent special taxes. For purposes of this section, \"available surplus funds\" shall mean any surplus moneys held by the City at the end of each fiscal year in excess of the amounts required to pay lawful municipal obligations of the City for that fiscal year, all as determined by the Board of Supervisors in its sole discretion, whose determination shall be final and binding. \n\nTITLE 4 - - SUPPLEMENTAL PROVISIONS\n\nSEC. 43.10.22.  LIBERAL CONSTRUCTION.\n     This chapter is to be liberally construed. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.23.  OMISSIONS DO NOT IMPACT VALIDITY.\n     Any proceedings taken or special tax levied pursuant to this Article shall not be held invalid for failure to comply with the provisions of this Article provided such failure is not a constitutional defect. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.24.  ARTICLE CONTROLLING.\n     To the extent that the provisions of this Article are inconsistent with the provisions of any general statute or special act or parts thereof the provisions of this Article shall be deemed controlling. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nSEC. 43.10.25.  SEVERABILITY.\n     If any provisions of this Article or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect any other provision or application of this Article which can be given effect without the invalid provision or application, and to this end the provisions of this Article are declared to be severable. The Board of Supervisors hereby declares that it would have adopted and passed this Article and each section, subsection, sentence, clause, phrase and word hereof, irrespective of the fact that any one or more of the other sections, subsections, sentences, clauses, phrases or words hereof be declared invalid or unconstitutional. \n(Ord. 216-09, File No. 090938, App. 10/29/2009)\n\nARTICLE XI:\nGENERAL OBLIGATION BOND SHORT-TERM INDEBTEDNESS\n\n\nSec. 43.11.1.\nFindings.\n\nSec. 43.11.2.\nDefinitions.\n\nSec. 43.11.3.\nAuthorization of Short-Term Indebtedness.\n\nSec. 43.11.4.\nMiscellaneous Provisions\n\nSec. 43.11.5.\nLiberal Construction.\n\nSEC. 43.11.1.  FINDINGS.\n     The City and County of San Francisco (the \"City \") is a municipal corporation and chartered city and county duly organized and existing under a charter pursuant to which the City has the right and power to make and enforce all laws and regulations in respect to municipal affairs and certain other matters in accordance with and as more particularly provided in Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Section \n1.101 of the Charter of the City (the \"Charter\"), \n     Pursuant to Section \n9.113(e) of the Charter, this Article sets forth a procedure by which the City may issue short-term indebtedness in anticipation of the issuance of general obligation bonds which have been approved by the voters. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.2.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of this City.\n     (c)     The term \"City \" shall mean the City and County of San Francisco.\n     (d)     The term \"Director \" shall mean Director of the Office of Public Finance, or his/her designee, or any successor to that Office.\n     (e)     The terms \"Short-Term Indebtedness \" and \"Bonds \" shall have the meanings set forth in Section \n43.11.3.\n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.3.  AUTHORIZATION OF SHORT-TERM INDEBTEDNESS.\n     (a)     When the Board deems it in the best interests of the City, the Board may authorize the issuance, upon such terms and conditions as it may determine, of notes or other obligations (\"Short-Term Indebtedness \"), maturing within a period not to exceed five years of its date of issuance (or of the date of issuance of any refunded Short-Term Indebtedness), in anticipation of the sale of general obligation bonds (\"Bonds\") which have been approved by the voters and authorized for issuance by the Board at the time such Short-Term Indebtedness is issued. \n     (b)     The proceeds from the sale of the Short-Term Indebtedness shall be used only for the purposes for which the Bonds were approved by the voters, together with the costs of issuing such Short-Term Indebtedness. \n     (c)     All Short-Term Indebtedness issued and any renewal or refunding thereof shall be payable solely from the proceeds of the sale of the Bonds, provided that (i) all or a portion of the principal and interest on such Short-Term Indebtedness may be payable from the levy of the tax authorized by the voters if authorized by the Board or required by law; (ii) interest payable on the Short Term Indebtedness may be payable from the proceeds of such Short Term Indebtedness if authorized by the Board, and (iii) in the event that the sale of the Bonds shall not have occurred prior to the maturity of the Short-Term Indebtedness issued in anticipation of the sale, the Director, in order to meet the Short-Term Indebtedness then maturing, shall issue refunding Short-Term Indebtedness for such purpose. No refunding of Short-Term Indebtedness shall be issued after the sale of Bonds in anticipation of which the original Short-Term Indebtedness was issued. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.4.  MISCELLANEOUS PROVISIONS\n     (a)     The Short-Term Indebtedness shall have such terms and conditions, not inconsistent with the terms of this Article, as the Director shall determine, provided that no Short-Term Indebtedness shall have a final maturity in excess of five years from its date or, in the case of refunding Short-Term Indebtedness, the date of the first issuance of Short-Term Indebtedness to which such refunding relates. The Short-Term Indebtedness shall be sold upon such terms and conditions as the Director shall determine. The Short-Term Indebtedness may be sold at competitive or negotiated sale as determined by the Board is in the best financial interest of the City and such determination may be delegated by the Board to the Director. Any Short-Term Indebtedness may be sold at a discount not to exceed 5% and at a premium, as the Director shall determine is in the best financial interest of the City. \n     (b)     In connection with the issuance of any Short-Term Indebtedness, the Board may authorize the City to enter into credit enhancement or liquidity agreements, with payment, interest rate, currency, security, default, remedy, and other terms and conditions as the Director shall determine are in the best financial interest of the City. \n     (c)     In connection with the issuance of any Short-Term Indebtedness, the Board may authorize the City to appoint such agents and other professionals as necessary or desirable as the Director shall determine. \n     (d)     The total amount of Short-Term Indebtedness issued and outstanding shall at no time exceed the total amount of the authorized but unissued Bonds. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nSEC. 43.11.5.  LIBERAL CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by Ord. 5-09, File No. 081523, App. 1/16/2009)\n\nARTICLE XII:\nPORT COMMISSION OF THE CITY AND COUNTY OF SAN FRANCISCO REVENUE BOND LAW\n\n\nSec. 43.12.1.\nFindings. \n\nSec. 43.12.2.\nTitle. \n\nSec. 43.12.3.\nDefinitions. \n\nSec. 43.12.4.\nAuthority for Actions in Addition to Special Provisions. \n\nSec. 43.12.5.\nProcedure. \n\nSec. 43.12.6.\nMiscellaneous Provisions. \n\nSec. 43.12.7.\nValidation of Bonds. \n\nSec. 43.12.8.\nLiberal Construction. \n\nSEC. 43.12.1.  FINDINGS.\n     The City and County of San Francisco (the \"City\") is a municipal corporation and chartered city and county duly organized and existing under a charter pursuant to which the City has the right and power to make and enforce all laws and regulations in respect to municipal affairs and certain other matters in accordance with and as more particularly provided in Sections 3, 5 and 7 of Article XI of the Constitution of the State of California and Section \n1.101 of the Charter of the City (the \"Charter\"). \n     Pursuant to Section \n4.102 of the Charter, the Port Commission is authorized to execute such powers and duties as shall be prescribed by the Board of Supervisors of the City (the \"Board\"). \n     Section \n9.107 of the Charter provides for the issuance of revenue bonds by the Port Commission of the City (the \"Port Commission\") for any Port-related purpose and secured solely by Port revenues and also provides that such revenue bonds may be issued and sold in accordance with state law or any procedure provided for by ordinance. \n     Pursuant to Section \n9.107 of the Charter, this Article sets forth a procedure by which the Port Commission may issue revenue bonds for any Port-related purpose and secured solely by Port revenues. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.2.  TITLE.\n     This Article shall be known as the Port Commission of the City and County of San Francisco Revenue Bond Law. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.3.  DEFINITIONS.\n     For purposes of this Article, the following terms shall have the meanings given below: \n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Charter\" shall mean the Charter of the City.\n     (c)     The term \"City\" shall mean the City and County of San Francisco.\n     (d)     The term \"Port Commission\" shall mean the Port Commission of the City.\n     (e)     The term \"Executive Director\" shall mean the Executive Director of the Port, or his/her designee, or any successor to that Office. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.4.  AUTHORITY FOR ACTIONS IN ADDITION TO SPECIAL PROVISIONS.\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.5.  PROCEDURE.\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Port Commission shall have authority to issue revenue bonds for any Port-related purpose and secured solely by revenues available to the Port and pledged by the Port to such bonds, under such terms and conditions as the Port Commission may authorize by resolution. \n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed that which may be fixed and prescribed by resolution of the Port Commission. \n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Port Commission may determine by resolution and such determination may be delegated by the Port Commission to the Executive Director. \n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Port Commission may enter into credit enhancement or liquidity agreements. \n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Port Commission may appoint such agents and other professionals as necessary or desirable. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.6.  MISCELLANEOUS PROVISIONS.\n     (a)     Revenue bonds issued pursuant to this Article shall be special obligations of the Port Commission, payable as to principal and interest solely out of revenues of the Port Commission expressly pledged therefor. neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon. The Port Commission has no taxing power whatsoever. \n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing port facilities, subject to the general obligation bond issue procedure provided for in the Charter. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.7.  VALIDATION OF BONDS.\n     (a)     Any action by the Port Commission or the City to determine, or any action by an interested person challenging, the validity of the Port's revenue bonds shall be brought pursuant to Chapter 9 (commencing with Section 860) of Title 10 of Part 2 of the California Code of Civil Procedure. \n     (b)     For the purposes of Section 860 of the Code of Civil Procedure, any action initiated pursuant to this section shall be brought in the Superior Court of the City and County of San Francisco. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nSEC. 43.12.8.  LIBERAL CONSTRUCTION.\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law. \n(Added by 258-09, File No. 091272, App. 12/18/2009)\n\nARTICLE XIII:\nSAN FRANCISCO MUNICIPAL TRANSPORTATION AGENCY REVENUE BOND LAW\n\n\nSec. 43.13.1.\n[Title.]\n\nSec. 43.13.2.\n[Definitions.]\n\nSec. 43.13.3.\n[Nature of Authority Provided in Article.]\n\nSec. 43.13.4.\n[Issuance; Interest; Sale.]\n\nSec. 43.13.5.\n[Security; Nature of Obligation.]\n\nSec. 43.13.6.\n[Actions Concerning Validity of Bonds.]\n\nSec. 43.13.7.\n[Powers Conferred by Article Are Supplemental.]\n\nSec. 43.13.8.\n[Authorization of Officials.]\nEditor's Note:     The bracketed section headers in this Article have been added by the editor and are not official parts of this Code.\n\nSEC. 43.13.1.  [TITLE.]\n     This Article shall be known as the San Francisco Municipal Transportation Agency Revenue Bond Law.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.2.  [DEFINITIONS.]\n     For purposes of this Article, the following terms shall have the meanings given below:\n     (a)     The term \"Board\" shall mean the Board of Supervisors of the City.\n     (b)     The term \"Board of Directors\" shall mean the Board of Directors of the SFMTA.\n     (c)     The term \"Charter\" shall mean the Charter of the City.\n     (d)     The term \"City\" shall mean the City and County of San Francisco.\n     (e)     The term \"Director of Transportation\" shall mean the Director of Transportation of the SFMTA, or his/her designee, or any successor to that Office.\n     (f)     The term \"SFMTA\" shall mean the San Francisco Municipal Transportation Agency of the City.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.3.  [NATURE OF AUTHORITY PROVIDED IN ARTICLE.]\n     The general authority provided in this Article is intended to be in addition to, and not limited by, specific provisions authorizing the issuance of bonds, notes or other evidences of indebtedness and is separate and complete authority for the actions authorized in this Article.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nEditor's Note:     See also Sec. \n43.13.7.\n\nSEC. 43.13.4.  [ISSUANCE; INTEREST; SALE.]\n     (a)     Subject to the approval, amendment or rejection of the Board in each instance, the Board of Directors shall have authority to issue revenue bonds for any SFMTA-related purpose, including but not limited to new capital improvements and refundings (including the refunding of bonds issued by The Parking Authority of the City and County of San Francisco or nonprofit corporations), and secured solely by revenues available to the SFMTA and pledged by the SFMTA to such bonds, under such terms and conditions as the Board of Directors may authorize by resolution. Refunding revenue bonds may be issued to further any SFMTA purpose, including but not limited to the refunding of obligations issued or entered into by corporations or The Parking Authority of the City and County of San Francisco to finance parking garages, and the Board of Directors may by resolution approve such refundings based on parameters for debt service savings or other benefits from such refundings (notwithstanding any other savings test in this Article 43\n1 or in any other law).\n     (b)     Revenue bonds issued pursuant to this Article shall bear a rate of interest not to exceed the maximum legal rate of interest and shall be prescribed by resolution of the Board of Directors.\n     (c)     Revenue bonds issued pursuant to this Article may be sold at either competitive or negotiated sale as the Board of Directors may determine by resolution and such determination may be delegated by the Board of Directors to the Director of Transportation.\n     (d)     In connection with the issuance of any revenue bonds issued pursuant to this Article, the Board of Directors may enter into credit enhancement or liquidity agreements.\n     (e)     In connection with the issuance of any revenue bonds pursuant to this Article, the Board of Directors may appoint such agents and other professionals as necessary or desirable.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\nSEC. 43.13.5.  [SECURITY; NATURE OF OBLIGATION.]\n     (a)     Revenue bonds issued pursuant to this Article may be secured by the gross revenues (including parking garage and parking meter revenues and excluding general fund transfers and including or excluding any other portion of the revenues as may be particularly described in the related documents) of the SFMTA, in each case as provided in the documentation for such revenue bonds. Revenue bonds issued pursuant to this Article shall be special obligations of the SFMTA, payable as to principal and interest solely out of revenues of the SFMTA expressly pledged therefor. The general fund of the City shall not be liable for the payment of such revenue bonds, and neither the credit nor taxing power of the City, the State of California or any political subdivision thereof shall be pledged to the payment of the principal of or interest on the revenue bonds. No holder of a revenue bond shall have the right to compel the exercise of the taxing power of the City, the State of California or any political subdivision thereof to pay the revenue bonds or the interest thereon.\n     (b)     Revenue bonds issued pursuant to this Article shall not be included in the bonded debt limit provided for in Section \n9.106 of the Charter. Nothing in this Article shall prevent the City from issuing general obligation bonds for the purpose of acquiring, constructing, improving or developing transit, transportation and/or related facilities, subject to the general obligation bond issue procedure provided for in the Charter.\n     (c)     Notwithstanding anything to the contrary in this Article XIII, Chapter 43, the requirements and limitations set forth in Sections \n9.107, \n9.108 and \n9.109 of the Charter shall in no way limit the authority of the SFMTA to issue revenue bonds or refunding revenue bonds.\n     (d)     The Board of Directors may by resolution authorize the issuance of bonds, certificates of participation or other types of debt obligations to refund any bond issued or permitted to be refunded pursuant to the provisions of this Article VIII.\n1 Said resolution shall set forth the benefits and the purpose for the issuance of such refunding obligations.\n     (e)     In addition to revenue bonds as described herein, the Board of Directors by resolution may determine to issue revenue bonds, special facility revenue bonds, notes or commercial paper, and related credit enhancement or liquidity facilities, secured by a parity or subordinate lien on all or a portion of the revenues of the SFMTA, in each case as provided in the related documents for such obligation. The authorization and issuance of such obligations shall be entitled to the same rights and benefits, and shall be subject to the same parameters and procedures, as are set forth herein for revenue bonds.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\nSEC. 43.13.6.  [ACTIONS CONCERNING VALIDITY OF BONDS.]\n     (a)     Any action by the Board of Directors or the City to determine, or any action by an interested person challenging, the validity of the SFMTA's revenue bonds shall be brought pursuant to Chapter 9 (commencing with Section 860) of Title 10 of Part 2 of the California Code of Civil Procedure.\n     (b)     For the purposes of Section 860 of the Code of Civil Procedure, any action initiated pursuant to this section shall be brought in the Superior Court of the City and County of San Francisco.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\n\nSEC. 43.13.7.  [POWERS CONFERRED BY ARTICLE ARE SUPPLEMENTAL.]\n     The powers conferred by the provisions of this Article are in addition to and supplemental to the powers conferred by the Charter or any other ordinance or law.\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nEditor's Note:     See also Sec. \n43.13.3.\n\nSEC. 43.13.8.  [AUTHORIZATION OF OFFICIALS.]\n     The Mayor, the Director of Transportation, the City Attorney, the Controller of the City, the Treasurer of the City, the City Administrator, the Clerk of the Board and other officers of the City and their duly authorized deputies and agents are hereby authorized and directed, jointly and severally, to take such actions and to execute and deliver such certificates, agreements, requests or other documents, as they may deem necessary or desirable to facilitate the purposes of this Section XIII of Chapter 43.\n1\n(Added by Ord. 57-12, File No. 111354, App. 4/19/2012, Eff. 5/19/2012)\nCODIFICATION NOTE\n\n1.     So in Ord. 57-12.\n\n\n \n\nNotes\n*\n> *Editor's note\n     Ord. 216-09, File No. 090938, Approved October 29, 2009, amended Art. X, in its entirety, to read as herein set out. Prior to inclusion of said ordinance, Art. X pertained to similar subject matter. \n\n endnote table \nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"43","chaptersection":"8.5. ","identifier":"43.8.5. ","catch_text":"CONSTRUCTION."}}