{"text":"\n     (a)     Acting under the provisions of the Charter or under any other provision of general State law, the Board may provide for the issuance of refunding bonds for the purpose of refunding any outstanding general obligation bonds, revenue bonds or lease obligations of the City. No voter approval shall be required for any such refunding bonds which provide net debt service savings to the City on a present value basis calculated as provided in such provisions of general State law or by other ordinance of the Board or as hereinafter provided in Section \n43.8.4(b). Subject to the foregoing limitation, the principal amount of the refunding bonds (in aggregate or with respect to any maturity) may be more than, less than or the same as the principal amount of the bonds or lease obligations to be refunded. \n     (b)     Net debt service savings shall be calculated by comparing the present value of the aggregate debt service on the refunding bonds to that of the refunded bonds as of the date of the refunding bonds using an assumed rate of interest equal to the yield on the refunding bonds. To the extent required, any funds contributed to the refunding by the City shall be deducted from the savings calculation. Notwithstanding any provision of general State law to the contrary, this Section \n43.8.4(b) shall provide an alternative means of calculating debt service savings to any procedure contained in general State law. The City is authorized to rely on any other State law procedure related to calculating debt service savings. \n     (c)     The Board may authorize the issuance and provide the final terms, amounts, maturities, interest rates and other provisions of the refunding bonds (including a reference to the procedure under which debt service savings is to be calculated) by means of an indenture, resolution, ordinance, order, agreement or other instrument in writing. If the Board establishes the minimum savings to be generated by the issuance of such refunding bonds, the Board may delegate to appropriate officials or officers of the City or of the Board the authority to determine the final terms, amounts, maturities, interest rates and other provisions of said refunding bonds. \n(Added by Ord. 12-00, File No. 992117, App. 2/11/2000)\n\n","heading":{"title":"43","chaptersection":"8.4. ","identifier":"43.8.4. ","catch_text":"ALTERNATIVE SAVINGS TEST FOR REFUNDING BONDS."}}