{"text":"\n     Any TEFRA Resolution to be considered by the Board of Supervisors in connection with bonds proposed to be issued by an Authority to finance all or a portion of a residential project must include or be accompanied by the following: \n     (a)     An agreement by the project sponsor to be bound by provisions consistent with the City's Contracting Requirements, provided that in recognition of the exemptions from the Minimum Compensation Ordinance and the Health Care Accountability Ordinance for affordable housing loan transactions to which the City is a party as set forth in Section \n12P.2 and \n12Q.2.4 of the Administrative Code, respectively, the City may waive the applicability of its minimum compensation or health care accountability requirements for nonprofit sponsors of affordable housing projects upon recommendation by the Director of the Mayor's Office of Housing or his or her designee and subject to approval of the Board of Supervisors by resolution. The provisions setting forth the project sponsor's agreements shall include references to compliance monitoring and enforcement regimes consistent with City law applicable to each such City Contracting Requirement. Such agreement shall clearly indicate the City agency charged with monitoring compliance with each requirement provision so imposed, and notice of such agreement shall be provided to each such agency by the Mayor's Office of Housing. \n     (b)     Except as approved in writing by the Mayor's Office of Housing, and subject to applicable HUD and state regulations, an agreement by the project sponsor to protect tenants of the Residential Project as of the date of issuance of the bonds from eviction due to the financing based solely on any such tenant's failure to meet a financing-related income standard at the time of bond issuance or at any time during the term of the affordability restrictions. \n     (c)     Except as approved in writing by the Mayor's Office of Housing, and subject to applicable HUD and state regulations, an agreement by the project sponsor to limit annual rent increases for tenants of the Residential Project as of the date of issuance of the bonds to the percentage change in area median income for such year as such amount is determined by HUD. In the event that HUD does not make such a determination such amounts shall be determined by the Mayor's Office of Housing. \n     (d)     A written description of the expected ownership and management structure of the Residential Project after bond issuance. Such description shall include a description of the experience of the project sponsor in managing similar affordable residential projects. Such description shall also include a summary of the affordable residential project experience of any nonprofit corporations or other entities the project sponsor anticipates including in a joint venture with respect to the Residential Project. The Board of Supervisors hereby expresses a policy preference to support (i) Residential Projects with proposed management teams that include nonprofit partners based within the City and (ii) Residential Projects proposed to be managed by entities that demonstrate substantial experience with affordable housing projects. \n     (e)     Proof of the delivery of written notice via mail to all current tenants and posting at the project location regarding the application for bond financing and the TEFRA hearing. Such proof may be provided in the form of a letter signed by the project sponsor and must be accompanied by the notice in the form in which it was delivered. \n     (f)     A recommendation as to passage of the TEFRA Resolution from the Director of the Mayor's Office of Housing or his or her designee.\n     (g)     An agreement by the project sponsor to reimburse the City and the Agency, as applicable, for staff time, including fees and costs of the City Attorney's Office, relating to the TEFRA Resolution and the satisfaction of the policies set forth in this Article. The City may waive the applicability of this clause (g) for nonprofit sponsors of affordable housing projects upon recommendation by the Director of the Mayor's Office of Housing or his or her designee and subject to approval of the Board of Supervisors by resolution. For projects located within a redevelopment area, the Agency would be responsible for making the recommendation described in the preceding sentence. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\n","heading":{"title":"43","chaptersection":"9.4. ","identifier":"43.9.4. ","catch_text":"BONDS ISSUED BY AN AUTHORITY TO FINANCE A RESIDENTIAL PROJECT."}}