{"text":"\n     The City and County of San Francisco (the \"City\") promotes the financing and construction of new affordable and mixed income housing by, among other things, issuing multifamily housing revenue bonds or 501(c)(3) bonds for private projects. The proceeds of such bonds are loaned by the City to a project sponsor to help it finance affordable and mixed income housing construction. The City is not liable for repayment of the bonds; the primary reason for the City's participation is that interest on qualifying City housing bonds is exempt from federal income taxation, reducing the project's cost of borrowing and thereby helping to make the affordable housing projects financially feasible. In return for the City's issuance of the bonds, the sponsor agrees to, among other things, (i) repay the loan by making payments of debt service and other amounts payable in connection with the bonds, (ii) enter a regulatory agreement with the City that sets forth restrictions on the housing units to ensure their affordability, and (iii) comply with certain other City contracting requirements that apply to contractors receiving City funds for project construction (the \"City's Contracting Requirements\"). The City's Contracting Requirements include, without limitation, provisions requiring compliance with the City's contracting requirements and policies regarding nondiscrimination, equal benefits, minimum compensation, health care accountability, prevailing wage, local disadvantaged business enterprise subcontracting and jobs programs (such the City's First Source Hiring or City Build programs), as applicable. The San Francisco Redevelopment Agency (the \"Agency\") issues these housing revenue bonds as well and in doing so requires compliance with applicable Agency contracting requirements and policies, which are similar to the City's Contracting Requirements. \n     The City also supports affordable and mixed income housing construction through its membership in joint exercise of powers authorities such as the California Statewide Communities Development Authority and the Association of Bay Area Governments (all such joint powers authorities of which the City is a member are referred to in this ordinance individually as the \"Authority\"). Each Authority issues housing revenue bonds similar to the bonds described in the preceding paragraph. Under the terms of the City's membership in these Authorities, along with certain provisions of the federal Internal Revenue Code if such bonds are to be issued on a tax-exempt basis, the City's Board of Supervisors (the \"Board of Supervisors\") must adopt a resolution approving the bond financing prior to its issuance (a \"TEFRA Resolution\"). Again, the City is not liable for repayment of the bonds. \n     While the Authority and City transaction structures are similar on their face, in an Authority transaction the City is typically not a party to the transaction documents, and as such the project sponsors are not required to comply with the City's Contracting Requirements. (Added by Ord. 36-07, File No. 060897, App. 3/9/2007) \n\n","heading":{"title":"43","chaptersection":"9.1. ","identifier":"43.9.1. ","catch_text":"FINDINGS."}}