{"text":"\n     (a)     Prior to the consideration by the Board of Supervisors of a TEFRA Resolution relating to any issuance of Other Authority Bonds, the Authority and the project sponsor shall submit the following information to the City's Office of Public Finance: \n          (1)     A written description of the financing structure proposed in the current transaction, including anticipated sources and uses.\n          (2)     A written description of the expected ownership and management structure of the project after bond issuance. Such description shall include a description of the experience of the project sponsor in managing similar projects. Such description shall also include a summary of the project-related experience of any nonprofit corporations or other entities the project sponsor anticipates including in a joint venture with respect to the bond-financed project. The Board of Supervisors hereby expresses a policy preference to support (i) projects with proposed management teams that include nonprofit partners based within the City and (ii) projects proposed to be managed by entities that demonstrate substantial experience with type of project being financed. \n          (3)     Such other information as City officials deem necessary to evaluate the proposed bond financing.\n     (b)     The Office of Public Finance shall review the information described under paragraph (a) and provide copies to City departments with expertise relating to the projects in question, to the Mayor's Office of Housing and, if the proposed project is located within a redevelopment area, the Agency. \n     (c)     After soliciting any and all comments from the agencies described in paragraph (b), the Director of Public Finance shall provide its recommendation as to passage before consideration of the TEFRA Resolution by the Board of Supervisors. \n(Added by Ord. 36-07, File No. 060897, App. 3/9/2007)\n\n","heading":{"title":"43","chaptersection":"9.5. ","identifier":"43.9.5. ","catch_text":"POLICY REGARDING OTHER AUTHORITY BONDS."}}