{"text":"\n     The Board of Supervisors finds and declares the following: \n     (a)     The City and County of San Francisco is committed to providing permanent and stable housing for homeless families; and\n     (b)     According to the San Francisco Homeless Prenatal Program, there are at least 2000 homeless families living in San Francisco; and \n     (c)     There are currently approximately 1560 family members living in SRO hotels, including 760 children; and\n     (d)     Living in homeless shelters, SRO hotels and overcrowded conditions has severe negative impacts on the health and well-being of children, including serious and chronic health problems, developmental delays, mental health problems, academic failures, behavioral problems, and hunger and poor nutrition; and \n     (e)     The Homeless Family Service Redesign Workgroup published a report in July 2006, recommending the development of a rental subsidy program for homeless families with an initial goal of 300 subsidies in the first year. The report outlined the need for two types of subsidies: 1) a 1-2 year subsidy, (2) a need-based subsidy that would provide support and allow families to transition out as their income increased. The Board of Supervisors, through the budget process 2006, allocated funding to ensure that the need-based subsidy could be provided by the City, as the 1-2 year subsidy was already available to homeless families. A need-based subsidy program would strengthen San Francisco's continuum of homeless services; and \n     (f)     In 2006, the San Francisco Board of Supervisors appropriated money to the Human Services Agency (Ordinance Number 71-06) to fund a local housing subsidy that provided 300 families with a rental subsidy of $500 per month and assisted homeless families with permanent and stable housing; the Board of Supervisors then approved the subsidy in subsequent years; and \n     (g)     Under HSA's regulations, the current subsidies expire one year from the time the family began receiving the subsidy, with the possibility that the subsidy be extended up to two years; and \n     (h)     The current economic downturn has dramatically affected working families' ability to steadily increase their income by $6,000 annually; and \n     (i)     The Board of Supervisors recognizes that the current subsidy program does not meet the needs of the majority of extremely low-income families and that the City and County of San Francisco should make other efforts to provide services and support to this population. \n(Added by Ord. 229-09, File No. 090931, App. 11/10/2009)\n\n","heading":{"title":"48","chaptersection":"1. ","identifier":"48.1. ","catch_text":"FINDINGS."}}