{"text":"\n     (a)     A landlord who is subject to the provisions of Section 1950.5 of the California Civil Code shall pay simple interest on all security deposits held for at least one year for his/her tenants; provided, however, that this requirement shall not apply where the rent is assisted or subsidized by any government unit, agency or authority. \n     (b)     Interest shall begin accruing on September 1, 1983, or on whatever date the security deposit is received by the landlord after September 1, 1983, and shall accrue until the tenancy terminates. Beginning on September 1, 1984, or on any date thereafter upon which the security deposit has been held by the landlord for one year, and annually thereafter on the same month and day, a tenant shall be given the unpaid accrued interest in the form of ether a direct payment or a credit against the tenant's rent. The landlord shall choose between these two methods of payment. \n     (c)     Upon termination of tenancy, a tenant whose security deposit has been held for one year or more shall be entitled to a direct pro-rata payment of any unpaid accrued interest no later than two weeks after the tenant has vacated the premises; provided, however, that a landlord may retain any portion of the unpaid accrued interest, subject to the limitations and requirements set forth in Section 1950.5(e) of the California Civil Code, where the security deposit alone is insufficient to remedy tenant default in the payment of rent, to repair damages to the premises caused by the tenant, exclusive of ordinary wear and tear, or to clean such premises, if necessary, upon termination of the tenancy. \n     (d)     Nothing in this Chapter shall preclude a landlord from exercising his or her discretion in investing security deposits.\n     (e)     Notwithstanding the provisions of (a) through (c) above, where a landlord seeks reimbursement for the annual Residential Rent Stabilization and Arbitration fee as provided in Section \n37A.6 of this Code, the landlord may deduct said fee from the next interest payment owed to the tenant pursuant to this Chapter. \n     (f)     The interest rate for interest payments required by this \nChapter 49 shall be determined by the Residential Rent Stabilization and Arbitration Board (Rent Board), to be effective on March 1 of each year. \n          (1)     For March 1, 2003 and prior years, the Rent Board shall calculate the rate as of the immediately preceding December 31st according to the historical Federal Reserve Discount Window Borrowing Rate, using an average of the twelve most recent monthly rates (rounded to the nearest tenth) as posted by the Federal Reserve on the Federal Reserve Statistical Release internet site. \n          (2)     For March 1, 2004 and future years, the Rent Board shall calculate the rate as of the immediately preceding December 31st according to the Federal Reserve 6-Month Certificate of Deposit rate, using an average of the twelve most recent monthly rates (rounded to the nearest tenth) as posted by the Federal Reserve on the Federal Reserve Statistical Release internet site. \n     (g)     The amount of interest due and payable by the landlord shall be the amount of the security deposit held by the landlord on the date the interest payment is due multiplied by either: \n          (1)     The interest rate in effect on the date the annual payment is due, if the payment is due under Section \n49.2(b); or\n          (2)     The interest rate in effect on the date the tenant vacates the unit, if the tenant is entitled to a pro-rata interest payment under Section \n49.2(c). \n(Added by Ord. No. 299-83, App. 6/3/83; amended by Ord. 278-89, App. 8/2/89; Ord. 291-90, App. 8/1/90; Ord. 107-02, File No. 020296, App. 7/5/2002; Ord. 90-03, File No. 030221, App. 6/16/2003; Ord. 82-04, File No. 040101, App. 5/20/2004) \n\n","heading":{"title":"49","chaptersection":"2","identifier":"49.2","catch_text":"PAYMENT OF INTEREST ON SECURITY DEPOSITS."}}