{"text":"\n     (a)     Members. The Council shall consist of 23 members, seven of whom shall be former inmates in the San Francisco County Jail, a California Department of Corrections and Rehabilitation adult facility, and/or a United States Bureau of Prison facility. The Mayor, or his designee, shall serve as a member, and shall also appoint three of these seven members. Of these three members, at least one must be between the ages of 18 to 24 at the time of appointment, and at least one shall have expertise in providing services to individuals exiting the criminal justice system. The Board of Supervisors shall designate one of its members to serve as a member of the Council, and shall appoint the other four of the seven members who are former inmates. Of these four members, at least one shall have expertise in providing services to individuals existing the criminal justice system, at least one must have been released from custody within two years of his or her appointment, and at least one must have served multiple terms of incarceration. All members of the Council shall be exempt from the Charter requirement that they be electors of the City and County of San Francisco. \n     The following City departments or agencies shall appoint one member each to the Council: the Public Defender's Office, the District Attorney's Office, the Sheriff's Department, the Police Department; the Adult Probation Department, the Juvenile Probation Department, the Department of Economic and Workforce Development; the Human Services Agency, the Department of Children Youth and Families, and the Department of Public Health. In addition, Council co-chairs shall invite the San Francisco Superior Court, the Department of Child Support Services, the California Department of Corrections and Rehabilitation Division of Adult Parole Operations, and the United States Probation and Pretrial Services System to appoint one member each to the Council. If any of these four agencies does not appoint a representative, the Council co-chairs shall appoint an additional member. \n     Members shall serve two-year terms and shall serve at the pleasure of the appointing authority. Members may serve multiple terms. \n     (b)     Quorum. Eleven members of the Council shall constitute a quorum, and the Council shall have the authority to act on the vote of the majority of the quorum. \n     (c)     Officers. The four members appointed by the Adult Probation Department, District Attorney's Office, the Public Defender's Office, and the Sheriff's Department, respectively, as well as the Mayor or the Mayor's representative, shall co-chair the Council. \n     (d)     Subcommittees. The Council may establish subcommittees to be convened as directed by the Council. The Council's co-chairs shall appoint members to the subcommittees. Subcommittees shall report findings and make recommendations to the full Council for their consideration. The membership of these subcommittees shall be open to non-members of the Council who shall be drawn from a range of diverse experiences, identities, and interests related to the issue of reentry. \n     (e)     Meeting Frequency. The Council shall meet in full at least three times per year. \n     (f)     Roles of Council Members. Each member of the Council shall retain his or her official authority and duties granted under State law. In adopting this legislation, the Board of Supervisors recognizes that each member of the Council retains his or her authority and duties under State law and that where conflicts may arise out of members' dual roles. State powers and duties shall supersede the duties that the ordinance creating the council impose on Council members. \n(Added by Ord. 215-08, File No. 080564, App. 9/19/2008; Ord. 26-09, File No. 081511, App. 2/13/2009; Ord. 44-11, File No. 101480, App. 3/10/2011) \n\n","heading":{"title":"5","chaptersection":"1-3. ","identifier":"5.1-3. ","catch_text":"MEMBERSHIP AND ORGANIZATION."}}