{"text":"\n     The Council shall have the following powers and duties: \n     (a)     Identifying Funding Streams. The Council shall identify funding at the local, State, and Federal level that is earmarked or available for services or programs designed to serve individuals existing the criminal justice system. In addition, the Council shall identify conditions, restrictions, or limitations on each funding stream, and shall document these findings in its reports to the Mayor, the Board of Supervisors, and other appropriate entities consistent with subsection (d) below. \n     (b)     Identifying Programs Serving Individuals Existing the Criminal Justice System. The Council shall identify programs serving individuals exiting the criminal justice system who reside in San Francisco or who will be released to San Francisco, including program capacity. \n     (c)     Identifying Needs of Reentry Population. The Council shall identify any unmet needs of this population, and propose ways to meet those needs based on existing research and best practices. \n     (d)     Identifying Barriers. The Council shall also identify barriers to safe and successful reentry presented by local, State, and Federal law, and propose ways to reduce the impact of these barriers. \n     (e)     Reports. At least once a year, the Council shall prepare and submit a report that shall include but not be limited to information required under subsections (a), (b), (c), and (d) above. City departments shall respond within 30 days to reasonable requests for information submitted by the Council relevant to its ability to discharge its powers and duties under this Chapter, provided that the disclosure of such information shall not be required where it would violate Federal or State law. The Council shall provide the reports to: 1) the Mayor, 2) the Board of Supervisors, 3) any City department or program identified by the Council in a report: and 4) the public. These reports shall be public documents. Any City department identified in a report may provide a response, within 30 days of issuance of the report, for inclusion into the final report submitted to the Mayor and the Board of Supervisors, among others, consistent with this subsection. \n     (f)     The Council shall share information and work in collaboration with the San Francisco Community Corrections Partnership, as established by the California Community Corrections Performance Incentives Act of 2009 (CA Penal Code Section 1228-1233.8). \n     (g)     Retaliation Prohibited. No City officer or employee may retaliate against other City staff or the staff of programs identified by the Council for cooperating with the Council or for participating in any activity involving the Council. This section is not intended to create a private right of action against the City and County of San Francisco. \n     (h)     The Council shall share information and work in collaboration with the San Francisco Juvenile Justice Coordinating Council, as required by the Juvenile Crime Enforcement and Accountability Challenge Grant Program (CA Welfare and Institutions Code Section 749.2-749.27). \n     (i)     The Council shall appoint one member to the Workforce Investment Community Advisory Committee, as required by San Francisco Ordinance 270-07 (SF Administrative Code Section 30.7). \n(Added by Ord. 215-08, File No. 080564, App. 9/19/2008; Ord. 44-11, File No. 101480, App. 3/10/2011)\n\n","heading":{"title":"5","chaptersection":"1-4","identifier":"5.1-4","catch_text":"POWERS AND DUTIES."}}