{"text":"\n     (a)     Membership. There shall be seventeen members of the Public Utilities Citizen's Advisory Committee. Each member of the Board of Supervisors shall appoint one member to the Public Utilities Citizen's Advisory Committee who shall be a resident of the supervisorial district represented by the appointing Supervisor (and the appointee shall remain a resident of the same district in order to continue serving in that seat) and must demonstrate one or more of the following qualifications: representing a community, business, environmental, or environmental justice organization, or with demonstrated knowledge, skill or experience in a field related to public utilities, environmental justice or environmental science. Four members shall be appointed by the Mayor; one member who represents the PUC's regional water customers; one member who represents a large San Francisco water user; one City resident who has demonstrated knowledge of engineering or financial management; and one member who represents a regional or statewide environmental organization. Two members, who shall be residents of the City and County of San Francisco, shall be appointed by the President of the Board of Supervisors; one member who represents a small business in San Francisco and one member who represents an environmental justice organization. \n     (b)     Term. Each member shall be appointed for a four-year term. A member may be reappointed for additional four-year terms. At any time during the term, a member may be removed from the Public Utilities Citizen's Advisory Committee by the then sitting Supervisor of his or her district (if appointed by a Supervisor), or by his or her appointing official. In the event a vacancy occurs during the term of any member, a successor shall be appointed to complete the unexpired term of the office vacated in a manner similar to that which governed the initial appointment of the member. \n     (c)     Compensation and Contracting. Members of the Public Utilities Citizen's Advisory Committee shall not be compensated nor shall they be reimbursed for expenses. Members shall have no authority to enter into contracts on behalf of the City or Public Utilities Commission. \n     (d)     Officers. At the first calendared meeting and thereafter at the beginning of each even-numbered calendar year, the members of the Public Utilities Citizen's Advisory Committee shall elect members to serve as chair, vice-chair, and secretary of the Committee. The chair, or vice-chair, in the absence of the chair, shall be responsible for developing agendas in consultation with the General Manager of the Public Utilities Commission, and conducting meetings. The secretary will be responsible for approving meeting minutes and committee correspondence prior to distribution. \n     (e)     Subcommittees. Subcommittees for each utility operated by the Public Utilities Commission are hereby established to make recommendations to the full Committee on draft plans, policies, programs and other activities related to their respective utilities. The Water Subcommittee shall review water supply system reliability, water conservation, recycling, regional cooperation efforts, and other relevant plans, programs and policies. The Wastewater Subcommittee shall review sewage and stormwater collection, treatment and disposal system replacement, recycling, and other relevant plans, programs, and policies. The Energy Subcommittee shall review power generation and transmission system reliability and improvement programs, including but not limited to facilities siting and alternative energy programs, as well as other relevant plans, programs, and policies. The chair of the Public Utilities Citizen's Advisory Committee shall appoint a chair for each subcommittee, and shall assign members to serve on each subcommittee. The chair, with the approval or at the request of a majority of the members to the Public Utilities Citizen's Advisory Committee, may create additional subcommittees necessary to facilitate review of plans, programs, and policies, in order to fulfill their responsibilities, as stated in Section \n5.140(a). \n     (f)     Membership in subcommittees shall be open to interested members of public through a process developed by the subcommittee and adopted by the Citizens' Advisory Committee. Representation on the subcommittees by residents living near PUC facilities shall be encouraged. The subcommittees shall be created and chaired by a member of the Committee as outlined in subsection (e) above. \n     (g)     The Public Utilities Citizen's Advisory Committee may request that the General Manager provide independent review of the Public Utilities Commission's proposals. \n     (h)     Meetings. The chair of the Public Utilities Citizen's Advisory Committee shall arrange for meetings at such times and in such places as the chair and the General Manager of the Public Utilities Commission, or his or her designee, shall mutually designate and in accordance with all requirements of applicable state and local laws, except that the Committee will meet no less than 9 times per 12-month period, unless the Committee and the General Manager agree otherwise. The General Manager shall set the first meeting of the Committee no later than 30 days after the appointment of a quorum of the Committee. The meetings shall be noticed in accordance with the requirements of the Sunshine Ordinance and posted on the Public Utilities Commission's web site. Administrative and clerical functions in support of the Public Utilities Citizen's Advisory Committee shall be provided by the General Manager of the Public Utilities Commission, or his or her designees on approval of funding by the Public Utilities Commission. The chair of the committee shall consult with the General Manager of the Public Utilities Commission, or his or her designee, regarding receipt of reports and data as necessary for the performance of the committee's functions. Meetings of the Committee and subcommittees shall be conducted in accordance, when not in conflict with state and local open meeting laws, with Robert's Rules of Order. \n(Added by Ord. 58-04, File No. 040193, App. 4/8/2004)\n\n","heading":{"title":"5","chaptersection":"141. ","identifier":"5.141. ","catch_text":"PUBLIC UTILITIES CITIZEN'S ADVISORY COMMITTEE – MEMBERSHIP AND ORGANIZATION."}}