{"text":"\n     (a)     There shall be a Graffiti Advisory Board consisting of 25 voting members, as set forth in this section. This Board shall be advisory to the Board of Supervisors about the problem of graffiti in neighborhoods and the downtown area of San Francisco. The Advisory Board shall also advise the Mayor and the Board of Supervisors about graffiti enforcement, cleanup, and prevention strategies. \n     (b)     There shall be 25 voting members of the Graffiti Advisory Board, who shall be appointed as follows:\n          (1)     The Mayor, or his or her designee;\n          (2)     Eleven persons appointed by individual members of the Board of Supervisors to serve a term of two years, at the pleasure of the appointing Supervisor. These appointments shall be effective when written notice of the appointment is received by the Clerk of the Board of Supervisors; \n          (3)     The Board of Supervisors shall appoint the following members, who shall serve a term of two years:\n               (A)     One member representing youth groups who provide services for juveniles involved in alternative programs for graffiti diversion,\n               (B)     One member representing nonprofit organizations who provide services related to the City's beautification and neighborhood cleanup programs, \n               (C)     Two members representing businesses who operate in San Francisco, one of which must be a property owner,\n               (D)     One member representing private schools or art schools who operate in San Francisco, and\n               (E)     One member representing the contracting agency for Municipal Railway shelters.\n          (4)     The following officials and organizations shall each appoint one member to serve on the Advisory Board:\n               (A)     The General Manager of the Municipal Railway,\n               (B)     The Director of Public Works,\n               (C)     The Executive Director of the Department of Parking and Traffic,\n               (D)     The General Manager of the Recreation and Park Department,\n               (E)     The District Attorney,\n               (F)     The Chief of Police, and\n               (G)     The Board of Education of the San Francisco Unified School District may appoint one member. If the Board of Education fails to appoint a member within 60 days of a vacancy, the Board of Supervisors shall appoint a student, teacher, or member of the San Francisco Unified School District academic branch. \n     (c)     The members of the Advisory Board shall be broadly representative of the ethnic, racial, gender, age and sexual orientation diversity of the City and County. All members of the Advisory Board shall be residents of the City and County of San Francisco, in accordance with Section \n4.101 of the Charter. In making appointments to the Advisory Board, the appointing authorities shall appoint persons from varying backgrounds who have demonstrated abilities, skills, or experience with youth or addressing blight in neighborhoods. \n(Added by Ord. 353-93, App. 11/12/93; Ord. 20-07, File No. 061647, App. 2/9/2007)\n\n","heading":{"title":"5","chaptersection":"170. ","identifier":"5.170. ","catch_text":"GRAFFITI ADVISORY BOARD - ESTABLISHED."}}