{"text":"\n     The duties of the Council shall be the following: \n          (1)     Recommend effective strategies through which public and private agencies that serve victims of domestic or family violence can identify the existence of family violence; \n          (2)     Recommend methods of providing public education about family violence and abuse;\n          (3)     Facilitate communication between public and private agencies that provide programs for victims of family violence and programs of family violence intervention; \n          (4)     Recommend procedures to improve the cooperation and coordination of public and private agencies with all participants in the justice system who deal with family violence, including procedures for reviewing fatalities resulting from family violence; \n          (5)     Recommend a comprehensive and coordinated plan to collect data about family violence in a manner that protects the identity of victims of family violence, and that would make the data available to the courts, prosecutors, law enforcement officers, and health care practitioners; \n          (6)     Recommend ways of responding in a coordinated manner to family violence by City departments, boards, commissions, agencies, and the courts that would improve responsiveness by the City and prevent family violence. \n          (7)     Collect, compile and analyze public information regarding arrest and restraining order enforcement policies; screening and prosecution of cases; issuances of protective orders; identifying family violence in other legal proceedings; and monitoring offenders after judgment; and other relevant data as needed; \n          (8)     Collect, compile and analyze public information relating to programs for victims of family violence and services provided for abusers on probation; \n          (9)     Analyze current and projected revenue and funding sources and recommend other prospective revenue sources for response to family violence; and \n          (10)     Respond to inquiries of the Board of Supervisors made consistent with the duties imposed by this Ordinance.\n(Ord. 217-07, File No. 070884, App. 9/21/2007)\n\n","heading":{"title":"5","chaptersection":"190-1","identifier":"5.190-1","catch_text":"FAMILY VIOLENCE COUNCIL - DUTIES."}}