{"text":"\n     (a)     Establishment. A Family Violence Council for the City and County of San Francisco (referred to hereafter in this Chapter as \"Council\") is hereby established as an advisory body to the Board of Supervisors. The Council shall consist of representatives from City agencies, community-based organizations, academia, and the medical and business communities. All City departments, commissions, boards and agencies shall cooperate with the Council in conducting its business. \n     The composition of the Council shall broadly represent the ethnic, racial, gender, age and sexual orientation diversity of the City and County. \n     (b)     Purpose. The Council is established to advise and submit recommendations to the Board of Supervisors that address the problems of family violence. Family violence includes child abuse, domestic violence, and elder/dependent adult abuse. The Council may also advise the courts of the City and County and the Mayor by submitting recommendations to improve the response by these departments to family violence and abuse. The general purpose of the Council shall be the following: \n          (1)     Increase the awareness and understanding of family violence (and its consequences) by establishing a series of roundtables, forums, meetings, or summits that identify, highlight, and discuss critical issues pertaining to family violence so as to broaden understanding of family violence and its causes and consequences among the public, governmental agencies, courts, and community organizations; \n          (2)     Recommend programs and policies that promote communication and coordination of City and community-based organizations' services relating to child abuse, domestic violence, and elder/dependent adult abuse. \n          (3)     Recommend programs, policies and coordination of City services to the Board of Supervisors and Mayor that may reduce the incidence of family violence in San Francisco. \n(Ord. 217-07, File No. 070884, App. 9/21/2007)\n\n","heading":{"title":"5","chaptersection":"190. ","identifier":"5.190. ","catch_text":"ESTABLISHMENT AND PURPOSE - FAMILY VIOLENCE COUNCIL."}}