{"text":"\n     (a)     The Board of Supervisors finds and declares that it is in the public interest to officially recognize walking as an important component of our transportation system, and as a key component to creating livable and suitable communities. Accordingly, the Board of Supervisors seeks to develop and implement focused policies that encourage pedestrian safety, education, and convenience in transportation and city planning. \n          Over the past fifty years, many American cities, including San Francisco, have seen a dramatic shift away from pedestrian and public transportation toward a reliance on the private automobile for primary transportation. In that same time period, the City has seen a reduction of its public walkways, pedestrian rights-of-way, and valuable inner-city green spaces. \n          In San Francisco, as throughout the world, the quality of urban life is being threatened by encroaching environmental actors. San Franciscans also suffer from increasing poor air quality, elevated noise levels, increased traffic congestion, longer trip times, and diminishing public space. These and other factors have led San Francisco to adopt a Transit-First policy favoring public transportation, bicycles, and pedestrian travel over the use of automobiles. \n          The City's streetscape is similar to many cities and towns in Europe. Narrow streets and interesting destinations combine to make our streets conducive to walking. Encouraging pedestrian presence on our City's streets and sidewalks not only reduces our City's reliance on the automobile, but also helps create communities and neighborhoods that are deemed livable and desirable. Better pedestrian planning and policies will not only serve the approximately 10% of San Franciscans who walk to work on a regular basis, but also all visitors to and residents of San Francisco because each person is a pedestrian at some point in every trip they take. \n          San Francisco has an unusually high rate of pedestrian injuries for a city its size. In the past five years, nearly 5,000 pedestrians have been injured on city streets, and over 130 people have been killed. Our seniors, youth, and citizens with disabilities are especially at risk for being injured and/or killed in a motor vehicle collision. Nationally, pedestrians account for only 13% of traffic fatalities and 2.2% of traffic injuries. However, in San Francisco, they account for more than half of the motor-vehicle related deaths and about one-third of the hospitalizations and have outnumbered or equaled car occupants in traffic fatalities in San Francisco in nine of the past ten years. \n     (b)     There shall be established a Pedestrian Safety Advisory Committee. This Advisory Committee, composed of concerned and informed residents, will provide a source of expertise on issues concerning pedestrian safety, convenience, ambiance, and planning. The Advisory Committee shall consist of 23 voting members appointed as set forth below. \n          (1)     The Board of Supervisors shall appoint 21 members from the following categories:\n               (a)     Two representatives from pedestrian safety organizations;\n               (b)     Two representatives from senior or disability organizations;\n               (c)     One representatives from bicycle or other non-motorized wheeled personal transport organizations;\n               (d)     One representatives from transit or environmental organizations;\n               (e)     One representatives from child advocate or school support organizations;\n               (f)     One representatives from a public health organization;\n               (g)     Two at-large representatives.\n               (h)     Eleven persons appointed by individual members of the Board of Supervisors. Each member of the Board shall appoint a representative who resides in his or her district. \n          (2)     The Superintendent of Schools shall appoint two members, one of whom shall be a student and one of whom shall be a parent.\n     (c)     In addition to the (23) voting members, the following City departments shall select and send a non-voting representative to Advisory Committee meetings: the Department of Public Health, the Municipal Transportation Agency, the Department of Public Works, the Planning Department, the Police Department, the Recreation and Parks Department, District Attorney's Office, the Mayor's Office on Disability, and any other City departments whose work impacts pedestrians. All City departments, commissions, boards and agencies shall cooperate with the Advisory Committee in conducting its business. The Board of Supervisors also requests that the San Francisco County Transportation Authority, San Francisco Unified School District, the Redevelopment Agency, and the Golden Gate National Park Service assist in the work of the Advisory Committee. \n     (d)     Advisory Committee members shall serve at the pleasure of the appointing authority. In addition, an Advisory Committee member's term shall expire by operation of law upon the issuance by the clerk of the Committee a notification adopted by the Advisory Committee certifying that the member in question has three consecutive unexcused absences from meetings of the Advisory Committee. \n     (e)     The term of each Advisory Committee member shall be two years; provided, however, that the member initially appointed shall, by lot, classify their terms so that half of the members will serve a one year term and half will serve a two year term. In the event a vacancy occurs during the term of office of any member, a successor shall be appointed to complete the unexpired term of office vacated. \n     (f)     At the initial meeting of the Advisory Committee, and annually thereafter, the members of the Advisory Committee shall select a Chair, and any other officers as deemed necessary by the Advisory Committee. \n     (g)     The Advisory Committee shall establish rules for its own organization and procedures and shall meet when necessary as determined by the Advisory Committee. All meetings shall, except as provided by law, be open to the public. \n     (h)     The Board of Supervisors urges the Municipal Transportation Agency to support the Advisory Committee with funding and staff resources and to present a monthly interdepartmental report to the Advisory Committee. \n(Added by Ord. 85-02, File No. 012133, App. 6/7/2002; Ord. 127-07, File No. 070082, App. 5/31/2007; Ord. 287-08, File No. 081340, App. 12/5/2008) \n\n","heading":{"title":"5","chaptersection":"20. ","identifier":"5.20. ","catch_text":"FINDINGS; ESTABLISHMENT AND ORGANIZATION."}}