{"text":"\n     (a)     Establishment. Pursuant to California Education Code Section 8499-8499.8, a local Child Care Planning and Advisory Council for the City and County of San Francisco is hereby established. The Department of Children, Youth and Their Families shall provide administrative support for the Council, as specified in a Memorandum of Understanding between the Department and the Council. The Council shall consist of no more than 25 members. Pursuant to Education Code Section 8499.3, the Board of Supervisors shall appoint 12 members, the Board of Education, or County Superintendent of Schools, if the Board of Education delegates the appointment power to her or him, shall appoint 12 members and the Board of Supervisors and the Board of Education, or County Superintendent of Schools, if the Board of Education delegates the appointment power to her or him, shall jointly appoint one member. Thirteen (13) members shall constitute a quorum of the Council. The affirmative vote of thirteen (13) members shall be required for the approval of any matter. The members shall be broadly representative of the ethnic, racial, gender, age and sexual orientation diversity of the City and County. All members shall be residents of the City and County, in accordance with Section \n4.101 of the Charter. The residency requirement may be waived upon a finding by the appointing authority that a resident of the City and County with specific experience, skills or qualifications willing to serve could not be located within the City and County. In making nominations and appointments, the nominating and appointing authorities shall select persons from varying backgrounds who have demonstrated abilities, expertise, and experience with child care. \n     (b)     Executive Committee. Notwithstanding the provisions of subsection (a), the Council may establish an Executive Committee of no fewer than 7 of its members to act on urgent matters between regularly-scheduled meetings of the full Council. The Executive Committee must act by a majority vote of its membership at a publicly-noticed meeting, and must promptly inform the full Council of any action by the Executive Committee. The Executive Committee shall not take any action that conflicts with the Council's policy principles or budget. \n     (c)     Purpose. The Council is established to advise the Board of Supervisors, the Mayor, the San Francisco Children and Families Commission and, with their consent, the Board of Education and the Superintendent of Schools about child care issues. The Council will serve as a representative advisory and planning body to maintain, expand and improve local child care services. The Council will provide links between government and the community, and will work to maximize the amount and impact of local, State, federal and private resources and funding for child care in San Francisco. \n     (d)     Powers and Duties. The Child Care Planning and Advisory Council shall have the following powers and duties: \n          (1)     Upon approval of the Board of Supervisors and the County Superintendent of Schools, to submit to the State Department of Education changes in local priorities for the allocation of state child care funds. \n          (2)     To conduct an assessment of child care needs in San Francisco no less than once every five years. The needs assessment shall comply with all guidelines issued by the State Department of Education and consider, at minimum, the following: \n               (A)     The needs of families eligible for subsidized child care.\n               (B)     The needs of families not eligible for subsidized child care.\n               (C)     The waiting lists for programs funded by the State Department of Education and the State Department of Social Services.\n               (D)     The need for child care for children who have been abused or neglected or are at risk of abuse or neglect.\n               (E)     The number of children receiving public assistance.\n               (F)     Family income among families with preschool or school age children.\n               (G)     The number of children of migrant workers.\n               (H)     The number of children with special needs.\n               (I)     The number of children from all identifiable linguistic and cultural backgrounds.\n               (J)     Special needs based on geographic considerations.\n               (K)     The age of children needing services.\n               (L)     Any other factors deemed appropriate by the Council.\n          (3)     To document information gathered during the needs assessment, which shall include, but need not be limited to, data on supply, demand, cost and market rates for each category of child care in San Francisco. \n          (4)     To prepare a comprehensive countywide child care plan designed to mobilize public and private resources to address identified needs and formulate priorities. The Council shall enlist community participation in establishing priorities and shall hold at least one public hearing prior to the development of, or any revisions to, the child care plan, during which members of the public can comment on the proposed priorities and the plan. \n          (5)     To conduct a periodic review of child care programs funded by the State Department of Education and the State Department of Social Services to determine if identified priorities are being met. \n          (6)     To collaborate with subsidized and nonsubsidized child care providers, county welfare departments, and human services agencies, job training programs, employers, integrated child and family service councils, parent organizations, and other interested parties to foster partnerships designed to meet local child care needs. \n          (7)     To design a system to consolidate local child care waiting lists.\n          (8)     To coordinate part-day programs, including state preschool and Head Start, with other child care to provide full-day child care. \n          (9)     To submit the results of the needs assessment and changes in local priorities identified to the Board of Supervisors and the Superintendent of Schools for approval before submitting them to the State Department of Education. \n          (10)     To report the result of the child care needs assessment, local priorities, the countywide child care plan, and any revisions thereto, the review of any child care programs, and any other reports or information gathered regarding child care in San Francisco, to the Department of Children, Youth and Their Families, San Francisco Children and Families Commission, Human Services Agency and the Board of Education. \n          (11)     To review and comment on proposals submitted to the State Department of Education to be provided within San Francisco.\n          (12)     To identify at least one but no more than two members of the Council to serve as part of the State Department of Education team that reviews and scores proposals for the provision of services funded through contracts with the State Department of Education. \n          (13)     To develop and implement a training plan to provide increased efficiency, productivity, and facilitation of Council meetings.\n          (14)     To provide consultation to the State Department of Education and the State Department of Social Services regarding the development of a single application and intake form for all federal and state subsidized child care and development services. \n          (15)     To review and evaluate legislation affecting child care and to suggest or recommend local child care legislation;\n          (16)     To recommend to the Board of Supervisors, the Mayor, the Board of Education, the Superintendent of Schools and State and federal policy makers positions to facilitate the maintenance, expansion and improvement of child care services in San Francisco and to help secure public and private child care resources for same; \n          (17)     To cooperate with, participate in, and make recommendations to other City/County planning and advisory bodies that relate directly or indirectly to delivery of child care services. \n          (18)     To advise and support all City/County departments involved in child care services, including but not limited to the Department of Children, Youth and Their Families, San Francisco Children and Families Commission, Human Services Agency, the Department of Public Health, the Recreation and Park Department, the Redevelopment Agency, Offices of the Mayor and the Library Department; \n          (19)     To provide guidance to all participants in the local child care system, in cooperation with existing public agencies, including the school district, and private agencies and institutions engaged in child care services. \n     (e)     Membership and Organization.\n          (1)     The membership of the Child Care Planning and Advisory Council shall be composed of 20% consumers, 20% child care providers, 20% public agency representatives; 20% community representatives; and 20% discretionary, as required by Education Code Section 8499.3. \n               (A)     \"Child care provider\" shall mean a person who provides child care services or represents persons who provide child care services.\n               (B)     \"Community representative\" shall mean a person who represents an agency or business that provides private funding for child care services, or who advocates for child care services through participation in civic or community-based organizations but is not a child care provider and does not represent an agency that contracts with the State Department of Education to provide child care and development services. \n               (C)     \"Consumer\" shall mean a parent or person who receives, or has received within the past 36 months, child care services.\n               (D)     \"Public agency representative\" shall mean a person who represents a city, county, city and county, or local education agency.\n          (2)     Members shall be appointed as follows:\n               (A)     The Board of Supervisors shall appoint 12 members representing the following categories, one each of whom is nominated by an individual member of the Board of Supervisors, and a second being nominated by the President of the Board of Supervisors: \n                    (i)     Consumers: The list of qualified individuals for nomination and appointment may include members of the following-Parents, guardians or caretakers with varied income levels who use child care and/or early education services, including but not limited to clients of publicly subsidized programs such as CalWORKS, and other child care programs funded through the San Francisco Human Services Agency, the California Department of Education, Head Start or Preschool for All; \n                    (ii)     Child Care providers: The list of qualified individuals for nomination and appointment must include a representative from Head Start and may include members of the following-Private and subsidized child care providers including, but not limited to, from a private center, from a family day care home, a Title 5 program, a school age program, from a Head Start center and from a Preschool for All site; \n                    (iii)     Discretionary: The list of qualified individuals for nomination and appointment must include a representative from one of the county's Resource and Referral Agencies and may include members of the following-Representatives from the public at large and/or representatives from any of the other categories, or outside of these categories at the discretion of the appointing agencies; \n                    (iv)     Community representatives The list of qualified individuals for nomination and appointment may include members of the following-Parent advisory councils of public and private child care programs; associations of child care providers, family child care providers and Head Start; City College of San Francisco, San Francisco State University, public interest organizations including, but not limited to, the Child Care Law Center, Low Income Investment Fun, community organizations, members of labor organizations and local businesses that fall within the definition of \"community representative\" as described in Subsection (d)(1)(B) and other community and public agency representatives that deal with child care. \n                    (v)     Public Agency Representatives: The list of qualified individuals for nomination and appointment must include representatives from two of the following agencies - the Department of Children, Youth and their Families, Human Services Agency, San Francisco Children and Families Commission, Community Care Licensing, Department of Public Health, Recreation and Parks Department, Mayor's Office of Community Investment and San Francisco Housing Authority, or other entities. \n               (B)     The Board of Education, or County Superintendent of Schools, if the Board of Education delegates the appointment power to her or him, shall nominate twelve (12) members of the Council representing the following categories: \n                    (i)     Consumers: The list of qualified individuals for nomination and appointment may include members of the following- Parents, guardians or caretakers with varied income levels who use child care and/or early education services, including but not limited to clients of publicly subsidized programs such as CalWORKS, and other child care programs funded through the San Francisco Human Services Agency, the California Department of Education, Head Start or Preschool for All; \n                    (ii)     Child Care providers: The list of qualified individuals for nomination and appointment must include a representative from San Francisco Unified School District and may include members of the following- Private and subsidized child care providers including, but not limited to, from a private center, from a family day care home, a Title 5 program, a school age program, San Francisco Unified School District, from a Head Start center and from a Preschool for All site; \n                    (iii)     Discretionary: The list of qualified individuals for nomination and appointment must include a representative from one of the county's Resource and Referral Agencies and may include members of the following representatives of the public at large and/or representatives from any of the other categories, or outside of these categories at the discretion of the appointing agencies; \n                    (iv)     Community representatives: The list of qualified individuals for nomination and appointment may include members of the following- Parent advisory councils of public and private child care programs; associations of child care providers, family child care providers and Head Start; City College of San Francisco, San Francisco State University, public interest organizations including, but not limited to, the Child Care Law Center, Low Income Investment Fund community organizations, members of labor organizations and local businesses that fall within the definition of \"community representative\" as described in Subsection (d)(1)(B) and other community and public agency representatives that deal with child care. \n                    (v)     Public Agency Representatives: The list of qualified individuals for nomination and appointment must include representative from two of the following agencies - the Department of Children, Youth and their Families, Human Services Agency, San Francisco Children and Families Commission, Community Care Licensing, Department of Public Health, Recreation and Parks Department, Mayor's Office of Community Investment and San Francisco Housing Authority, or other entities. \n               (C)     The Board of Supervisors and the Board of Education or the County Superintendent of Schools, if the Board of Education delegates the appointment power to her or him, shall jointly appoint one member representing any one of the categories listed above. \n          (3)     The respective terms of office of the members of the Child Care Planning and Advisory Council who shall hold office on the eighth day of March, 2010, shall expire at noon on that date and the 25 persons appointed as members of the Council pursuant to this ordinance shall succeed to those offices on the eighth day of March, 2010. In order to provide for staggered terms, the initial terms of those 25 persons shall be designated by lot so that 6 members appointed by the Board of Supervisors shall serve a two-year term and 6 members shall serve a three-year term, and 6 members appointed by the Board of Education or the Superintendent of Schools shall serve a two-year term and 6 members shall serve a three-year term. The one member jointly appointed by the Board of Supervisors and the Board of Education or the Superintendent of Schools shall serve a three-year term. Thereafter, all terms shall be for three years. \n     Members may serve for up to two consecutive terms, and may be re-appointed after one year off the Council. No terms served prior to March 8, 2010 shall be counted towards the term limit for Council members. A member appointed to serve a term of two years or less, including the initial term provided in the preceding paragraph, shall not be deemed to have served a full term for purposes of this term limit. \n          (4)     Where a member, prior to expiration of his or her term, ceases to retain the status which qualified him or her for appointment to the Council, the membership shall be terminated and there shall be a vacancy on the Council. In the event a vacancy occurs during the term of office of any member, a successor shall be appointed to fill the vacancy for the remainder of the term, consistent with the process and requirements of the previous appointee. \n          (5)     Any member who misses four meetings within a twelve month period without the express approval of the Council, shall be deemed to have resigned from the Council. \n          (6)     The members of the Council shall elect a Chair of the Council and shall promulgate such rules or regulations as are necessary for the conduct of its business under this Section. \n     (f)     Compensation. Upon approval by the Council, each member who is not otherwise compensated to attend meetings may receive a stipend of no more than $50 per meeting, not to exceed $600 annually, exclusively from funds provided to the Council by the State of California. \n(Added by Ord. 362-95, App. 11/20/95; amended by Ord. 118-99, File No. 990310, App. 5/14/99; Ord. 192-99, File No. 990879, App. 7/1/99; Ord. 31-00, File No. 000109, App. 2/25/2000; Ord. 6-03, File No. 020913, App. 1/31/2003; Ord. 49-10, File No. 091435, App. 3/19/2010) \n\nARTICLE XXI:\nIMMIGRANT RIGHTS COMMISSION\n\n\nSec. 5.201.\nImmigrant Rights Commission.  \n\nSEC. 5.201.  IMMIGRANT RIGHTS COMMISSION.\n     (a)     Establishment. There shall be established an Immigrant Rights Commission (hereinafter \"Commission\"). The Commission shall advise and make recommendations to the Board of Supervisors and the Mayor about issues affecting immigrants residing in San Francisco. \n     (b)     Membership. The Commission shall consist of 15 voting members. Eleven members shall be appointed by the Board of Supervisors and the Mayor shall appoint four members. At least eight members shall be immigrants to the United States who are appointed in accordance with Section \n4.101 of the Charter. Members appointed to the Commission shall have a demonstrated knowledge of and interest in the health, human service, educational, or employment issues that affect immigrants residing in San Francisco and shall reflect the geographic, ethnic, and sexual orientation populations of San Francisco. \n     (c)     Terms of Office. The term of each member of the Commission shall be two years; provided, however, that the members first appointed shall, by lot, classify their terms so that eight members shall serve a term of three years and seven members shall serve a term of two years. Members shall serve at the pleasure of the appointing authority. \n     In the event a vacancy occurs during the term of office of any member, a successor shall be appointed to complete the unexpired term of the office vacated in a manner similar to that for the initial member. \n     At the initial meeting of the Commission and yearly thereafter, the Commission members shall select such officer as deemed necessary by the Commission. \n     (d)     Powers and Duties. The Commission shall have the power and duty to: \n          (1)     Make recommendations to the Board of Supervisors and the Mayor to further involve immigrants in local governmental processes;\n          (2)     Hold at least one public hearing annually to obtain input from the immigrant community about programs, policies, and issues that relate to immigrants who are residents of the City and County, and report recommendations developed from the public hearings to the Board of Supervisors and the Mayor; \n          (3)     Advise the Board of Supervisors and the Mayor on State and federal legislation related to immigrants;\n          (4)     Cooperate with and make recommendations to other City and County departments, agencies, and commissions that administer and enforce regulations relating to health, human services, law enforcement, and human rights that affect immigrants with the aim of improving the coordination of services within the City and County; \n          (5)     Prepare and submit to the Board of Supervisors and the Mayor an annual report on the review and evaluation of the services and programs in place for immigrants residing in San Francisco, any outstanding needs, and recommendations and plans as to a program for responding to the health, human service, and employment needs of immigrants in a manner that is not duplicative; \n          (6)     Develop a plan for outreach to, and education of, the public to increase public awareness of the contributions made by immigrants to the local economy, educational institutions, and other fields in San Francisco, and submit the plan to the Board of Supervisors and the Mayor; \n          (7)     Make recommendations to the Board of Supervisors and the Mayor on the participation of the City and County of San Francisco in publicizing and representing the concerns of immigrants in San Francisco within regional and national efforts to protect the rights of immigrants. \n     (e)     Progress Review. The Commission shall submit a progress report on the execution of its duties to the Board of Supervisors and the Mayor 18 months after the date of adoption of this ordinance. The provisions of this ordinance shall remain in effect unless upon review of the progress report the Board of Supervisors modifies or terminates the Commission. \n(Added by Ord. 211-97, App. 6/6/97)\n\nARTICLE XXII:\n[RESERVED]\nSec. 5.210.\n(Added by Ord. 99-98, App. 3/27/98; repealed by Ord. 57-03, File No. 030042, App. 4/11/2003)\nSec. 5.211.\n(Added by Ord. 99-98, App. 3/27/98; repealed by Ord. 57-03, File No. 030042, App. 4/11/2003)\nSec. 5.212.\n(Added by Ord. 99-98, App. 3/27/98; repealed by Ord. 57-03, File No. 030042, App. 4/11/2003)\n\nARTICLE XXIII:\n[RESERVED]\nSec. 5.230.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.231.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.232.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.233.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.234.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.235.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.236.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.237.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.238.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\nSec. 5.239.\n(Added by Ord. 21-01, File No. 002106, App. 2/16/2001; repealed by Ord. 171-03. File No. 030422, App. 7/3/2003)\n\nARTICLE XXIV:\nCITY HALL PRESERVATION ADVISORY COMMISSION\n\n\nSec. 5.240.\nEstablishment and Purpose. \n\nSec. 5.241.\nMembership and Organization. \n\nSec. 5.242.\nDuties of the Commission. \n\nSec. 5.243.\nReferral to the Commission. \n\nSec. 5.244.\nStandards for Preservation and Restoration. \n\nSEC. 5.240.  ESTABLISHMENT AND PURPOSE.\n     There shall be established a City Hall Preservation Advisory Commission for the purpose of ensuring that City Hall is maintained and preserved in a manner befitting its historic and architectural significance. San Francisco's City Hall is maintained and preserved in a manner befitting its historic and architectural significance. San Francisco's City Hall is a national landmark and a valued legacy to the people of this City. After its completion in 1915, it suffered a process of gradual alteration and degradation until the Loma Prieta earthquake of 1989 forced its temporary closure. Inadequate repair and maintenance contributed to the decline. Between 1989 and 2000, in addition to earthquake retrofitting, the City did extensive work to repair and refurbish City Hall and to reverse many alterations which had compromised the building's historical integrity. This Commission is intended to be an advisory body responsible for ensuring that the building's historical character and beauty are preserved henceforth and that the facilities are maintained according to the highest standard and not allowed to fall into disrepair. \n(Added by Ord. 40-04, File No. 031937, App. 3/20/2004)\n\nSEC. 5.241.  MEMBERSHIP AND ORGANIZATION.\n     (a)     The Commission shall consist of five members appointed by the Mayor, and confirmed by a majority vote of the Board of Supervisors and serving at his or her pleasure. The Mayor shall designate three of his or her initial appointments to serve for two-year terms and two for four-year terms. Thereafter, all members shall serve for four-year terms. The terms are to commence on the date of the first meeting of the Commission, which may not occur until all five members have been appointed. \n     (b)     At least one member of the Commission shall have documented expertise in the area of building maintenance and repair. At least one member shall have documented expertise in the area of historic building preservation. At least one member shall have documented expertise in the history of City Hall. \n     (c)     Vacancies shall be filled by the Mayor, and confirmed by the Board, for the remainder of the term. The Commission shall, at is initial meeting and annually thereafter, elect one of its members to chair the Commission. \n     (d)     Services of the members of the Commission shall be voluntary and members will serve without compensation.\n     (e)     The Director of Administrative Services, or his/her designee, shall attend meetings of the Commission and provide staff support.\n(Added by Ord. 40-04, File No. 031937, App. 3/20/2004)\n\nSEC. 5.242.  DUTIES OF THE COMMISSION.\n     The Commission shall have the following duties. \n     (a)     Conduct meetings as necessary, but not less than once monthly;\n     (b)     Conduct public hearings and advise the Mayor, the Board of Supervisors, the Planning Commission, the Landmarks Preservation Advisory Board, and the Director of Administrative Services, as appropriate, on the following matters: \n          (1)     budgetary issues related to the operation, maintenance, repair and preservation of City Hall;\n          (2)     requests for use, modification, or alteration of City Hall facilities;\n          (3)     maintenance and operation of City Hall consistent with its stature and dignity as a national landmark and as the seat of City government; \n          (4)     displays of historical significance in the South Light Court and in other areas of City Hall;\n          (5)     improvements and acquisitions which would enhance the historical character of City Hall;\n          (6)     any other matter affecting the use, operation or maintenance of City Hall.\n     (c)     Solicit donations to the City for the benefit of City Hall; both of a financial nature as well as of artworks and historically significant artifacts which would be appropriate for display. Any such gifts shall be subject to the applicable approval and acceptance processes as set forth in the Charter. \n     (d)     Keep records of acquisitions, donations, modifications, major repairs and Commission recommendations and compile an annual report to be submitted to the Mayor and the Board of Supervisors. \n(Added by Ord. 40-04, File No. 031937, App. 3/20/2004)\n\nSEC. 5.243.  REFERRAL TO THE COMMISSION.\n     (a)     The Director of Administrative Services shall promptly notify the Commission and provide opportunity for comment before he or she adopts policies or procedures affecting the operation or maintenance of City Hall, and before he or she makes or approves alterations to City Hall. \n     (b)     The secretary of the Landmarks Preservation Advisory Board shall notify the Commission within ten days of receipt of an application for a Certificate of Appropriateness affecting City Hall. The secretary shall provide all relevant information, including the date and time of the hearing. Any recommendations which the Commission makes shall be included in the record of the application by the Landmarks Preservation Advisory Board. \n(Added by Ord. 40-04, File No. 031937, App. 3/20/2004)\n\nSEC. 5.244.  STANDARDS FOR PRESERVATION AND RESTORATION.\n     In carrying out its duties, the Commission shall be guided by accepted standards for restoration, preservation, and maintenance of historic structures, including, where applicable and feasible, standards for historic preservation, maintenance, recordation, and documentation of landmarks promulgated by the United States Department of the Interior or its successor. \n(Added by Ord. 40-04, File No. 031937, App. 3/20/2004)\n\nARTICLE XXV:\nSAN FRANCISCO SENTENCING COMMISSION\n\n\nSec. 5.250.\nEstablishment and Purpose:  San Francisco Sentencing Commission.\n\nSec. 5.250-1.\nMembership and Organization.\n\nSec. 5.250-2.\nPowers and Duties.\n\nSec. 5.250-3.\nSunset Clause.\nEditor's Note:     Former Article XXV (\"Library Citizens Advisory Committee\") expired by operation of its sunset clause on 3/1/2007.\n\nSEC. 5.250.  ESTABLISHMENT AND PURPOSE:  SAN FRANCISCO SENTENCING COMMISSION.\n     (a)     The City hereby establishes the San Francisco Sentencing Commission.\n     (b)     The purpose of the San Francisco Sentencing Commission is to encourage the development of criminal sentencing strategies that reduce recidivism, prioritize public safety and victim protection, emphasize fairness, employ evidence-based best practices, and efficiently utilize San Francisco's criminal justice resources.\n(Added by Ord. 10-12, File No. 111050, App. 2/2/2012, Eff. 3/3/2012)\n(Former Sec. 5.250 added by Ord. 94-04, File No. 020585, App. 5/27/2004; expired 3/1/2007)\n\nSEC. 5.250-1.  MEMBERSHIP AND ORGANIZATION.\n     (a)     Members. The Commission shall consist of 12 members, or 13 members if the Superior Court agrees to provide one member. The head or chair of each of the following agencies and bodies shall serve on or will assign one staff member to serve on the Commission as a voting member:  District Attorney; Public Defender; Adult Probation; Juvenile Probation; Sheriff; Police; the Department of  Public Health; the Reentry Council, and the Superior Court, assuming it agrees to participate on the Commission. In addition, the following additional voting members will be appointed:  a member of a nonprofit organization that works with victims, chosen by the Family Violence Council; a member of a nonprofit organization that works with ex-offenders, chosen by the Reentry Council; a sentencing expert chosen by the Board of Supervisors; and an academic researcher with expertise in data analysis appointed by the Mayor.\n     (b)     Quorum. 10 members of the Commission shall constitute a quorum, and the Commission shall have the authority to act on the vote of a majority of the quorum.\n     (c)     Officers. The District Attorney or his or her designee shall chair the Commission.\n     (d)     Staff Support. The District Attorney's Office shall provide staff support and administrative assistance to the Commission.\n     (e)     Meeting Frequency. The Commission shall meet at least three times a year.\n(Added by Ord. 10-12, File No. 111050, App. 2/2/2012, Eff. 3/3/2012)\n\nSEC. 5.250-2.  POWERS AND DUTIES.\n     The Commission shall have the following powers and duties:\n     (a)     Review and assess sentencing approaches locally and compare to other jurisdictions.\n     (b)     Review and assess the City's capacity and utilization of services and alternatives to incarceration throughout the criminal justice continuum, including pre-adjudication and post-release.\n     (c)     Review and assess the Justice Reinvestment Initiative recommendations to invest in best practices to reduce recidivism.\n     (d)     Develop a recommended system of uniform definitions of recidivism for City departments to track and report on the outcomes of various criminal sentences and City programs meant to aid in reducing recidivism.\n     (e)     Develop data collection standards and recidivism reporting standards.\n     (f)     Develop and recommend department specific goals to reduce recidivism for the City departments represented on the Sentencing Commission, and other relevant City departments.\n     (g)     Make recommendations regarding changes that should be made to the Penal Code and any other state laws to remove barriers to effective implementation of best practices in criminal justice.\n     (h)     Facilitate trainings on best practices in sentencing for various criminal justice agencies.\n     (i)     Share information and work in collaboration with the Reentry Council, established pursuant to the San Francisco Administrative Code\n*, and the Community Corrections Partnership, as established by the California Penal Code.\n     (j)     In December 2012, and on an annual basis thereafter, submit a report to the Mayor and the Board of Supervisors summarizing the findings of the Commission and making recommendations on the aforementioned categories.\n     (k)     Nothing in this legislation shall infringe on any agency's legally mandated responsibilities in the criminal justice system, and, as such, recommendations are not statutorily binding on any City department.\n(Added by Ord. 10-12, File No. 111050, App. 2/2/2012, Eff. 3/3/2012)\n\n*  Editor's Note:     See \nCh. 5, Art. I (Secs. \n5.1-1 et seq.).\n\nSEC. 5.250-3.  SUNSET CLAUSE.\n     This legislation shall expire on June 1, 2015, unless the Board of Supervisors adopts an ordinance continuing its existence. The Commission shall submit a report to the Board of Supervisors no fewer than six months prior to the expiration date recommending whether the Commission should continue to operate, and if so, whether the Board of Supervisors shall consider legislative changes that would enhance the capacity of the Commission to achieve the goals underlying this ordinance. The Commission's recommendations shall include drafts of ordinances that would implement its recommendations.\n(Added by Ord. 10-12, File No. 111050, App. 2/2/2012, Eff. 3/3/2012)\n\nARTICLE XXVI:\nWAGE THEFT TASK FORCE\n\n\nSec. 5.260.\nEstablishment.\n\nSec. 5.260-1.\nMembership.\n\nSec. 5.260-2.\nOrganization and Term of Office.\n\nSec. 5.260-3.\nPowers and Duties.\n\nSec. 5.260-4.\nMeetings.\n\nSec. 5.260-5.\nSunset.\nEditor's Note:     Former Chapter 5, Article XXVI (\"Back Streets Business Advisory Board\"), which comprised former Secs. 5.260 through 5.265, was enacted by Ord. 279-04, File No. 041356, App. 11/26/2004, and amended in part by Ord. 8-08, File No. 071565, App. 1/18/2008. It expired by operation of its sunset provision on 12/31/2008.\n\nSEC. 5.260.  ESTABLISHMENT.\n     The Board of Supervisors hereby establishes a Wage Theft Task Force (\"the Task Force\") to make recommendations to the Board of Supervisors about how the City can best address wage theft.\n(Added by Ord. 102-12, File No. 120431, App. 6/22/2012, Eff. 7/22/2012)\n\nSEC. 5.260-1.  MEMBERSHIP.\n     (a)     Voting members of the Task Force shall be drawn from City departments that have the power to address wage theft, as well as individuals from businesses, community-based organizations and labor unions with experience and understanding of low-wage workers, low-wage industries, and the problem of wage theft.\n     (b)     The Task Force shall consist of fifteen voting members, with Seats 8 through 15 appointed by the Board of Supervisors as follows:\n          (1)     Seat 1: A representative from the City Attorney's Office.\n          (2)     Seat 2: A representative from the Office of Labor Standards Enforcement.\n          (3)     Seat 3: A representative from the District Attorney's Office.\n          (4)     Seat 4: A representative from the Police Department.\n          (5)     Seat 5: A representative from the Department of Public Health.\n          (6)     Seat 6: A representative from the Treasurer's Office.\n          (7)     Seat 7: A representative from the Office of Small Business.\n          (8)     Seats 8, 9, 10 & 11: Persons with significant experience confronting the issue of wage theft, who work at, serve on the Board of Directors or; or are a member of a non-profit community based organization that organizes or represents low-wage workers.\n          (9)     Seat 12: A person who works at a labor union who has experience with an industry where widespread wage theft occurs or has occurred.\n          (10)     Seats 13, 14, & 15: Persons representing responsible business(es) or employer(s) in San Francisco in an industry where wage theft is prevalent.\n(Added by Ord. 102-12, File No. 120431, App. 6/22/2012, Eff. 7/22/2012)\n\nSEC. 5.260-2.  ORGANIZATION AND TERM OF OFFICE.\n     (a)     The term of office of voting members of the Task Force shall be one year. The terms of office for all fifteen seats shall start from the date the last of the fifteen voting members of the Task Force is appointed and sworn in.\n     (b)     Voting members of the Task Force in Seats 1 through 7 shall serve at the pleasure of the appointing authority.\n     (c)     The representative from the Office of Labor Standards Enforcement (Seat 2) shall co-chair the Task Force together with one Task Force member from Seats 8 through 11 selected by the Task Force. The co-chairs of the Task Force, assisted by a staff member from the office of the Supervisor representing District 9, will have the responsibility to schedule Task Force meetings, create the agenda for each meeting, invite guest presenters, and perform any other administrative or other support needed for the Task Force.\n     (d)     In the event a vacancy occurs during the term of office of any member, the appointing authority shall appoint a successor having the same qualifications for the unexpired term of the office vacated.\n     (e)     Services of the voting members of the Task Force shall be voluntary and members will serve without compensation. Task Force members otherwise employed by the City shall receive no additional compensation for their service on the Task Force.\n(Added by Ord. 102-12, File No. 120431, App. 6/22/2012, Eff. 7/22/2012)\n\nSEC. 5.260-3.  POWERS AND DUTIES.\n     (a)     The Task Force shall hold meetings regarding the problem of wage theft.\n     (b)     The Task Force shall invite outside experts to present on the crisis of wage theft and on strategies and policies used by other government agencies to address wage theft.\n     (c)     The Task Force shall develop recommendations on:\n          (1)     Legislation needed to address wage theft;\n          (2)     Studies, research, or data needed to better understand wage theft;\n          (3)     Additional resources needed by City departments in order to implement new strategies to address wage theft; and,\n          (4)     Hearings that the Board should conduct to further understand how City departments or community groups are addressing wage theft.\n     (d)     No later than twelve months from the date that all fifteen voting members of the Task Force have been appointed, the Task Force shall submit its recommendations, including recommendations regarding legislation and appropriations, to the Board of Supervisors.\n(Added by Ord. 102-12, File No. 120431, App. 6/22/2012, Eff. 7/22/2012)\n\nSEC. 5.260-4.  MEETINGS.\n     The place, date and time of meetings of the Task Force shall be prescribed by rule of the Task Force; provided, however that the Task Force shall hold regular meetings not less than once every month for a minimum of six months. Except as provided by law, all meetings of the Task Force shall be open to the public.\n(Added by Ord. 102-12, File No. 120431, App. 6/22/2012, Eff. 7/22/2012)\n\nSEC. 5.260-5.  SUNSET.\n     The Task Force shall terminate by operation of law on December 31, 2013, unless the Board of Supervisors by resolution extends its term.\n(Added by Ord. 102-12, File No. 120431, App. 6/22/2012, Eff. 7/22/2012)\nARTICLE XXVII:\n[RESERVED]\nSEC. 5.300.  RESERVED.\n(Added by Ord. 279-05, File No. 051456, App. 12/16/2005)\nSEC. 5.305.  RESERVED.\n(Added by Ord. 279-05, File No. 051456, App. 12/16/2005)\nEditor's Note:     Former Art. XXVII (\"Foster Care Improvement Task Force\") expired by operation of its sunset provision on 8/31/2007.\nARTICLE XXVIII:\n[RESERVED]\nSEC. 5.400.  RESERVED.\n(Added by Ord. 268-08, File No. 081227, App. 11/25/2008; Ord. 314-10, File No. 101458, App. 12/21/2010)\nSEC. 5.405.  RESERVED.\n(Added by Ord. 268-08, File No. 081227, App. 11/25/2008; Ord. 314-10, File No. 101458, App. 12/21/2010)\nSEC. 5.410.  RESERVED.\n(Added by Ord. 268-08, File No. 081227, App. 11/25/2008; Ord. 314-10, File No. 101458, App. 12/21/2010)\nSEC. 5.415.  RESERVED.\n(Added by Ord. 314-10, File No. 101458, App. 12/21/2010)\nEditor's Note:     Former Art. XXVIII (\"Voting Systems Task Force\") expired by operation of its sunset provision on 6/30/2011.\nARTICLE XXIX:\n[RESERVED]\nSEC. 5.500.  RESERVED.\n(Added by Ord. 241-08, File No. 081008, App. 10/30/2008)\nSEC. 5.505.  RESERVED.\n(Added by Ord. 241-08, File No. 081008, App. 10/30/2008)\nEditor's Note:     Former Art. XXIX (\"San Francisco Task Force on Residential Treatment for Youth in Foster Care\") expired by operation of its sunset provision on 11/1/2009.\n\n\n \n\nNotes\n*\n> *Editor's note\n     Ord. 217-07, File No. 070884, Approved September 21, 2007, amended Art. XIX, in its entirety, to read as herein set out. Prior to inclusion of said ordinance, Art. XIX pertained to the family violence advisory council. \n\n endnote table \nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"5","chaptersection":"200","identifier":"5.200","catch_text":"CHILD CARE PLANNING AND ADVISORY COUNCIL."}}