{"text":"\n     (a)     The purpose of the committee shall be to inform the public concerning the expenditure of general obligation bond proceeds. The committee shall actively review and report on the expenditure of taxpayers' money in accordance with the voter authorization. The committee shall convene to provide oversight for: (1) ensuring that bond revenues are expended only in accordance with the ballot measure, and (2) ensuring that no funds are used for any administrative salaries or other general governmental operating expenses. unless specifically authorized in the ballot measure for such bonds. The committee has no power to review bond proposals prior to voter approval. Further, the committee shall not participate or interfere in the selection process of any vendor hired to execute bond funded projects. \n     (b)     In furtherance of its purpose, the committee may engage in any of the following activities:\n          (1)     Inquiring into the disbursement and expenditure of the proceeds of bonds approved by voters by receiving any reports, financial statements, correspondence or other documents and materials related to the expenditure of bond funds from agencies that receive proceeds from these bonds. \n          (2)     Holding public hearings to review the disbursement and expenditure of the proceeds of bonds approved by voters.\n          (3)     Inspecting facilities financed with the proceeds of bonds approved by voters.\n          (4)     Receiving and reviewing copies of any capital improvement project proposals or plans developed by the City.\n          (5)     Reviewing efforts by the City to maximize bond proceeds by implementing cost-saving measures, including, but not limited to, all of the following: (i) mechanisms designed to reduce the costs of professional fees and site preparation and design: and (ii) recommendations regarding the joint use of core facilities and use of cost-effective and efficient reusable facility plans. \n          (6)     Commissioning independent review of the disbursement and expenditure of the proceeds of bonds approved by voters by accessing any funds set aside for this purpose under Subsection (c) of this Section to retain outside auditors, inspectors and necessary experts to conduct such independent review. \n     (c)     To the extent permitted by law, each ballot measure shall provide that one-tenth of one percent of the gross proceeds from the proposed bonds be deposited in a fund established by the Controller's Office and appropriated by the Board at the direction of the committee to cover the costs of said committee. \n(Added by Proposition F, 3/5/2002)\n\n","heading":{"title":"5","chaptersection":"31","identifier":"5.31","catch_text":"PURPOSE."}}