{"text":"\n     There are hereby established two subcommittees to the Street Utility Coordinating Committee as follows: \n     (a)     Committee for Utility Liaison on Construction and Other Projects (CULCOP). This subcommittee shall consist of staff level personnel from the Bureau of Engineering of the Department of Public Works; San Francisco Department of Telecommunications and Information Services; San Francisco Water Department; Hetch Hetchy Water and Power System; Municipal Railway; San Francisco Fire Department; San Francisco Department of Electricity; San Francisco Redevelopment Agency; Pacific Gas and Electric Company, Gas Division; Pacific Gas and Electric Company, Electric Division; Pacific Telephone Company; Western Union and the Television Signal Corporation. The chair shall be a representative of the Bureau of Engineering as designated by the City Engineer. Meetings shall be monthly at a time and place designated by the chair. The duties of this subcommittee will be to work out scheduling of utility work that is connected with Department of Public Works projects and to plan the utilities undergrounding construction program. \n     (b)     Committee for Planning Utility Construction Program. This subcommittee shall consist of representatives of the Department of Public Works; San Francisco Department of Telecommunications and Information Services; San Francisco Water Department; Hetch Hetchy Water and Power System; San Francisco Police Department; Pacific Gas and Electric Company, Gas Division; Pacific Gas and Electric Company, Electric Division; Pacific Telephone Company; Western Union; and Television Signal Corporation. The chair shall be a representative of the Department of Public Works as designated by the Director of Public Works. Meetings shall be at the call of the chair. This subcommittee shall be responsible for detailed planning of a 12 months construction program of all street utilities, exclusive of Public Works Department projects which are financed wholly or in part by gas tax or ad valorem funds and utilities undergrounding program, including traffic regulations during utility construction or maintenance, and other duties as assigned by the Street Utilities Coordinating Committee. The Director of Public Works shall transmit to private utility companies and to said subcommittee a list of approved gas tax and ad valorem projects, as soon as such projects are approved by the Board of Supervisors. \n(Added by Ord. 273-74, App. 6/6/74; amended by Ord. 192-99, File No. 990879, App. 7/1/99).\n\n","heading":{"title":"5","chaptersection":"63","identifier":"5.63","catch_text":"STREET UTILITIES COORDINATING COMMITTEE - SUBCOMMITTEES."}}