{"text":"\n     (a)     Voting members of the Committee generally shall be drawn from individuals and organizations with an understanding of the needs of low income communities, as well as technical expertise in the areas of economic and workforce development, environmental health, employer contracting, small business, green jobs, and energy efficiency. \n     (b)     The Committee shall consist of 7 voting members, appointed by the Board of Supervisors as follows:\n          (1)     Seat 1: A person recommended by a community-based organization that deals primarily with environmental justice; \n          (2)     Seat 2: A person recommended by a community-based organization that deals primarily with environmental justice; \n          (3)     Seat 3: A person recommended by a community-based organization that works with under-employed, low wage workers in underserved communities and communities of color, and having experience with vocational education and training issues in the City's diverse communities related to age, gender, race, and immigration; \n          (4)     Seat 4: A person recommended by a community-based organization that works with under-employed, low wage workers in underserved communities and communities of color, and having experience with vocational education and training issues in the City's diverse communities related to age, gender, race, and immigration; \n          (5)     Seat 5: A person with a background in labor organizing; \n          (6)     Seat 6: A person with a background in research and/or education on green sector industries who is currently employed at an economic development consulting firm and/or college or university; and, \n          (7)     Seat 7: A person with a background in green jobs in the small business community. \n     (c)     Representatives from the Office of the Mayor, the Department of the Environment, the Public Utilities Commission, the Office of the Controller, the Economic and Workforce Development Department, the Department of Public Health, and the Office of Contract Administration shall serve as non-voting members of the Committee. All City departments, commissions, boards, and agencies shall cooperate with the Committee in conducting its business. \n(Added by Ord. 78-10, File No. 091444, App. 4/16/2010)\n\n","heading":{"title":"5","chaptersection":"92. ","identifier":"5.92. ","catch_text":"MEMBERSHIP."}}