{"text":"\n     The Board of Supervisors hereby finds and declares that nonprofit performing arts organizations are an important cultural element of the quality of life in San Francisco. The Board also finds and declares that numerous arts organizations either operate out of facilities which do not meet the standards imposed by City and State fire, building, earthquake and other safety codes or are unable to acquire adequate operating space. Many of these arts organizations are financially unable to maintain their facilities or make the capital improvements needed to bring their facilities into compliance with these codes. This Chapter is therefore enacted in order to make low-cost loans available to qualified arts organizations for facilities maintenance, renovation and capital improvements so that they may carry on their work in facilities which are in full compliance with all applicable code requirements and with all other requirements which enable the facilities to be used for performing arts. In addition, this Chapter is enacted in order that low-cost loans may be made to these arts organizations for the acquisition or renovation of adequate operating space, to the extent that funds are available for this purpose. \n     The Board of Supervisors expressly finds and declares that the appropriation and expenditure of public funds for the purposes set forth above will serve a public purpose and will benefit the residents of San Francisco as a whole. Nonprofit arts organizations which work in substandard facilities are currently faced with the choice of either continuing to work in environments that are unsafe for their members and audiences alike, or of interrupting their work while they seek new and adequate facilities. The loans to be provided under this Chapter will assure that these arts organizations carry on their efforts in facilities which enhance the health, safety and welfare of the artists and of those who come to view their work. \n(Added by Ord. 69-84, App. 2/15/84; amended by Ord. 160-91, App. 4/25/91)\n\n","heading":{"title":"50","chaptersection":"1","identifier":"50.1","catch_text":"PURPOSE AND FINDINGS."}}