{"text":"\n     The Director shall promulgate such rules and regulations as he or she may deem appropriate to carry out the provisions of this Chapter, including rules and regulations for general payment schedule adjustments, individualized payment schedule adjustments and criteria for loan forgiveness where the Director, in consultation with the Controller's Office, deems such provisions are necessary in order to recoup outstanding loans or to ensure the ongoing effectiveness of the program by assisting the economic viability of the borrowers and helping to alleviate debt-related or other financial hardships. Said rules and regulations shall be developed in consultation with pertinent City and County agencies and any other appropriate organizations which the Director in his or her discretion may choose to consult. The Board of Supervisors shall by resolution approve all such rules and regulations prior to their effective date. A copy of all such rules and regulations shall be available for review by the public during regular business hours in the office of the Director, the office of the Clerk of the Board of Supervisors, the Fire Prevention Bureau of the Fire Department, the Department of Public Works and in every other office which is assigned responsibilities for carrying out this program. Within the first six (6) months following the effective date of this Ordinance, the Director shall submit, for review and consideration at a public hearing, a report to the Board of Supervisors containing the financial status on each of the loans in the NPALP portfolio, setting forth (a) any specific criteria for loan adjustments or forgiveness, (b) a plan of action for collection of all remaining delinquent and future loans, and (c) a proposed plan regarding whether NPALP loan recipients may use any portion of their annual City grant funds for NPALP loan repayment purposes. \n(Added by Ord. 69-84, App. 2/15/84; Ord. 114-06, File No. 051519, App. 6/1/2006)\n\n","heading":{"title":"50","chaptersection":"11. ","identifier":"50.11. ","catch_text":"RULES AND REGULATIONS."}}