{"text":"\n     (a)     Establishment. There is hereby created an Urban Agriculture Program for the City and County of San Francisco.\n     (b)     Duties. The Urban Agriculture Program shall:\n          (1)     Coordinate Urban Agriculture efforts with other public agencies operating in the City, including, but not limited to, the Recreation and Park Department, Public Utilities Commission, Department of Public Works, Department of Public Health, Department of the Environment, Planning Department, Department of Building Inspection, the San Francisco Food Security Task Force, County Agricultural Commissioner, Department of Real Estate, Public Library, Mayor's Office of Neighborhood Services, City Administrator, Port, and Airport, and the San Francisco Unified School District, City College of San Francisco, California Department of Parks and Recreation, United States National Park Service Golden Gate Recreation Area, and the University of California Cooperative Extension;\n          (2)     Be responsible for promoting the development of comprehensive programs, policies and strategies to meet the goals described in Section \n53.4 and generally enhance and increase Urban Agriculture in San Francisco;\n          (3)     Develop strategic partnerships with community organizations, schools, and others for the purpose of advancing Urban Agriculture in San Francisco, and seek public feedback from these partners in major policy decisions;\n          (4)     Advocate for Urban Agriculture policies and funding at the State and Federal level;\n          (5)     Collect data and metrics related to Urban Agriculture and make that information available to the public;\n          (6)     Coordinate support among public agencies and community organizations for gleaning programs that collect excess produce from gardens, urban farms, and other sources in the City and distribute that produce to those in need;\n          (7)     Explore how Urban Agriculture can enhance existing job training programs and provide new job training and employment opportunities for all San Francisco residents, including low income individuals and youth, and can create employment opportunities and incentives for employers to hire San Francisco residents for food-growing programs;\n          (8)     Consult with the County Agricultural Commissioner and Director of Public Health to ensure that Urban Agriculture projects conform to applicable agricultural and public health laws and regulations and do not cause or contribute to public health risks, such as soil contamination and vermin infestations; and,\n          (9)     Ensure that existing Urban Agriculture spaces are being utilized fully.\n     (c)     Strategic Plan. By December 31, 2012, the Mayor and the City Administrator, in consultation with relevant City departments and community stakeholders, shall develop a strategic plan for the Urban Agriculture Program to carry out its duties and to meet the City's stated Urban Agriculture goals, as contained in Sections \n53.3 and \n53.4. The strategic plan shall contain baseline data on Urban Agriculture in San Francisco, including, but not limited to, an accounting of all City funding and resources, a list of all local Urban Agriculture programs, a count of all active and inactive sites and site coordinators, a count of waiting lists, and a needs assessment of resident, organization, and business needs. The strategic plan shall also include a projected budget for the Urban Agriculture Program and identify potential sources of funding. The Mayor and the City Administrator shall submit the strategic plan to the Board of Supervisors for its approval by resolution, and make the plan available to the general public, by December 31, 2012. The strategic plan may set new target dates for the City to reach the Urban Agriculture Goals set in Section \n53.4, and those new dates shall be deemed ratified by the Board's approval of the strategic plan.\n     (d)     External Evaluation. By December 31, 2012, the Mayor and the City Administrator shall evaluate which City agency or non-profit organization receiving City funds should permanently manage the coordination of Urban Agriculture activities and house the Urban Agriculture Program. The evaluation shall examine fiscal capacity to secure reasonable funding as well as programmatic capacity to implement the Strategic Plan. The Mayor and the City Administrator shall submit the results of this evaluation and their recommendation to the Board of Supervisors and make the evaluation and recommendation available to the public. \n     (e)     Annual Report. By January 1, 2014, and every year thereafter, the Urban Agriculture Program shall provide a report to the Mayor and Board of Supervisors summarizing key Urban Agriculture achievements, challenges, and indicators from the previous year, including an official accounting of all City funding for Urban Agriculture and an inventory of local resources and programs relevant to Urban Agriculture in San Francisco. These annual reports shall also provide data on progress the City made in the prior year towards meeting each of the Urban Agriculture Program's goals, as contained in Section \n53.4.\n     (f)     It shall be City policy that for Fiscal Year 2012-13, the City shall ensure that there is at least one full-time staff person assigned to support coordination of Urban Agriculture programs among City agencies and community stakeholders.\n(Added by Ord. 162-12, File No. 120404, App. 7/24/2012, Eff. 8/23/2012)\n\n","heading":{"title":"53","chaptersection":"3. ","identifier":"53.3. ","catch_text":"URBAN AGRICULTURE PROGRAM."}}