{"text":"\n     (a)     There is established a Commission to be known as the Southeast Community Facility Commission consisting of seven members. Commission members shall be appointed by and serve at the pleasure of the Mayor. Unless the Mayor determines that it is otherwise impracticable, persons appointed to serve as members of the Commission shall either reside or work in the Bayview-Hunters Point community, as defined in Section \n54.2(b) of this Chapter. \n     (b)     For purposes of this Chapter, the Bayview-Hunters Point community is defined as the area south of the southern curb line of Army Street, east of the eastern curb line of the James Lick Freeway (also known as U.S. Route 101), north of the city and county boundary line shared with San Mateo County, and west of San Francisco Bay. \n     (c)     Members will be appointed for a term of office of four years, except that all of the vacancies occurring during a term will be filled by an appointment made by the Mayor for the unexpired term. Each vacancy shall be filled within 30 days of the occurrence of the vacancy. \n     (d)     A president shall be selected by majority vote of the members of the Commission. The president shall serve for a term of two years and shall not serve more than two consecutive terms. \n     (e)     The date, place and time of meeting shall be determined by rules adopted by the Commission; provided, however, that the Commission will hold a regular meeting not less than once each month. \n     (f)     Subject to the budgetary and fiscal requirements of the Charter, each member shall be paid $50 per Commission meeting or committee meeting attended. Total compensation shall not exceed $100 per month. \n     (g)     Any member who misses three regularly scheduled meetings of the Commission in any 12-month period without the express approval of the Commission given at a regularly scheduled meeting will be deemed to have resigned from the Commission. \n     (h)     The Commission shall appoint an Executive Director, who shall serve at the pleasure of the Commission and shall not be subject to the civil service provisions of the Charter. The Executive Director shall possess the qualifications and experience essential to the administration of the Southeast Community Facility. The Executive Director shall be responsible for the enforcement of the rules and regulations of the Commission and shall manage the daily activities of the Southeast Community Facility not undertaken by lessees. \n(Ord. 438-87, App. 11/12/87; amended by Ord. 407-89, App. 11/8/89; Ord. 287-96, App. 7/12/96; Ord. 108-00, File No. 000539, App. 5/26/2000) \n\n","heading":{"title":"54","chaptersection":"2","identifier":"54.2","catch_text":"ESTABLISHMENT OF COMMISSION; APPOINTMENT; TERMS; MEETINGS; COMPENSATION; EXECUTIVE DIRECTOR."}}