{"text":"\n     (a)     The development agreement may further define the extent to which changes in the project will require an amendment to the development agreement. \n     (b)     Either the applicant/developer or the City and County may propose an amendment to, or cancellation in whole or in part of, any development agreement. Any amendment or cancellation shall be by mutual consent of the parties, except as otherwise provided in the development agreement or in Section \n56.16. \n     (c)     The procedure for proposing and adopting an amendment which constitutes (1) a material modification, (2) the termination in whole or in part of the development agreement, or (3) a minor modification which the Commission or Board has requested to review pursuant to subsection (d) below, shall be the same as the procedure for entering into an agreement in the first instance, including, but not limited to, the procedures described in Section \n56.4, above. \n     (d)     Any proposed amendment or modification to the development agreement which would constitute a minor modification shall not require a noticed public hearing before the parties may execute an amendment to the agreement. The Director may commit to a minor modification on behalf of the City if the following conditions are satisfied: \n          (1)     The Director has reached agreement with the other party or parties to the development agreement regarding the modification;\n          (2)     The Director has: (i) notified the Commission and the Board; (ii) caused notice of the amendment to be published in the official newspaper and included on the Commission calendar; (iii) caused notice to be mailed to the parties to a collateral agreement if specific terms or conditions of said collateral agreement were incorporated into the development agreement and said terms or conditions would be modified by said minor modification; and (iv) caused notice to be mailed to persons who request to be so notified; and \n          (3)     No member of either the Board or Commission has requested an opportunity to review and consider the minor modification within 14 days following receipt of the Director's notice. Upon expiration of the 14-day period, in the event that neither entity requests a hearing, the decision of the Director shall be final. \n(Added by Ord. 372-88, App. 8/10/88; amended by Ord. 59-91, App. 2/27/91)\n\n","heading":{"title":"56","chaptersection":"15","identifier":"56.15","catch_text":"AMENDMENT AND TERMINATION OF AN EXECUTED DEVELOPMENT AGREEMENT BY MUTUAL CONSENT."}}