{"text":"\n     (a)     Time for and Initiation of Review. The Director shall conduct a review in order to ascertain whether the applicant/developer has in good faith complied with the development agreement. The review process shall commence at the beginning of the second week of January following final adoption of a development agreement, and at the same time each year thereafter for as long as the agreement is in effect. The applicant/developer shall provide the Director with such information as is necessary for purposes of the compliance review. \n     Prior to commencing review, the Director shall provide written notification to any party to a collateral agreement which the Director is aware of pursuant to Sections \n56.11(a) and (d), above. Said notice shall summarize the periodic review process, advising recipients of the opportunity to provide information regarding compliance with the development agreement. Upon request, the Director shall make reasonable attempts to consult with any party to a collateral agreement if specified terms and conditions of said agreement have been incorporated into the development agreement. Any report submitted to the Director by any party to a collateral agreement, if the terms or conditions of said collateral agreement have been incorporated into the development agreement, shall be transmitted to the Commission and/or Board of Supervisors. \n     (b)     Finding of Compliance by Director. If the Director finds on the basis of substantial evidence, that the applicant/developer has complied in good faith with the terms and conditions of the agreement, the Director shall notify the Commission and the Board of Supervisors of such determination, and shall at the same time cause notice of the determination to be published in the official newspaper and included on the Commission calendar. If no member of the Commission or the Board of Supervisors requests a public hearing to review the Director's determination within 14 days of receipt of the Director's notice, the Director's determination shall be final. In such event, the Director shall issue a certificate of compliance, which shall be in recordable form and may be recorded by the developer in the official records. The issuance of a certificate of compliance by the Director shall conclude the review for the applicable period. \n     (c)     Public Hearing Required. If the Director determines on the basis of substantial evidence that the applicant/developer has not complied in good faith with the terms and conditions of the development agreement, or otherwise determines that the public interest would be served by further review, or if a member of the Commission or Board of Supervisors requests further review pursuant to Subsection (b) above, the Director shall make a report to the Commission which shall conduct a public hearing on the matter. Any such public hearing must be held no sooner than 30 days, and no later than 60 days, after the Commission has received the Director's report. The Director shall provide to the applicant/developer (1) written notice of the public hearing scheduled before the Commission at least 30 days prior to the date of the hearing, and (2) a copy of the Director's report to the Commission on the date the report is issued. \n     (d)     Findings Upon Public Hearing. At the public hearing, the applicant/developer must demonstrate good faith compliance with the terms of the development agreement. The Commission shall determine upon the basis of substantial evidence whether the applicant/developer has complied in good faith with the terms of the development agreement. \n     (e)     Finding of Compliance by Commission. If the Commission, after a hearing, determines on the basis of substantial evidence that the applicant/developer has complied in good faith with the terms and conditions of the agreement during the period under review, the Commission shall instruct the Director to issue a certificate of compliance, which shall be in recordable form, may be recorded by the applicant/developer in the official records, and which shall conclude the review for that period; provided that the certificate shall not be issued until after the time has run for the Board to review the determination. Such determination shall be reported to the Board of Supervisors. Notice of such determination shall be transmitted to the Clerk of the Board of Supervisors within three days following the determination. The Board may adopt a motion by majority vote to review the decision of the Planning Commission within 10 days of the date after the transmittal. A public hearing shall be held within 30 days after the date that the motion was adopted by the Board. The Board shall review all evidence and testimony presented to the Planning Commission, as well as any new evidence and testimony presented at or before the public hearing. If the Board votes to overrule the determination of the Planning Commission, and refuses to approve issuance of a certificate of compliance, the Board shall adopt written findings in support of its determination within 10 days following the date of such determination. If the Board agrees with the determination of the Planning Commission, the Board shall notify the Planning Director to issue the certificate of compliance. \n     (f)     Finding of Failure of Compliance. If the Commission after a public hearing determines on the basis of substantial evidence that the applicant/developer has not complied in good faith with the terms and conditions of the agreement during the period under review, the Commission shall either (1) extend the time for compliance upon a showing of good cause; or (2) shall initiate proceedings to modify or terminate the agreement pursuant to Section \n56.18. \n(Added by Ord. 372-88, App. 8/10/88; amended by Ord. 59-91, App. 2/27/91; Ord. 287-96, App. 7/12/96)\n\n","heading":{"title":"56","chaptersection":"17. ","identifier":"56.17. ","catch_text":"PERIODIC REVIEW."}}