{"text":"\n     (a)     Action by Board of Supervisors. The Board of Supervisors shall hold a public hearing on the proposed development agreement approved by the Commission. After the Board of Supervisors completes its public hearing, it may approve or disapprove the proposed development agreement recommended by the Commission. If the Commission disapproves the proposed development agreement, that decision shall be final unless the applicant/developer appeals the Commission's determination to the Board of Supervisors. The applicant/developer may appeal by filing a letter with the Clerk of the Board of Supervisors within 10 days following the Com-mission's disapproval of the proposed development agreement. The procedures for the Board's hearing and decision shall be the same as those set forth in City Planning Code Sections \n308.1(c) and \n308.1(d) with respect to an appeal of a Commission disapproval of a City Planning Code amendment initiated by application of one or more interested property owners. \n     (b)     Material Modification of the Commission's Recommended Development Agreement. The Board of Supervisors may adopt a motion proposing a material modification to a development agreement recommended by the Commission, as defined in Section 56.3 herein. In such event, the material modification must be referred back to the Commission for report and recommendation pursuant to the provisions of Subdivision (c) below. However, if the Commission previously considered and specifically rejected the proposed material modification, then such modification need not be referred back to the Commission. The Board of Supervisors may adopt any minor modification to the proposed development agreement recommended by the Commission which it determines appropriate without referring the proposal back to the Commission. \n     (c)     Consideration of Material Modification By the Commission. The Commission shall hold a public hearing and render a decision on any proposed material modification forwarded to the Commission by motion of the Board within 90 days from the date of referral of the proposed modification by the Board to the Commission; provided, however, if the Commission has not acted upon and returned the proposed material modification within such 90 day period, the proposal shall be deemed disapproved by the Commission unless the Board, by resolution, extends the prescribed time within which the Commission is to render its decision. \n     (d)     Effect of Commission Action on Proposed Material Modification. The Board of Supervisors shall hold public hearing to consider the Commission's action on the proposed material modification. If the Commission approves the Board's proposed material modification, the Board may adopt the modification to the agreement by majority vote. If the Commission disapproves the Board's proposed material modification, or has previously specifically rejected the proposed material modification, then the Board may adopt the material modification to the development agreement by a majority vote, unless said modification would reclassify property or would establish, abolish, or modify a setback line, in which case the modification may be adopted by the Board only by a vote of not less than of all of the members of said Board. \n     (e)     Consistency With General and Specific Plans. The Board of Supervisors may not approve the development agreement unless it receives the Commission's determination that the agreement is consistent with the Master Plan, any applicable area or specific plan and the Priority Policies enumerated in City Planning Section 101.1. \n     (f)     Approval of Development Agreement. If the Board of Supervisors approves the development agreement, it shall do so by the adoption of an ordinance. The Board of Supervisors may not vote on the development agreement ordinance on second reading unless the final version of the development agreement ordinance is available for public review at least two working days prior to the second reading. The development agreement shall take effect upon its execution by all parties following the effective date of the ordinance. \n(Added by Ord. 372-88, App. 8/10/88; amended by Ord. 59-91, App. 2/27/91)\n\n","heading":{"title":"56","chaptersection":"14","identifier":"56.14","catch_text":"DECISION BY BOARD OF SUPERVISORS."}}