{"text":"\n     (a)     Filing. In order to qualify for consideration under the provisions of this section, the party to the collateral agreement seeking such consideration must: (1) submit a copy of the executed collateral agreement to the Director, (2) identify the specific terms and conditions of said collateral agreement which said party believes are necessary to achieve the public purposes sought to be achieved by the City and County through the development agreement process, and (3) provide contemporaneous notice to any other party or parties to the collateral agreement or the development agreement that a request for consideration pursuant to this section was filed. The Director shall forward copies of all collateral agreements received to the City Attorney's Office for review. \n     (b)     Recommendation of the Director Prior to the First Public Hearing on the Proposed Development Agreement.\n          (1)     The Director is obligated to consider and make a recommendation only as to those collateral agreements which satisfy the provisions of Section \n56.11(a) above, and which are received by the Director within seven days after the date of publication of notice of the first hearing on the proposed development agreement. The Director shall consider those collateral agreements which are on the list provided pursuant to Section \n56.11(d) below. \n          (2)     With respect to collateral agreements received pursuant to the provisions set forth above, the Director shall prepare a report to the Commission on said collateral agreements. If the Director finds that applicant compliance with certain specified terms or conditions of said collateral agreements is necessary to achieve the public purposes sought by the City through the development agreement process, then the Director shall recommend that such terms or conditions be incorporated into the proposed development agreement. If the Director recommends incorporation into the development agreement of any terms or conditions of any collateral agreements, then the Director's report shall also note whether the other party or parties to the collateral agreement or proposed development agreement objects, and the basis for that objection. \n          (3)     The provisions of this section are not intended to limit the power of the Commission or the Board to amend the proposed development agreement to incorporate terms or conditions of collateral agreements. \n     (c)     Annual Recommendation of the Director. After execution of a development agreement, \n          (1)     The Director shall consider and make a recommendation as to those collateral agreements which satisfy the provisions of Section \n56.11(a) above, and which are received 30 days prior to the date scheduled for periodic review, as determined pursuant to Section \n56.17(a). The Director shall consider those collateral agreements which are on the list provided pursuant to Section \n56.11 (d) below. \n          (2)     With respect to collateral agreements received pursuant to the provisions set forth above, the Director shall prepare a report to the Commission on said collateral agreements. The Director shall also consult with the applicant/developer concerning said collateral agreements. If the Director finds that applicant/developer compliance with certain specified terms or conditions of said collateral agreements would substantially further attainment of the public purposes which were recited as inducement for entering into the development agreement, then the Director shall recommend that the Commission propose an amendment to the development agreement to incorporate said terms and conditions. If the Director recommends proposal of an amendment to incorporate into the development agreement specified terms or conditions of any collateral agreements, then the Director's report shall also note whether the other party or parties to the collateral agreement or development agreement objects, and the basis for that objection. \n     (d)     Applicant/Developer Disclosure of Collateral Agreements.\n          (1)     At least 21 days prior to the first hearing on the proposed development agreement, the applicant/developer shall provide the Director, for the Director's consideration, a list of all collateral agreements as defined in Section \n56.3(c) that have been entered into by the applicant/developer. \n          (2)     At least 30 days prior to the date scheduled for periodic review pursuant to Section \n56.17(a), the applicant/developer shall provide the Director, for the Director's consideration, an update to the list prepared pursuant to Subsection (d)(1) above, or any previous list prepared pursuant to this Subsection (d)(2), as applicable, identifying all such collateral agreements entered into subsequent to the date of the first list, or subsequent updates, as appropriate. \n(Added by Ord. 372-88, App. 8/10/88)\n\n","heading":{"title":"56","chaptersection":"11. ","identifier":"56.11. ","catch_text":"COLLATERAL AGREEMENTS."}}