{"text":"\n     (a)     Report. The Director shall prepare a report on development agreement negotiations between the applicant and the City and County of San Francisco (City), which report shall be distributed to the Commission and Board of Supervisors, and shall be available for public review 20 days prior to the first public hearing on the proposed development agreement. Said report shall include, for each negotiation session between the applicant and the City: (1) an attendance list; (2) a summary of the topics discussed; and (3) a notation as to any terms and conditions of the development agreement agreed upon between the applicant and the City. \n     (b)     Documents. The Director shall (1) maintain a file containing documents exchanged between the applicant/developer and the City's executive offices and departments; and (2) endeavor to obtain copies and maintain a list of all correspondence which executive offices and departments received from and sent to the public relating to the development agreement. The Director shall make said documents and the correspondence list available for public review 20 days prior to the first public hearing on the proposed development agreement. \n     (c)     Update of Report, Documents, and Correspondence List. The Director shall update the negotiation session report and the correspondence list, and continue to maintain a file of documents exchanged between the applicant/developer and the City until a development agreement is finally approved. The Director shall make the updated report, correspondence list, and documents available to the public at least five working days before each public hearing on the proposed development agreement. \n     (d)     Remedies. No action, inaction or recommendation regarding the proposed development agreement shall be held void or invalid or be set aside by a court by reason of any error, irregularity, informality, neglect or omission (\"error\") which may occur with respect to City compliance with this Section 56.10. This section is not intended to affect rights and remedies with respect to public records otherwise provided by law. \n(Added by Ord. 372-88, App. 8/10/88)\n\n","heading":{"title":"56","chaptersection":"10","identifier":"56.10","catch_text":"DEVELOPMENT AGREEMENT NEGOTIATION REPORT AND DOCUMENTS."}}