{"text":"\n     In order to defray the cost to the City and County of San Francisco of preparing, adopting, and amending a development agreement, a fee shall be charged and collected in accord with the procedures described below: \n     (a)     Cost Estimate and Application Report. The reasonable costs to the various departments of the City and County of San Francisco including, but not limited to, the Planning Department, the Department of Public Works, the Mayor's Office of Housing, the Real Estate Department and the City Attorney's Office for staff time, necessary consultant services and associated costs of materials and administration will vary according to the size and complexity of the project. Accordingly, upon receipt of an application for a development agreement, the Planning Department, after consultation with the applicant/developer, any other parties identified in the application as parties to the proposed development agreement, and the affected City and County departments, shall prepare an estimated budget of the reasonable costs to be incurred by the City and County (1) in the preparation and adoption of the proposed development agreement, and (2) in the preparation of related documents where the costs incurred are not fully funded through other City fees or funds; provided, however, that if the projected time schedule exceeds one year, then the estimated budget shall be prepared for the initial 12-month period only, and the estimated budgets for any subsequent 12-month time periods shall be prepared prior to the end of the prior 12-month period. \n     The Director shall also prepare a report for the Commission and Board describing the application, the anticipated public benefits listed in the application pursuant to Section \n56.4(b), and the projected time schedule for development agreement negotiations. \n     (b)     Commission and Board of Supervisors Consideration. The Commission shall recommend to the Board of Supervisors that a fee be imposed of a specified amount after reviewing the cost estimate prepared by the Director and conducting a public hearing pursuant to Section \n56.4(c). If the Board of Supervisors approves the fee amount by resolution, the fee shall be paid within 30 days after the effective date of the resolution. The fee shall be paid in a single installment or, at the discretion of the Director, in four equal installments, payable periodically over the estimated time frame for which the estimated budget has been prepared, with the first installment due within 30 days after the effective date of the fee resolution. \n     (c)     Deposit. The applicant/developer may prepay up to 50 percent of the amount of the fee (as calculated in the Director's estimated budget) into a Development Agreement Fund established for that purpose to enable the affected City Departments and agencies to begin work on the application. Such funds shall be deemed appropriated for the purposes identified in the cost estimate, and shall be credited against the final fee amount specified in the fee resolution if such resolution is ultimately adopted by the Board of Supervisors. If the Board fails to adopt such fee resolution, then the Controller shall return any prepaid funds remaining unexpended or unobligated to the applicant/developer. If the Board approves a fee amount which is less than the amount which the applicant/developer prepaid, then the Controller shall return that portion of the difference between the fee amount and the prepaid funds which remains unexpended or unobligated to the applicant/developer. \n     (d)     Development Agreement Fund. There is hereby created a Development Agreement Fund wherein all funds received under the provisions of this section shall be deposited. All expenditures from the Fund shall be for purposes of reviewing the application for, or proposed material modification to, a development agreement and preparing the documents necessary to the approval of the development agreement, or a material modification thereto. Up to 50 percent of the annual cost estimate is hereby deemed appropriated for such purposes if the applicant/developer chooses to prepay such amount pursuant to Subsection (c) above. All other funds are subject to the budget and fiscal powers of the Board of Supervisors. Interest earned on such amounts deposited in said Fund shall accrue to the Fund for the purposes set forth herein. Upon the execution of a development agreement, or withdrawal by an applicant/developer of its application, any unexpended or unobligated portion of the fee paid by the applicant/developer shall be returned to the applicant/developer. \n     (e)     Waiver for Affordable Housing. The Board of Supervisors may, by resolution, waive all or a portion of the fee required pursuant to this section for affordable housing developments, as that term is defined in Section \n56.3, only if it finds that such waiver is necessary to achieve such affordable housing development. \n     (f)     Other Fees. Payment of fees charged under this section does not waive the fee requirements of other ordinances. The fee provisions set forth herein are not intended to address fees or funding for parties to collateral agreements. \n     (g)     Not Applicable to Rental Housing With On-Site Affordable Housing Units. The hearings and fee required pursuant to this section shall not apply to development agreements entered into with project sponsors of rental housing developments with on-site affordable housing units as that term is defined in Section \n56.3(j) if the provision of on-site affordable housing units is the primary purpose of the Development Agreement. \n(Added by Ord. 372-88, App. 8/10/88; Ord. 312, File No. 100046, App. 12/23/2010)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"56","chaptersection":"20","identifier":"56.20","catch_text":"FEE."}}