{"text":"\n     The following definitions shall apply for purposes of this Chapter: \n     (a)     \"Affordable housing development\" shall mean for purposes of Section \n56.2(b)(1), any housing development which has a minimum of 30 percent of its units affordable to low income households, and a total of 60 percent of its units affordable to households, as defined by the U.S. Census, whose immediate household income does not exceed 120 percent of the median household income for the San Francisco Primary Metropolitan Statistical Area, with the remaining 40 percent of its units unrestricted as to affordability. For purposes of this definition of \"affordable housing development,\" \"low income\" shall mean the income of households, as defined by the U.S. Census whose immediate household income does not exceed 80 percent of the median household income for the San Francisco Primary Metropolitan Statistical Area. \"Median household income\" for the San Francisco Primary Metropolitan Statistical Area shall be as determined by the U.S. Department of Housing and Urban Development and adjusted according to the determination of that Department and published from time to time. In the event that such income determinations are no longer published by the Department of Housing and Urban Development, median household income shall mean the median gross yearly income of a household in the City and County of San Francisco, adjusted for household size, as published periodically by the California Department of Housing and Community Development. Such affordable housing development may include neighborhood commercial facilities which are physically and financially an integral part of the affordable housing project and which will provide services to local residents. \n     (b)     \"Applicant/Developer\" shall mean a person or entity who has legal or equitable interest in the real property which is the subject of the proposed or executed development agreement for an \"affordable housing development\" or a \"large multi-phase and/or mixed-use development,\" as those terms are defined herein, or such person's or entity's authorized agent or successor in interest; provided, however, that an entity which is subject to the requirements of City Planning Code Section \n304.5 relating to institutional master plans does not qualify as an applicant for a development agreement. \n     (c)     \"Collateral agreement\" shall mean a written contract entered into by the applicant/developer and/or governmental agencies with other entities (including, but not limited to, community coalitions) for the purpose of having said entities provide for and implement social, economic, or environmental benefits or programs; provided, however, that such term does not include agreements between the applicant/developer or governmental agencies and (1) construction contractors and subcontractors, (2) construction managers, (3) material suppliers, and (4) architects, engineers, and lawyers for customary architectural, engineering or legal services. \n     (d)     \"Commission\" shall mean the Planning Commission.\n     (e)     \"Director\" shall mean the Director of the Planning Department.\n     (f)     \"Housing development with a minimum of 1,000 units\" shall mean a proposed residential development project which: (1) is on a site which exceeds two and one-half acres in area, (2) includes two or more buildings to be constructed on the site, and (3) includes a proposal for constructing or participating in providing, either off-site or on-site, public improvements, facilities, or services beyond those achievable through existing ordinances and regulations. \n     (g)     \"Large multi-phase and/or mixed-use development\" shall mean a proposed development project which: (1) is on a site which exceeds five acres in area, (2) includes two or more buildings to be constructed sequentially on the site, and (3) includes a proposal for constructing or participating in providing, either off-site or on-site, public improvements, facilities, or services beyond those achievable through existing ordinances and regulations. \n     (h)     \"Material modification\" shall mean any proposed amendment or modification to either a proposed development agreement approved by the Commission, or a previously executed development agreement, which amendment or modification is otherwise required by the terms of the development agreement, which changes any provision thereof regarding the following: (1) duration of the agreement; (2) permitted uses of the subject property; (3) density or intensity of the permitted uses; (4) location, height or size of any structures, buildings, or major features; (5) reservation or dedication of land; (6) any conditions, terms, restrictions and requirements relating to subsequent discretionary actions as to design, improvements, construction standards and specifications; (7) any other condition or covenant relating to the financing or phasing of the development which substantially modifies the use of the property, the phasing of the development, or the consideration exchanged between the parties as recited in the proposed development agreement; (8) the type, number, affordability level, and/or tenure of any proposed affordable housing as well as any change as to performance of such public benefits, including but not limited to timing, phasing, method of performance or parties involved; or (9) any other terms or conditions of the development agreement if the development agreement provides that amendment of said specified term or condition would be a material modification. \n     (i)     \"Minor modification\" shall mean any amendment or modification to the development agreement which relates to any provision not deemed to be a \"material modification.\" \n     (j)     \"Rental housing developments with on-site affordable units\" shall mean a proposed residential development project the project sponsor of which covenants to provide on-site units to satisfy the Inclusionary Affordable Housing Program, as set forth in Planning Code Sections \n415—\n417, as an alternative to payment of the Affordable Housing Fee. \n(Added by Ord. 372-88, App. 8/10/88; amended by Ord. 67-05, File No. 041748, App. 4/15/2005; Ord. 312, File No. 100046, App. 12/23/2010) \n\n","heading":{"title":"56","chaptersection":"3","identifier":"56.3","catch_text":"DEFINITIONS."}}