{"text":"\n     (a)     Mandatory Contents. A development agreement, by its express terms or by reference to other documents, shall specify (1) the duration of the agreement, (2), the permitted uses of the property, (3) the density or intensity of use, (4) the maximum height and size of proposed buildings, (5) the provisions for reservation or dedication of land for public purposes, (6) for any project proposing housing, the number, type, affordability and tenure of such housing, (7) the public benefits which would exceed those required by existing ordinances and regulations, and (8) nondiscrimination and affirmative action provisions as provided in subsection (c) below. \n     (b)     Permitted Contents. The development agreement may (1) include conditions, terms, restrictions, and requirements for subsequent discretionary actions, (2) provide that construction shall be commenced within a specified time and that the project or any phase thereof be completed within a specified time, (3) include terms and conditions relating to applicant/developer and/or City financing or necessary public facilities and subsequent reimbursement by other private party beneficiaries, (4) require compliance with specified terms or conditions of any collateral agreements pursuant to Section \n56.11, and (5) include any other terms or conditions deemed appropriate in light of the facts and circumstances. \n     (c)     Nondiscrimination/Affirmative Action Requirements.\n          (1)     Nondiscrimination Provisions of the Development Agreement. The development agreement shall include provisions obligating the applicant/developer not to discriminate on the grounds, or because of, race, color, creed, national origin, ancestry, age, sex, sexual orientation, disability or Acquired Immune Deficiency Syndrome or AIDS Related Condition (AIDS/ARC), against any employee of, or applicant for employment with the applicant/developer or against any bidder or contractor for public works or improvements, or for a franchise, concession or lease of property, or for goods or services or supplies to be purchased by applicant/developer. The development agreement shall require that a similar provision be included in all subordinate agreements let, awarded, negotiated or entered into by the applicant/developer for the purpose of implementing the development agreement. \n          (2)     Affirmative Action Program. The development agreement shall include a detailed affirmative action and employment and training program (including without limitation, programs relating to women, minority and locally-owned business enterprises), containing goals and timetables and a program for implementation of the affirmative action program. For example, programs such as the following may be included: \n               (i)     Apprenticeship where approved programs are functioning, and other on-the-job training for a nonapprenticeable occupation;\n               (ii)     Classroom preparation for the job when not apprenticeable;\n               (iii)     Preapprenticeship education and preparation;\n               (iv)     Upgrading training and opportunities;\n               (v)     The entry of qualified women and minority journeymen into the industry; and\n               (vi)     Encouraging the use of contractors, subcontractors and suppliers of all ethnic groups, and encouraging the full and equitable participation of minority and women business enterprises and local businesses (as defined in Section 12D of this Code and implementing regulations) in the provision of goods and services on a contractual basis. \n          (3)     Reporting and Monitoring. The development agreement shall specify a reporting and monitoring process to ensure compliance with the non-discrimination and affirmative action requirements. The reporting and monitoring process shall include, but not be limited to, requirements that: \n               (i)     A compliance monitor who is not an agent or employee of the applicant/developer be designated to report to the Director regarding the applicant/developer's compliance with the nondiscrimination and affirmative action requirements; \n               (ii)     The applicant/developer permit the compliance monitor or the Director or his designee reasonable access to pertinent employment and contracting records, and other pertinent data and records, as specified in the Development Agreement for the purpose of ascertaining compliance with the nondiscrimination and affirmative action provisions of the development agreement; \n               (iii)     The applicant/developer annually file a compliance report with the compliance monitor and the Director detailing performance pursuant to its affirmative action program, and the compliance monitor annually reports its findings to the Director; such reports shall be included in and subject to the periodic review procedure set forth in Sec. \n56.17. \n(Added by Ord. 372-88, App. 8/10/88)\n\n","heading":{"title":"56","chaptersection":"7. ","identifier":"56.7. ","catch_text":"CONTENTS OF DEVELOPMENT AGREEMENT."}}