{"text":"\n     The Director shall give notice of intention to consider adoption, amendment, modification, or termination of a development agreement for each public hearing required to be held by the Commission under this Chapter. The Clerk of the Board of Supervisors shall give such notice for each public hearing required to be held by the Board of Supervisors. Such notices shall be in addition to any other notice as may be required by law for other actions to be considered concurrently with the development agreement. \n     (a)     Form of Notice.\n          (1)     The time and place of the hearing;\n          (2)     A general summary of the terms of the proposed development agreement or amendment to be considered, including a general description of the area affected, and the public benefits to be provided; and \n          (3)     Other information which the Director, or Clerk of the Board of Supervisors, considers necessary or desirable.\n     (b)     Time and Manner of Notice.\n          (1)     Publication and Mailing. Notice of hearing shall be provided in the same manner as that required in City Planning Code Section \n306.3 for amendments to that Code which would reclassify land; where mailed notice is otherwise required by law for other actions to be considered concurrently with the development agreement, notice of a public hearing before the Commission on the development agreement shall be included on the next Commission calendar to be mailed following the date of publication of notice in the official newspaper. \n          (2)     Notice to Local Agencies. Notice of the hearing shall also be mailed at least 10 days prior to the hearing to any local public agency expected to provide water, transit, sewage, streets, schools, or other essential facilities or services to the project, whose ability to provide those facilities and services may be significantly affected by the development agreement. \n     (c)     Failure to Receive Notice. The failure of any person to receive notice required by law does not affect the authority of the City and County of San Francisco to enter into a development agreement. \n(Added by Ord. 372-88, App. 8/10/88; amended by Ord. 59-91, App. 2/27/91)\n\n","heading":{"title":"56","chaptersection":"8. ","identifier":"56.8. ","catch_text":"NOTICE."}}