{"text":"\n     (a)     Establishment of Commission. A Film Commission for the City and County of San Francisco (referred to hereafter in this Chapter as \"Commission\") is hereby created consisting of eleven (11) members. \n     (b)     Appointment of Commissioners; Qualifications. The members of the Commission shall be appointed by and serve at the pleasure of the Mayor. At least six members of the Commission shall be residents of the City and County of San Francisco. The Commission shall be composed of outstanding members of the community. The membership of the Commission may include members who have experience in areas such as: Performing and Creative Arts, Production, Film or Sound Technology, Services and Facilities, Education, Presentation and Producing, Interactive Multimedia, and shall be broadly representative of ethnic, racial, gender, age and sexual orientation groups, and shall otherwise reflect the diversity of the City and County. The President of the Art Commission of the City and County shall be invited to serve as a nonvoting, ex-officio member of the Film Commission. \n     (c)     Term of Office. Commissioners shall be appointed for a term of office of four years, except that vacancies occurring during a term shall be filled for the unexpired term. \n     (d)     Compensation. Members of the Commission shall not be compensated for their service as members of the Commission. On a majority vote of the Commission, Commissioners may be reimbursed for expenses incurred resulting from their authorized activities on behalf of the Commission. \n     (e)     Selection of Chair. The Commission shall, annually, select a Chair who shall serve for a term of one year. The Commission may reappoint a Chair to serve additional terms. In addition to any other authority vested in or duly charged to him or her, the Chair of the Commission shall have the duty and authority to call meetings of the Commission and to maintain liaison with the Arts Commission from the perspective of film arts. \n     (f)     Executive Director. The Commission shall appoint an Executive Director of the Commission who shall serve at the Commission's pleasure. The Executive Director shall act as the department head and appointing officer of the Commission pursuant to Charter Section \n4.126. The Executive Director shall supervise the Commission's staff, and shall have other duties and responsibilities as provided in this Chapter. \n(Added by Ord. 425-89, App. 11/21/89; amended by Ord. 358-91, App. 10/2/91; Ord. 331-00, File No. 001967, App. 12/28/2000)\n\n","heading":{"title":"57","chaptersection":"2. ","identifier":"57.2. ","catch_text":"ESTABLISHMENT OF COMMISSION; APPOINTMENT OF COMMISSIONERS; QUALIFICATIONS; TERMS OF OFFICE; COMPENSATION."}}