{"text":"\n     (a)     Use Contracts; Deposit of Funds. The Executive Director may enter into use contracts with organizations seeking to engage in film production. The Executive Director shall be the sole City representative authorized to negotiate use contracts. Such contracts shall, at a minimum, provide for the full recovery of costs incurred by the various City departments in providing the use of City employees, equipment and rental facilities or rental properties. Funds to reimburse City departments for costs incurred by those departments for the deployment of personnel or equipment or use of rental facilities or rental properties shall be paid directly to those departments for deposit subject to the budget and fiscal provisions of the Charter. \n     (b)     Consent of Departments or Mayor. Where film production is to take place on property under the jurisdiction of City departments, the Executive Director's permission to use such property is subject to the consent of the department head or his or her designee or the Mayor or Mayor's designee. \n     (c)     Schedule of Costs. In addition to the reimbursement of City departments for the costs incurred by those departments in deploying personnel or equipment, the Film Commission may, consistent with Charter Section \n2.109, charge daily use fees to film companies seeking to engage in film production. Until a new schedule of use fees is approved by the Board of Supervisors, the use fees effective January 1, 2012 are as follows:\n          (1)     Still photography:  $100 a day,\n          (2)     A commercial, corporate media, industrial media, video, short subject, or web video:  $200 a day,\n          (3)     A television series, movie, pilot, or documentary:\n               (A)     For a production with a budget of less than $500,000:  $100 a day\n               (B)     For a production with a budget of $500,000 or greater:  $300 a day.\nPublic service announcements, qualifying student productions, and productions created by entities that are tax-exempt under section 501(c)(3) of the Internal Revenue Code are exempt from the above-listed use fees. The revenue generated by such use fees shall be deposited in the San Francisco Film Production Fund. \n     (d)     Sidewalk Closures and Sign-Posting. The Film Commission may require that film companies use City personnel or City-approved vendors to post notice of the closure of City streets and sidewalks for film production, and may establish minimum sign-posting requirements. Notwithstanding anything to the contrary in Section \n724 of the Public Works Code, the Executive Director may authorize the temporary occupancy of public sidewalks for film production, with the consent of the Department of Public Works, subject to all requirements and conditions of the Department of Public Works and Department of Parking and Traffic. Street closures for film production shall be governed by applicable provisions of the Traffic Code. \n(Added by Ord. 464-88, App. 10/12/88; amended by Ord. 425-89, App. 11/21/89; Ord. 358-91, App. 10/2/91; Ord. 287-96, App. 7/12/96; Ord. 331-00, File No. 001967, App. 12/28/2000; Ord. 205-11, File No. 110900, App. 10/11/2011, Eff. 11/10/2011) \n\n","heading":{"title":"57","chaptersection":"5","identifier":"57.5","catch_text":"AUTHORIZATION TO ENTER INTO USE CONTRACTS AND COORDINATE CITY DEPARTMENTS REGARDING FILM COMPANIES; CONSENT OF RELEVANT DEPARTMENTS; COST RECOVERY; SIDEWALK CLOSURE AND POSTING."}}