{"text":"\n     (a)     There is hereby established a Public Utilities Revenue Bond Oversight Committee (the \"Committee\"), which shall have the responsibility of reporting publicly to the Mayor, the PUC and the Board of Supervisors (\"Board\") regarding the PUC's (or, to the extent allowed by law, any charter entity succeeding to the PUC's authority related to expenditure of revenue bonds) expenditure of revenue bond proceeds on the repair, replacement, upgrading and expansion of the City's water collection, power generation, water distribution and wastewater treatment facilities. \n     (b)     The Committee shall provide oversight to ensure that: (1) The proceeds from revenue bonds authorized by the Board and/or the voters of the City are expended in accordance with the authorizing bond resolution and applicable law; (2) Bond proceeds are expended solely for uses, purposes and projects authorized in the bond resolution; and (3) Revenue bond funds are appropriately expended for authorized capital improvements so that an uninterrupted supply of water and power continues to flow to the City and to the PUC's customers. The Committee may comment to the Board of Supervisors on the development and drafting of proposed legislation pertaining to PUC revenue bonds prior to a Board determination regarding whether to submit a measure for voter approval or authorizing the issuance of revenue bonds, if voter approval is not otherwise required. The Board is not required to accept the Committee's comments or recommendations on such bond proposals. Further, the Committee shall not participate or interfere in the selection process of any vendor hired to execute bond funded projects. \n     (c)     In furtherance of its purpose, the Committee may engage in any of the following activities:\n          (1)     Inquiring into the disbursement and expenditure of the proceeds of PUC revenue bonds authorized and issued in accordance with the San Francisco Charter by receiving any and all reports, financial statements, correspondence or other documents and materials requested by the Committee related to the expenditure of revenue bond funds by the PUC; \n          (2)     Holding public hearings to review the disbursement and expenditure of the proceeds of such revenue bonds;\n          (3)     Inspecting facilities financed with the proceeds of such revenue bonds;\n          (4)     Receiving and reviewing copies of any capital improvement project proposals or plans developed by the PUC related to the City's water, power or wastewater infrastructure and funded by bond proceeds; \n          (5)     Reviewing efforts by the City to maximize bond proceeds by implementing cost-saving measures, including, but not limited to, all of the following: (i) mechanisms designed to reduce the costs of professional, consulting and similar fees and expenses related to site preparation and project design; (ii) recommendations regarding the cost-effective and efficient use of core facilities; (iii) developing and using alternate technologies; and, (iv) accessing other sources of infrastructure funding, excluding bond refunding; and, \n          (6)     Commissioning independent review and evaluation of the disbursement and expenditure of the proceeds of such revenue bonds by accessing any funds set aside for this purpose under Subsection (d) of this Section to retain outside auditors, inspectors and necessary experts to conduct such independent review. \n     (d)     To the extent permitted by law, in accordance with Sections \n5A.35(c) and (d) of this Article, from and after the effective date of this Ordinance one-twentieth of one percent of the gross proceeds from each issuance or sale of public utility revenue bonds shall be deposited in a fund established by the Controller's Office and appropriated by the Board at the direction of the Committee to cover the costs of said Committee. \n     (e)     The Board shall, without expending revenue bond funds, provide the Committee with appropriate clerical, technical and administrative assistance in furtherance of its purpose and provide sufficient resources to publicize the conclusions and recommendations of the Committee. \n(Added by Proposition P, 11/5/2002)\n\n","heading":{"title":"5A","chaptersection":"31","identifier":"5A.31","catch_text":"ESTABLISHMENT AND PURPOSE."}}