{"text":"\n     The people of the City and County find and declare that: \n     (a)     The City's 100-year-old water, power and clean water public utility infrastructure is suffering from decades of deferred maintenance. The regional water collection and transmission system, stretching from the Tuolumne River headwaters at Hetch Hetchy to the San Francisco County Line, supplies water to the City as well as to 1.7 million residents and businesses in Alameda, Santa Clara and San Mateo Counties. This system is in need of substantial repair and/or replacement. In the event of system failure, the City and its suburban customers could be without water for up to 30 days, with portions of the service area going without water for as long as 60 days. The water distribution and wastewater treatment systems within the City are in a similar state of deterioration, threatening the health and welfare of City residents, visitors and the business community. \n     (b)     Over the past 25 years, funds for upgrading the water collection and power generation facilities of Hetch Hetchy have been in short supply. During this same period, the waste water treatment plants have aged to the point where significant capital improvements are necessary in order for the City to remain in compliance with applicable federal and state water quality regulations. \n     (c)     The San Francisco Public Utilities Commission (\"PUC\") has never prepared an integrated and coordinated long-term strategic plan consisting of a capital improvement program, a long-range financial plan, an assessment of future utility needs and the evaluation of alternative technologies, private-public partnerships and non-rate payer revenue enhancements. Focusing on short-term planning, the PUC has turned out a series of bond issues, such as Propositions A and B in 1997, which have been promoted to the voters on the basis of broad project generalities. Even within the PUC itself, the list of projects earmarked for specific bond revenues are in a constant state of flux. Projects are frequently delayed and often uncompleted years after funding was approved by the voters. \n     (d)     Over the past 20 years, the PUC has readily consented to the transfer of \"surplus\" Hetch Hetchy revenues to the City's general fund. Conservatively, these transfers have cost the PUC more than $500 million. During this same period of time, the utility infrastructure deteriorated and rates escalated dramatically. \n     (e)     The PUC estimates that over the next 20 years, the cost of needed capital improvement projects will amount to hundreds of millions of dollars. Although the PUC's capital improvement list undoubtedly contains individual projects that should go forward as soon as practicable, the design, bidding and contract drafting process often takes years to complete. In the absence of long-term strategic planning, individual projects have been frequently delayed and, in some cases, actually abandoned as funding and project priorities unaccountably shifted over time. \n     (f)     The health and welfare of all of the PUC's customers would be promoted by the creation of a qualified body committed to a persistent, vigorous and independent review of the expenditure of revenue bond funds for the PUC's capital improvement program over the next decade. An on-going review of this kind would be of material assistance to both the PUC and the Board of Supervisors (\"Board\") in ensuring that the program is carried out in compliance with all applicable laws. \n(Added by Proposition P, 11/5/2002)\n\n","heading":{"title":"5A","chaptersection":"30","identifier":"5A.30","catch_text":"FINDINGS."}}