{"text":"\n     (A)     Advertisement For Bid. An Advertisement For Bid is a set of documents which includes without limitation the published advertisement for bids on a construction contract; the forms to be submitted with a bid, as required by the contracting department and the Human Rights Commission; the construction contract general and special conditions; and the plans and specifications for the public work or improvement. \n     (B)     Award. For contracts in excess of the Threshold Amount as defined below, a contract is awarded by the City and County of San Francisco when the following events have occurred: \n          (1)     For departments under the Mayor, (a) the Mayor or the Mayor's designee has approved the contract for award and (b) the department head has then issued an order of award; \n          (2)     For departments with boards or commissions, (a) the department head has recommended to the board or commission concerned a contract for award and (b) such board or commission has then adopted a resolution awarding the contract. \n     For contracts less than or equal to the Threshold Amount as defined below, a contract is awarded when the department head either signs the contract or issues an order of award, whichever occurs first. Pursuant to Charter Section \n3.105, all contract awards are subject to certification by the Controller as to the availability of funds. \n     (C)     Bid. A sealed document submitted in response to an Advertisement For Bids. No bid shall be deemed accepted by the City and County of San Francisco until such time as the contract is awarded in accordance with this Chapter. \n     (D)     Bidder. One who submits a bid in response to an Advertisement For Bids. \n     (E)     Construction Manager. Any individual, firm, partnership, corporation, association, joint venture or other legal entity permitted by law to furnish construction management services to the City and County. \n     (F)     Contract. For the purposes of this Chapter, a contract is an agreement in writing between the City and County of San Francisco and any party to perform professional design services, consultant services, construction management services or construction services relative to a public work or improvement. No contract shall be deemed awarded effective or binding on the City and County of San Francisco until such time as the requirements for award are met, as provided in this Chapter. \n     (G)     Contractor. A party who contracts directly with the City and County of San Francisco to perform professional design services, consultant services, construction management services or construction services relevant to a public work or improvement. A contractor performing construction services may also be referred to as a \"general contractor\" or a \"prime contractor.\" \n     (H)     Department Head. The duly appointed General Manager, Director, or Executive Director of a City and County of San Francisco department authorized to perform public work under this Chapter. For purposes of this Chapter only, an authorized department head may designate an individual to execute on his or her behalf any document referenced in this Chapter, including but not limited to Contracts, Change Orders, Modifications, Service Orders, Task Orders, approvals, progress payments, and certificates of completion. Such designation shall be in writing and shall identify the individual by name and title and the scope and term of the designation. \n     (I)     Prevailing Wage or Prevailing Rate of Wage. The prevailing wage, as used in this Chapter, is the highest general prevailing rate of wage plus \"per diem wages\" and wages paid for overtime and holiday work paid in private employment in the City and County of San Francisco for the various crafts and kinds of labor employed in the performance of any public work or improvement under this Chapter. \"Per diem wages\" are defined pursuant to Labor Code section 1773.1, as amended from time to time. \n     (J)     Public Work or Improvement. A public work or public work or improvement, as used in this Chapter, is any erection, construction, renovation, alteration, improvement, demolition, excavation, installation, or repair of any public building, structure, infrastructure, bridge, road, street, park, dam, tunnel, utility or similar public facility performed by or for the City and County of San Francisco, the cost of which is to be paid wholly or partially out of moneys deposited in the Treasury of the City and County. \n     (K)     Responsible. A responsible bidder or contractor is one who (1) meets the qualifying criteria required for a particular project, including without limitation the expertise, experience, record of prior timely performance, license, resources, bonding and insurance capability necessary to perform the work under the contract and (2) at all times deals in good faith with the City and County and shall submit bids, estimates, invoices claims, requests for equitable adjustments, requests for change orders, requests for contract modifications or requests of any kind seeking compensation on a City contract only upon a good faith honest evaluation of the underlying circumstances and a good faith, honest calculation of the amount sought. \n     (L)     Responsive. A responsive bid is one that complies with the requirements of the subject Advertisement For Bids without condition or qualification. \n     (M)     Threshold Amount. The Threshold Amount, for the purposes of this Chapter, is $400,000. On January 1, 2015, and every five years thereafter, the Controller shall recalculate the Threshold Amount to reflect any proportional increase in the Urban Regional Consumer Price Index from January 1, 2010, rounded to the nearest $1,000. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 208-02, File No. 021221, App. 10/18/02; Ord. 19-10, File No. 091163, App. 2/10/2010; Ord. 96-10, File No. 100332, App. 5/13/2010) \n\n","heading":{"title":"6","chaptersection":"1. ","identifier":"6.1. ","catch_text":"DEFINITIONS."}}