{"text":"\n     (A)     Public Works In Excess of the Threshold Amount. Except as otherwise provided by the Charter or the Administrative Code, any public work or improvement estimated to cost more than the Threshold Amount shall be performed under contract awarded to the responsible bidder submitting the lowest responsive bid. To split or divide any public work or improvement into two or more contracts for the purpose of evading this section shall constitute official misconduct. \n     (B)     Public Works Less Than or Equal to the Threshold Amount. Any public work or improvement estimated to cost less than or equal to the Threshold Amount may be performed (a) under contract or (b) by City and County employees. If the work is to be performed under contract, the department shall obtain not fewer than three quotes and shall award the contract to the responsible bidder offering the lowest quotation. If the department is unable to obtain three quotes, the award may be based on the quote or quotes received. The department administering the contract shall maintain records as to whom the request for quotations was directed and the quotations received. It is the policy of the Board of Supervisors for contracting departments to make every effort to eradicate prejudice and favoritism in the award of City contracts. In order to effectuate this policy, the department heads authorized to enter into construction contracts and their staff members shall collaborate with the HRC Director and HRC staff members periodically to create a list of responsible contractors qualified to perform various types of public work for projects estimated to be less than the Threshold Amount, making every effort to include qualified, responsible, and certified LBE contractors on that list. The HRC shall be responsible for outreach efforts to make sure that certified LBE contractors are aware of the opportunity to be considered for the list. The contract awarding departments or commissions shall be responsible for evaluating and determining whether contractors are responsible and qualified to perform the various scopes of work. The department heads authorized to execute construction contracts shall report quarterly to the Board of Supervisors regarding LBE inclusion on the list of responsible and qualified contractors for public work contracts estimated to be less than or equal to the Threshold Amount, a description of the scope of work and price for each contract awarded under this section, the name of the contractor awarded the contract and whether the contract was awarded to an LBE contractor. Such reports shall be referred to a Board committee for public hearing. \n     (C)     Estimates Required. For public works or improvements in excess of the Threshold Amount, no department head shall recommend a construction contract for or issue an order of award without preparing detailed program requirements and detailed estimates for the work to be performed. There shall be a separate accounting for each work or improvement, which accounting shall include all direct, indirect and supervisory elements of costs chargeable to such work or improvement. All such accounts shall be reported to the Controller and to either the Mayor or the Mayor's Designee or to the board or commission concerned, as appropriate. \n     (D)     Comparison of Bids on Basis of Time of Completion. The department head concerned is authorized to compare bids on the basis of time of completion and any contract awarded in consideration, in whole or in part, of the relative time estimate of bidders for completion of the work, shall be subject to the provisions of this Chapter. \n     (E)     Time for Award. Except when a contract is funded by Federal or State grants or funds, all public work contracts shall be awarded within ninety (90) days of the date the City and County receives the bids. Such time may only be extended prior to award of the contract and only upon written agreement of the apparent responsible bidder with the lowest responsive bid and approval by the department head. \n     (F)     Prequalification. Department heads authorized to execute public work contracts may require that prospective bidders be prequalified to bid either on a specific project or on an identified group of projects. The procedure for prequalification is as follows: \n          (1)     The department head shall issue a prequalification statement. The prequalification statement may, at the discretion of the department head, be issued in conformance with Public Contract Code section 20101 and/or the California Department of Industrial Relations Model Pre-Qualification Questionnaire. The department head may, at his/her own discretion, apply the Model guidelines for scorable questions and scoring as the basis for any prequalification. The department head may also, at his/her own discretion, issue the Model with additional questions or may use an alternative questionnaire. The department head responsible for the public work may include in any questionnaire a request for special qualifications, experience or expertise necessary to perform the project or projects for which the prequalification is sought. For any project-specific information required, the department shall set objective scoring criteria and incorporate the criteria into any scoring procedure. \n          (2)     The department responsible for the public work shall advertise any prequalification questionnaire in the same manner required for bids, as set forth in Section \n6.21 of this Chapter. \n          (3)     Prequalification shall be valid for not more than two years following the date of initial prequalification.\n          (4)     A prospective bidder may dispute a finding that he/she is not prequalified. The dispute and request for review must be in writing and received by the department within ten calendar days from the date the department issued notice of non-prequalification. The department shall then provide the prospective bidder with the basis for its finding and any supporting evidence used in the determination. The department shall give the prospective bidder the opportunity to rebut the evidence provided and to present evidence as to why the prospective bidder should be found qualified. If a bidder fails to avail itself of this dispute process, the department's finding shall become final without further notice. Failure to be prequalified shall not by itself preclude a prospective bidder from participating in other or future prequalifications. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\n","heading":{"title":"6","chaptersection":"20. ","identifier":"6.20. ","catch_text":"PUBLIC WORK CONTRACTS GENERALLY."}}