{"text":"\n     (A)     Bids. All Advertisements For Bids for construction contracts in excess of the Threshold Amount shall conform to and at a minimum require the following: \n          (1)     Published Advertisement. The department head authorized to execute the contract for the public work or improvement to be performed shall advertise for competitive bids in at least one local newspaper or periodical of general circulation. Such advertisement shall be published not fewer than ten (10) days prior to bid opening. The department may, in its discretion, include in the published advertisement the amount of the engineer's estimate for the work to be performed. \n          (2)     Award and Certification Required. All published advertisements and Advertisements For Bid shall contain the following language [wording in brackets should be chosen as appropriate to the department]: \n     In accordance with San Francisco Administrative Code \nChapter 6, no bid is accepted and no contract in excess of [the Threshold Amount] is awarded by the City and County of San Francisco until such time as [(1) for departments with boards or commissions, (a) the department head recommends the contract for award and (b) the board or commission then adopts a resolution awarding the contract]; or [(2) for departments under the Mayor, (a) the Mayor or the Mayor's designee approves the contract for award and (b) the department head then issues an order of award.] Pursuant to Charter Section \n3.105, all contract awards are subject to certification by the Controller as to the availability of funds. \n     Failure of a department to include such language in a published advertisement or Advertisement For Bids does not give rise to a contract right by a bidder or contractor outside of the requirements of the Charter or Administrative Code of the City and County of San Francisco. \n          (3)     Form of Bid. All bids shall be sealed and directed to the department head advertising for bids, in the format prescribed by the department head with the authority to execute the contract. \n          (4)     Bid Bond. All bids in excess of $25,000.00 shall be accompanied by a corporate surety bond, or an irrevocable letter of credit on a bank or trust company doing business and having an office in the State of California, having a combined capital and surplus of at least $50,000,000.00, and subject to supervision or examination by Federal or State authority, or a certified check on a bank or trust company doing business and having an office in the State of California, having a combined capital and surplus of at least $50,000,000, and subject to supervision or examination by Federal or State authority, payable on sight to the City and County of San Francisco, the amount of which corporate surety bond, irrevocable letter of credit or certified check shall be fixed by the department head or officer as stated in the Advertisement For Bids, which amount shall not be less than 10 percent of the amount bid for the cost of the proposed work of improvement, and no bid shall be considered unless accompanied by a corporate surety bond or irrevocable letter of credit or certified check. Any irrevocable letter submitted pursuant to this Chapter shall be on a form provided by the City and County. If the amount of security required is fixed by the department head or officer in an amount in excess of $15,000.00, the form of security required shall be that of a corporate surety bond or irrevocable letter of credit. The requirement for a corporate surety bond, irrevocable letter of credit or certified check described in this subsection shall be referred to collectively as the \"bid security requirements.\" \n     Notwithstanding the above, the bid security requirements for a particular contract may be modified by the department head in accordance with Administrative Code \nChapter 14B. \n          (5)     Fees. The department head or officer calling for bids may specify in the Advertisement For Bids for any project a nonrefundable fee to be paid by each prospective bidder for each set of bidding documents (including plans and specifications), such fee to defray the cost of reproducing each set of bidding documents as determined by the department head or officer, and all such fees shall be deposited as an abatement of the expenditure of the appropriation against which the cost of reproducing said bidding documents was charged. \n          (6)     License. The department head shall specify in all Advertisements For Bids and plans for public work projects the classification of the contractor's license which a contractor shall possess at the time bids are submitted. Bidders and their subcontractors are required to be properly licensed at the time of bid. \n          (7)     Qualifications. The department head responsible for the public work shall require from all bidders information concerning their experience and financial qualifications and shall take such information into consideration in the award of any contract. At a minimum the department head shall require (1) information concerning the contractor's experience, financial qualifications and ability to perform the terms and conditions of the contract and (2) information as to whether the contractor possesses, or can obtain in time to perform the contract, the necessary equipment. In the event that a bidder fails to provide such information within fourteen calendar days of bid opening, or as otherwise required in the Advertisement For Bids, the department head could find that the bidder is refusing to enter into the contract, resulting in a forfeiture of the bidder's bid bond. \n          (8)     Business Tax Registration Certificate. All Advertisement For Bids shall require that bidders submit proof of a current Business Tax Registration Certificate. Failure of a bidder to provide such proof within fourteen (14) calendar days of bid opening, or as otherwise required in the Advertisement For Bids, could, at the discretion of the department head, constitute a refusal to enter into the contract and result in a forfeiture of the bid bond. \n          (9)     Designation of Subcontractors; Subcontracting and Subletting. All bidders shall designate their subcontractors in accordance with and shall be subject to the California Subletting and Subcontracting Fair Practices Act, at Public Contract Code § 4100 et seq., as amended from time-to-time. In addition to the penalties provided by Public Contract Code § 4100 et seq., violation of this subsection may be grounds for a determination of nonresponsibility under Article V of this Chapter. \n          (10)     Work to Be Performed by General Contractor. The Advertisement For Bids may specify the portion of work which must be performed by the General Contractor using his/her own forces. The specification may require the General Contractor to perform with his/her own forces up to 25% of the base contract work. Bidders must certify with their bids that, if awarded the contract, they will perform with their own forces the specified percentage of the total bid price (excluding alternates). \n     (B)     Quotes. All requests for quotes for construction contracts less than or equal to the Threshold Amount shall be posted with three-days' notice. Such requests shall at a minimum require a contractor's license, qualifications, a Business Tax Registration Certificate, participation in an apprenticeship program and compliance with subcontractor listing laws, all in accordance with the listed provisions of Sections \n6.21 and \n6.22. \n     (C)     Right to Reject Any or All Bids or Quotes. The department head shall have the right to reject any or all bids or quotes for any reason or no reason. All Advertisement For Bids shall reserve this right, but failure to make such reservation shall not abrogate the right to reject. \n     (D)     Bid Protests. Only a bidder may submit a bid protest. The department head concerned shall prescribe in the Advertisement For Bids procedures for submitting bid protests. Such procedures shall set the time by which bid protests must be received but may not require that bid protests be submitted fewer than five (5) business days after the date bids are due. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 153-00, File No. 000805, App. 6/30/2000; Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 208-02, File No. 021221, App. 10/18/02; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\n","heading":{"title":"6","chaptersection":"21","identifier":"6.21","catch_text":"REQUIREMENTS FOR BIDS AND QUOTES."}}