{"text":"\n     All construction contracts awarded by the City and County of San Francisco shall contain the following minimum terms and conditions: \n     (A)     Bonds. Before the execution of any contract for public work or improvement in excess of $25,000, the department head authorized to execute such contracts shall require the successful bidder to file corporate surety bonds for the faithful performance thereof and to guarantee the payment of wages for services engaged and of bills contracted for material, supplies and equipment used in the performance of the contract. The bond shall be for a sum not less than 100 percent of the award. \n          The City and County of San Francisco, acting through its Human Rights Commission (\"HRC\"), intends to provide guarantees to private bonding assistance companies and financial institutions in order to induce those entities to provide required bonding and financing to eligible contractors bidding on and performing City public work contracts. This bonding and financial assistance program is subject to the provisions of Administrative Code \nChapter 14B. \n     (B)     Insurance. All construction contracts awarded under this Chapter must conform to the insurance requirements established by the Risk Manager. The Risk Manager shall develop uniform insurance requirements for City contracts subject to this Chapter and shall publish such requirements in the Risk Manager's Manual. The Risk Manager shall review and update such insurance requirements on an annual basis. \n          Every contractor and subcontractor shall comply with the provisions of California Labor Code section 3700. Prior to commencing the performance of work under any public work contract, the contractor and all of its subcontractors shall file with the awarding department a certificate of insurance against liability for workers compensation or proof of self-insurance in accordance with the provisions of the California Labor Code. \n     (C)     Indemnification. All construction contracts awarded under this Chapter shall require that the contractor fully indemnify the City and County to the maximum extent provided by law, such that each contractor must save, keep, bear harmless and fully indemnify the City and County and any of its officers or agents from any and all liability, damages, claims, judgments or demands for damages, costs or expenses in law or equity that may at any time arise. \n          This indemnification requirement may not be waived or abrogated in any way for any contract without the recommendation of the City's Risk Manager and the express permission and approval of the Board of Supervisors. \n     (D)     Assignment. No contract shall be assigned except upon the recommendation of the department head concerned and with the approval of the Mayor or the Mayor's designee, relative to the department under the Mayor's jurisdiction, or the approval of the board or commission concerned for departments not under the Mayor. \n     (E)     Prevailing Wages.\n          (1)     Generally. All contractors and subcontractors performing a public work or improvement for the City and County of San Francisco shall pay its workers on such projects the prevailing rate of wages as provided below. For the purpose of prevailing wage requirements only, the definition of a public work shall include those public works or improvements defined in the foregoing section \n6.1 of this Chapter and shall also include (a) any trade work performed at any stage of construction (including preconstruction work) and (b) any public work paid for by the City and County of San Francisco with \"the equivalent of money\" under the meaning of Labor Code section 1720(b). \n          (2)     Leased Property Included. For the limited purposes of this subsection, a \"public work or improvement\" also means and includes any construction work done under private contract when all of the following conditions exist: \n               (a)     The construction contract is between private persons; and\n               (b)     The property subject to the construction contract is privately owned, but upon completion of the construction work will be leased to the City and County of San Francisco for its use; and \n               (c)     Either of the following conditions exist: (1) The lease agreement between the lessor and the City and County of San Francisco, as lessee, is entered into prior to the construction contract, or (2) The construction work is performed according to the plans, specifications, or criteria furnished by the City and County of San Francisco, and the lease agreement between the lessor and the City and County of San Francisco as lessee, is entered into during, or upon completion, of the construction work. \n          (3)     Determination of the Prevailing Wage. It shall be the duty of the Board of Supervisors, from time to time and at least once during each calendar year, to fix and determine the prevailing rate of wages as follows: \n               On or before the first Monday in November of each year, the Civil Service Commission shall furnish to the Board of Supervisors data as to the highest general prevailing rate of wages of the various crafts and kinds of labor as paid in private employment in the City and County of San Francisco, plus \"per diem wages\" and wages for overtime and holiday work. The Civil Service Commission shall provide the Board of Supervisors data for \"per diem wages\" pursuant to California Labor Code sections 1773.1 and 1773.9, as amended from time to time. The Board of Supervisors shall, upon receipt of such data, fix and determine the prevailing rate of wages. The prevailing rate of wages as so fixed and determined by the Board of Supervisors shall remain in force and shall be deemed to be the highest general prevailing rate of wages paid in private employment for similar work, until the same is changed by the Board of Supervisors. In determining the highest general prevailing rate of wages per diem wages and wages for overtime and holiday work, as provided for in this section, the Board of Supervisors shall not be limited to the consideration of data furnished by the Civil Service Commission, but may consider such other evidence upon the subject as the Board shall deem proper and thereupon base its determination upon any or all of the data or evidence considered. \n               In the event that the Board of Supervisors does not fix or determine the highest general prevailing rate of wages in any calendar year, the rates established by the California Department of Industrial Relations for such year shall be deemed adopted. \n          (4)     Specifications to Include Wage Rate. The department head authorized to execute a construction contract under this Chapter shall include in the contract specifications, or make available in the offices of the department or at the job site, a detailed statement of the prevailing rate of wages as fixed and determined by the Board of Supervisors at the time the department issued the Advertisement For Bids on the contract. The contractor shall agree to pay to all persons performing labor in and about the public work or improvement the highest general prevailing rate of wages as determined pursuant to this Chapter, including wages for holiday and overtime work. If the specifications do not include the prevailing rate of wages, the specifications shall include a statement that copies of the prevailing rate of wages as fixed and determined by the Board of Supervisors are on file at the department's principal office or at the job site and shall be made available to any interested party on request. \n          (5)     Subcontractors Bound by Wage Provisions. Every contract for any public work or improvement shall also contain a provision that the contractor shall insert in every subcontract or other arrangement which he or she may make for the performance of any work or labor on a public work or improvement. This provision shall be that the subcontractor shall pay to all persons performing labor or rendering service under said subcontract or other arrangement the highest general prevailing rate of wages as fixed and determined by the Board of Supervisors for such labor or services. \n          (6)     Records to be Kept by Contractors and Subcontractors. Every public works contract or subcontract awarded under this Chapter shall contain a provision that the contractor shall keep, or cause to be kept, for a period of four years from the date of substantial completion of a public work, payrolls and basic records including time cards, trust fund forms, apprenticeship agreements, accounting ledgers, tax forms and superintendent and foreman daily logs for all trades workers performing work at or for a City and County of San Francisco public work or improvement. Such records shall include the name, address and social security number of each worker who worked on the project, including apprentices, his or her classification, a general description of the work each worker performed each day, the rate of pay (including rates of contributions for, or costs assumed to provide fringe benefits), daily and weekly number of hours worked, deductions made and actual wages paid. Every subcontractor who shall undertake the performance of any part of a public work or improvement shall keep a like record of each person engaged in the execution of the subcontract. \n               The contractor shall maintain weekly certified payroll records for submission to the awarding department as required. The contractor shall be responsible for the submission of payroll records of its subcontractors. All certified payroll records shall be accompanied by a statement of compliance signed by the contractor indicating that the payroll records are correct and complete, that the wage rates contained therein are not less than those determined by the San Francisco Board of Supervisors and that the classifications set forth for each employee conform with the work performed. \n               All such records as described in this section shall at all times be open to inspection and examination of the duly authorized officers and agents of the City and County of San Francisco, including representatives of the Office of Labor Standards Enforcement. \n               Should the department head responsible for the public work or the Labor Standards Enforcement Officer determine that a contractor or subcontractor is not in compliance with the requirements of this subsection, the department head or the Labor Standards Enforcement Officer shall issue written notification to the contractor or subcontractor mandating compliance within not fewer than ten calendar days from the date of the notification. Should the contractor or subcontractor fail to comply as required in the notification, the department head who executed the contract or the Labor Standards Enforcement Officer may impose a penalty of $25.00 for each calendar day of noncompliance, or portion thereof, for each worker. Upon the request of the responsible department head or the Labor Standards Enforcement Officer, the Controller shall withhold these penalties from progress payments then due or to become due. \n          (7)     Additional Required Contract Provisions. Every public works contract shall contain provisions stating that (1) the contractor will cooperate fully with the Labor Standards Enforcement Officer and other City employees and agents authorized to assist in the administration and enforcement of the prevailing wage requirements and other labor standards imposed on public works contractors by the Charter and \nChapter 6 of the San Francisco Administrative Code; (2) the contractor agrees that the Labor Standards Enforcement Officer and his or her designees, in the performance of their duties, shall have the right to engage in random inspections of job sites and to have access to the employees of the contractor, employee time sheets, inspection logs, payroll records and employee paychecks; (3) the contractor shall maintain a sign-in and sign-out sheet showing which employees are present on the job site; (4) the contractor shall prominently post at each job-site a sign informing employees that the project is subject to the City's prevailing wage requirements and that these requirements are enforced by the Labor Standards Enforcement Officer; and (5) that the Labor Standards Enforcement Officer may audit such records of the contractor as he or she reasonably deems necessary to determine compliance with the prevailing wage and other labor standards imposed by the Charter and this Chapter on public works contractors. Failure to comply with these requirements may result in penalties and forfeitures consistent with California Labor Code section 1776(g), as amended from time to time. \n          (8)     Non-compliance with Wage Provisions – Penalties.\n               (a)     Penalty and Forfeiture. Any contractor or subcontractor who shall fail or neglect to pay to the several persons who shall perform labor under any contract, subcontract or other arrangement on any public work or improvement as defined in this Chapter the highest general prevailing rate of wages as fixed by the Board of Supervisors under authority of this Chapter, shall forfeit; and, in the case of any subcontractor so failing or neglecting to pay said wage, the original contractor and the subcontractor shall jointly and severally forfeit to the City and County of San Francisco back wages due plus the penal sum of $50.00 per day for each laborer, workman or mechanic employed for each calendar day or portion thereof, while they shall be so employed and not paid said highest general prevailing rate of wages, and in addition shall be subject to the penalties set forth in Article V of this Chapter, including debarment. \n               (b)     Enforcement. It shall be the duty of the officer, board or commission under whose jurisdiction said public work or improvement is being carried on, made or constructed, when certifying to the Controller any payment which may become due under said contract, to deduct from said payment or payments the total amount of said forfeiture provided for in this subsection. In doing so, the department head must also notify in writing the Labor Standards Enforcement Officer of his/her action. The Labor Standards Enforcement Officer may also upon written notice to the department head who is responsible for the project, certify to the Controller any forfeiture(s) to deduct from any payment as provided for in this Subsection \n6.22(E)(8). Certification of forfeitures under this subsection shall be made only upon an investigation and audit by the responsible department head or the Labor Standards Enforcement Officer and upon service of written notice to the contractor that includes identification of the grounds for the forfeiture or forfeitures (\"Certification of Forfeiture\"). The audit supporting the forfeiture shall be appended to the Certification of Forfeiture, but failure to append such documentation shall not invalidate the Certification. Service of the Certification of Forfeiture shall be made by United States mail and the date of service shall be the date of mailing. The Controller, in issuing any warrant for any such payment, shall deduct from the amount which would otherwise be due on said payment or payments the amount of said forfeiture or forfeitures as so certified. \n               (c)     Recourse Procedure. A contractor and/or a subcontractor may appeal from a Certification of Forfeiture. The Controller shall adopt and maintain rules and regulations for any appeal under this Subsection \n6.22(E)(8)(c), which rules shall generally include the following parameters for efficient and effective due process:\n                    (i)     Any Appeal from Certification of Forfeiture shall be filed in writing by the contractor and/or subcontractor (referred to in this Subsection \n6.22(E)(8)(c), whether singular or plural, as the \"Appellant\") within 15 days of the date of service of the Certification of Forfeiture. Appellant shall file the Appeal from Certification of Forfeiture with the City Controller and serve a copy on the Labor Standards Enforcement Officer. Failure by the contractor or subcontractor to submit a timely, written Appeal from Certification of Forfeiture shall constitute concession to the forfeiture, and the forfeiture shall be deemed final upon expiration of the 15-day period.\n                    (ii)     The Office of Labor Standards Enforcement shall promptly afford Appellant an opportunity to meet and confer in good faith regarding possible resolution of the Certification of Forfeiture in advance of further proceedings under this Subsection \n6.22(E)(8)(c), with the intention that such meeting occur within 30 days of the date the Appeal from Certification of Forfeiture is filed.\n                    (iii)     After the expiration of 30 days following the date the Appeal from Certification of Forfeiture is filed, any party may request in writing, with concurrent notice to all other parties, that the Controller appoint a hearing officer to hear and decide the appeal. If no party requests appointment of a hearing officer, the Certification of Forfeiture shall be deemed final on the 60th day after the date the Appeal from Certification of Forfeiture is filed.\n                    (iv)     Within 15 days of receiving a written request for appointment of a hearing officer under Section \n6.22(E)(8)(c)(iii), the Controller shall appoint an impartial hearing officer and immediately notify the enforcing official and Appellant, and their respective counsel or authorized representative if any, of the appointment. The appointed hearing officer shall be an Administrative Law Judge with at least ten years experience with the City and not less than two years experience in labor law, prevailing wage, and/or wage and hour matters; or shall be an attorney with knowledge and not less than five years' experience in labor law, prevailing wage, and/or wage and hour matters. \n                    (v)     The hearing officer shall promptly set a date for a hearing. The hearing must commence within 45 days of the date the Controller notice of the hearing officer appointment, and conclude within 75 days of such notice. The hearing officer shall conduct a fair and impartial evidentiary hearing in conformance with the time limitations set forth in this subsection \n6.22(E)(8)(c) and in the rules and regulations, so as to avoid undue delay in the resolution of any appeal. The hearing officer shall have the discretion to extend the times under this subsection \n6.22(E)(8)(c), and any time requirements under the rules and regulations, only upon a showing of good cause.\n                    (vi)     Appellant has the burden of proving by a preponderance of the evidence that the basis for the Certification of Forfeiture is incorrect, including any back wage and penalty assessments that are at issue in the appeal.\n                    (vii)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or dismissing the forfeiture. The decision of the hearing officer shall consist of findings and a determination. The hearing officer's findings and determination shall be final.\n                    (viii)     Appellant may appeal a final determination under this section only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1084, et seq., as applicable and as may be amended from time to time.\n               (d)     Distribution of Forfeiture. The Controller shall withhold any forfeiture as provided in the foregoing paragraphs until such time as either the contractor or subcontractor has conceded to the forfeiture or, in the event of an appeal, there is a determination no longer subject to judicial review. The Controller shall then distribute the amounts withheld in the following order: (1) the Labor Standards Enforcement Officer shall make best efforts to distribute back wages withheld to the individual workers identified as not having been paid the proper wage rate; (2) the penal sums provided for above shall inure to the benefit of the general fund of the City and County of San Francisco; (3) the Controller shall hold the balance of any back wages in escrow for workers whom the Labor Standards Enforcement Officer, despite his/her best efforts, cannot locate. In the event back wages are unclaimed for a period of three years, the Controller shall undertake administrative procedures for unclaimed funds in conformance with Government Code Section 50050, et seq., as may be amended from time to time. \n     (F)     Hours and Days of Labor.\n          (1)     Generally. For the purpose of meeting prevailing conditions and enabling employers to secure a sufficient number of satisfactory workers and artisans, no person performing labor or rendering service in the performance of any contract or subcontract for any public work or improvement as defined in this Chapter shall perform labor for a longer period than five days (Monday through Friday) of eight hours each, with two 10-minute breaks per eight-hour day, except in those crafts in which a different work day or week now prevails by agreement in private employment. Any person working hours in addition to the above shall be compensated in accordance with the prevailing overtime standards and rates. \n          (2)     Noncomplianceand Forfeiture. Any contractor or subcontractor who shall violate any of the provisions of this subsection shall be liable for the same penalties and forfeits as those specified in Subsection \n6.22(E) of this Chapter; penalties and forfeits shall be applicable for each laborer, mechanic or artisan employed for each calendar day or portion thereof whereon such laborer, mechanic or artisan is compelled or permitted to work more than the days and hours specified herein. The provisions of this subsection shall be made a part of all contracts and subcontracts for the construction of any public work or improvement. \n          (3)     Contracts Outside City and County. In the event that any public work or improvement is to be constructed outside of the City and County of San Francisco and at such a distance therefrom that those engaged in performing labor on said public work or improvement must under ordinary conditions remain at or near the site of said work or improvement when not actually engaged in the performance of labor thereon, then the officer, board or commission responsible for the construction of said public work or improvement may, in making specifications or letting contracts therefor, make provision therein for days and hours of labor beyond the limitations provided for in Section \n6.22(F) of this Chapter; but not to exceed eight hours in any one calendar day, or six days in any calendar week. In the event that emergency conditions shall arise, making a change advisable during the performance of any such contract, or any portion thereof, the hours and days of labor may be extended beyond the limits hereinabove expressed; but not to exceed eight hours per day, upon the written authority of the officer, board or commission awarding such contract. Failure of the contractor to perform such contract within the time provided shall not constitute an emergency. \n     (G)     Short Title. This subsection \n6.22(G) shall be known as and may be cited as the San Francisco Local Hiring Policy for Construction (\"Policy\"). \n          (1)     Findings and Purpose.\n               (a)     The Board of Supervisors passed Ordinance 286-94 on August 4, 1994, to establish local hiring requirements for City public work or improvement projects performed within the boundaries of the City. \n               (b)     In 2010, the San Francisco Redevelopment Agency and the City's Office of Economic and Workforce Development commissioned a study of the labor market in the construction industry in San Francisco (the \"Labor Market Analysis\"), including review of comparative demographic data regarding workers on public and private projects, scope of past and future public and private construction work in San Francisco, comparative compensation on public and private projects, demographic data regarding apprenticeship programs operating in San Francisco, and income and residency data regarding construction workers in San Francisco. \n               (c)     In 2010, the Walter and Elise Haas Fund and the San Francisco Foundation, with assistance of the City's Office of Economic and Workforce Development, convened a local hiring stakeholder process to discuss possible revision of subsection \n6.22(G), at which community, labor, contractor, and City stakeholders participated. \n               (d)     In August 2010, a report from Chinese for Affirmative Action and Brightline Defense Project entitled, \"The Failure of Good Faith,\" found that the City has historically failed to meet its local hiring goals. \n               (e)     The Budget & Finance and Land Use & Economic Development Committees of the Board of Supervisors held public hearings regarding local hiring and proposed revisions to subsection \n6.22(G). \n               (f)     The San Francisco Public Utilities Commission, Redevelopment Agency, Human Rights Commission, and other City departments and agencies held public hearings regarding local hiring. \n               (g)     The construction industry is one of the few industries providing a path to middle-class careers for individuals without advanced degrees or facing barriers to quality employment, and is therefore a crucial component of the effort to build economic opportunities for targeted residents of San Francisco, with a particular emphasis on low-income and underrepresented workers in various building and construction trades, in order to elevate historically disadvantaged populations and create more sustainable communities throughout San Francisco. \n               (h)     The City has awarded more than $8 billion in public work and improvement contracts during the last 10 years.\n               (i)     The City anticipates that it will award approximately $27 billion in public work and improvement contracts in the next 10 years. \n               (j)     City spending on public work and improvement projects over the next 10 years will generate tens of thousands of construction work hours. \n               (k)     The Board desires to ensure that employment and training opportunities created by such public work and improvement projects provide consistent and high-quality opportunities to the San Francisco labor pool, especially low-income residents of San Francisco and other disadvantaged residents. \n               (l)     Although approximately 40% of construction workers employed in San Francisco are San Francisco residents, from 2002 to 2010 San Francisco residents worked only approximately 24% of the work-hours on publicly-funded construction projects in the City, and only 20% of work-hours since July 2009. \n               (m)     The City faces unemployment levels that have risen dramatically over the past four years, climbing from a low of 3.7% in December 2006 to an average of 9.8% for each month of 2010 through July, leaving at least 44,500 San Franciscans out of work according to the California Employment Development Department, with disproportionate concentrations of high unemployment in neighborhoods such as Bayview-Hunters Point, Chinatown, the Mission, Western Addition, Visitacion Valley, the Excelsior, South of Market, Ocean View, Merced Heights and Ingleside. \n               (n)     The 2010-2014 Consolidated Plan for the City and County of San Francisco indicates that several San Francisco neighborhoods face concentrated poverty and San Francisco's slow job growth rate and changing job base has had major impacts on patterns of income inequality and disparity in the City, with distinctive, adverse, neighborhood-specific effects. \n               (o)     The loss of middle-income jobs has been associated with a diminishing middle class in San Francisco, as indicated by rising income inequality. San Francisco's unequal income distribution threatens the City's future competitiveness and overall economic stability, and the City's anti-poverty strategy aims to ensure that the City and its partners are marshaling its limited resources in an effective and coordinated way to create economic opportunities in San Francisco's low-income communities. \n               (p)     The City has made substantial public investments in its workforce development system, including CityBuild and the City's community-based partners, to create job opportunities in industries such as construction, which are vital to the economic health of the local economy, have a capacity to generate a significant number of jobs, are accessible to low- and middle-skilled individuals, have career ladder opportunities where workers can move up with additional training and skill development, and provide access to living wage and family-sustaining jobs. \n               (q)     City-funded construction projects provide a crucial opportunity to connect participants in these City-funded or City-operated workforce development programs with employment and training opportunities, and to direct employment and training opportunities created by the City's public expenditures. \n               (r)     The City and the San Francisco Redevelopment Agency have made substantial public investments toward creating and facilitating growth in economic opportunities for low-income individuals and neighborhoods in San Francisco. \n               (s)     CityBuild, San Francisco's construction training workforce program, was initiated in 2005 to serve as a training vehicle for ushering disadvantaged workers into the construction skilled trades. The program is a multi-craft pre-apprenticeship training program, and has assisted over 450 graduates, into union-sponsored apprentice programs. CityBuild, in 2009-2010, contributed approximately 44 percent of all new San Francisco resident apprentice intakes based on data provided by the California Department of Industrial Relations, Division of Apprenticeship Standards. San Francisco's workforce construction training infrastructure has the capacity to meet future demand for high quality and well trained workers in the construction trades. \n               (t)     Employment of workers that reside close to job sites has environmental benefits, including reducing the distance of commutes and resulting vehicle emissions. These environmental benefits are consistent with the mandates, policies and goals of the California Global Warming Solutions Act (AB 32), the Sustainable Communities and Climate Protection Act (SB 375), and the Climate Action Plan for San Francisco. \n               (u)     The Board seeks terms and conditions that advance the City's workforce and community development goals, removing obstacles that may have historically limited the full employment of local residents on the wide array of opportunities created by public works projects, curbing spiraling unemployment, population decline, and reduction in the number of local businesses located in the City, eroding property values and depleting San Francisco's tax base. \n               (v)     A local hiring policy is necessary to counteract these grave economic and social ills.\n          (2)     Definitions. For purposes of this subsection \n6.22(G), the following terms shall have the following meanings: \n               (a)     \"Apprentice\" means any worker who is indentured in a construction apprenticeship program that maintains current registration with the State of California's Division of Apprenticeship Standards. \n               (b)     \"Area Median Income\" or \"AMI\" means unadjusted median income levels derived from the Department of Housing and Urban Development (\"HUD\") on an annual basis for the San Francisco area, adjusted solely for household size, but not high housing cost area. \n               (c)     \"Awarding department\" means a department or commission empowered on behalf of the City to contract for a covered project.\n               (d)     \"City\" means the City and County of San Francisco, California.\n               (e)     \"Contractor\" means any person, firm, partnership, owner operator, limited liability company, corporation, joint venture, proprietorship, trust, association, or other entity that contracts directly with the City to perform construction work on a covered project. A contractor may also be referred to as a \"prime contractor\" or \"general contractor.\" \n               (f)     \"Covered project\" means a public work or improvement project or part thereof to which this subsection \n6.22(G) applies, under standards set forth in subsection \n6.22(G)(3). \n               (g)     \"Disadvantaged worker\" means a local resident, as defined below, who (i) resides in a census tract within the City with a rate of unemployment in excess of 150% of the City unemployment rate, as reported by the State of California Employment Development Department; or (ii) at the time of commencing work on a covered project has a household income of less than 80% of the AMI, or (iii) faces or has overcome at least one of the following barriers to employment: being homeless; being a custodial single parent; receiving public assistance; lacking a GED or high school diploma; participating in a vocational English as a second language program; or having a criminal record or other involvement with the criminal justice system. \n               (h)     \"Local hiring incentives\" means the incentives set forth in subsection \n6.22(G)(5) of this Policy.\n               (i)     \"Local hiring requirements\" means the requirements set forth in subsection \n6.22(G)(4) of this Policy.\n               (j)     \"Local resident\" means an individual who is domiciled, as defined by Section 349(b) of the California Election Code, within the City at least seven (7) days prior to commencing work on the project. \n               (k)     \"OEWD\" means the City's Office of Economic and Workforce Development.\n               (l)     \"Policy\" means this subsection \n6.22(G).\n               (m)     \"Project work\" means construction work performed as part of a covered project.\n               (n)     \"Project work hours\" means the total hours worked on a construction contract by all apprentices and journey level workers, whether those workers are employed by the contractor or any subcontractor. \n               (o)     \"Subcontractor\" means any person, firm, partnership, owner operator, limited liability company, corporation, joint venture, proprietorship, trust, association, or other entity that contracts with a prime contractor or another subcontractor to provide services to a prime contractor or another subcontractor in fulfillment of the prime contractor's or that other subcontractor's obligations arising from a contract for construction work on a covered project. \n               (p)     \"Targeted worker\" means any local resident or disadvantaged worker.\n               (q)     \"New hire\" means any employee of a contractor who is not listed on the contractor's quarterly tax statements for the tax period and has been hired prior to the commencement of work. \n               (r)     \"Core employee or worker\" means an apprentice or journey level employee, who possesses any license required by state or federal law for the project work to be performed, of a contractor or subcontractor who appears on that contractor or subcontractor's certified payroll sixty (60) of the previous one hundred calendar (100) days prior to date of award of a city contract. \n          (3)     Coverage.\n               (a)     Threshold for Public Work and Improvement Projects. This Policy applies to contracts with prime contractors for public works or improvements estimated to cost in excess of the Threshold Amount set forth in Section \n6.1 of this Chapter, as that amount may be amended. \n               (b)     Projects Constructed Outside the City. Covered City projects constructed within 70 miles from the jurisdictional boundary of the City and County of San Francisco shall be governed by the terms of this Policy, except that percentage requirements shall apply in proportion to the City's actual cost after reimbursement from non-City sources compared to the total cost of the project. Covered City projects constructed 70 miles or more beyond the jurisdictional boundary of the City and County of San Francisco shall be subject to this Policy, except the \"local\" requirement shall include San Francisco residents, workers local to the area where the work is located, and workers residing within the region where the work is located. Awarding departments shall work with OEWD and regional local hiring programs to comply. \n               (c)     Projects Utilizing Federal or State Funds.\n                    (i)     Segregation of Funds and Contract Awards. Where the application of this Policy would violate federal or state law, or would be inconsistent with the terms or conditions of a grant or a contract with an agency of the United States or the State of California, the City department or agency receiving the grant or contract shall, where administratively feasible, segregate federal or state funds from City funds, and/or segregate project administration and contracts, so as to maximize application of this Policy to City-funded construction work. \n                    (ii)     Alternative Terms in Case of Conflict. Where the provisions of this Policy would be prohibited by Federal or State law, or where the application of this Policy would violate or be inconsistent with the terms or conditions of a grant or a contract with an agency of the United States or the State of California, and where segregation of funds pursuant to subsection 6.22(G)(3)(c)(i) is not administratively feasible with regard to some or all of the project in question, then OEWD, in consultation with the awarding department, shall adapt requirements of this Policy into a set of contract provisions that advance the purposes of this Policy to the maximum extent feasible without conflicting with federal or state law or with terms or conditions of the State or Federal grant or contract in question. The awarding department shall include this set of contract provisions in the public works or improvement contract with regard to the project or portions of the project for which this Policy would conflict with Federal or State requirements. \n               (d)     Out-of-State Workers. Project work hours performed by residents of states other than California shall not be considered in calculation of the number of project work hours to which the local hiring requirements apply. Contractors and subcontractors shall report to awarding departments and OEWD the number of project work hours performed by residents of states other than California. \n          (4)     Local Hiring Requirements.\n               (a)     For each covered project, the following requirements shall apply to each prime contractor and subcontractor that performs project work in excess of the Threshold Amount set forth in section \n6.1 of this Chapter, as that amount may be amended, with regard to project work actually performed by the prime contractor and work included under any subcontract, including all work performed by a subcontractor and all lower-tier subcontractors under the subcontract: \n                    (i)     The initial mandatory participation level is 20% of all project work hours within each trade performed by local residents, with no less than 10% of all project work hours within each trade performed by disadvantaged workers. Subject to the periodic review process set forth in subsection \n6.22(G)(4)(b), below, the mandatory participation level for project work hours shall increase annually over seven years up to a mandatory participation level of 50% of project work hours within each trade performed by local residents, with no less than 25% of all project work hours within each trade performed by disadvantaged workers. For each mandatory participation percentage specified below, one-half of the specified percentage of project work hours within each trade shall be performed by disadvantaged workers. \n\nYear After Effective Date That\nContract Is Advertised for Bids\nMandatory Participation Level\nFor Project Work Hours\n0\n20%\n1\n25%\n2\n30%\nPeriodic Review\nPeriodic Review\n3\n35%\n4\n40%\n5\n45%\nPeriodic Review\nPeriodic Review\n6\n50%\n                    (ii)     At least 50% of the project work hours performed by apprentices within each trade shall be performed by local residents, with no less than 25% of project work hours performed by apprentices within each trade to be performed by disadvantaged workers. \n               (b)     Periodic Review By OEWD and Controller. OEWD, in coordination with the Controller's Office, shall every three years from the effective date of this Policy, evaluate the impact of existing mandatory participation levels and the continued need for financial incentives as set forth in subsection \n6.22(G)(5). The OEWD/Controller review shall (i) determine whether there is a sufficient supply of qualified unemployed resident workers to meet the escalation rate set forth in subsection \n6.22(G)(4)(a)(i), above; (ii) assess the length of time required for each trade to develop a pool of qualified resident workers sufficient to support a 50% mandatory participation target; and (iii) make relevant findings in support of those determinations, and, if necessary, propose amendments to the mandatory participation level by trade. OEWD and the Controller's Office shall further report on the financial incentive program and make relevant findings and, if necessary, propose reducing or eliminating financial incentives. During the periodic review process, OEWD and the Controller's Office shall consult with a broad spectrum of relevant stakeholders (including the community, the California Department of Industrial Relations Division of Apprenticeship Standards, contractors, building trades, and City departments and agencies). Promptly upon completion of a periodic review, OEWD and the Controller's Office shall furnish to the Board of Supervisors a report setting forth their findings, determinations and proposed amendments to the mandatory participation level by trade and/or the financial incentive program, if any. The Board shall, by resolution, fix and determine the mandatory participation levels by trade and available financial incentives, if any. The mandatory participation levels by trade and financial incentives as so fixed and determined by the Board shall supplant the mandatory participation levels and financial incentives that this Policy sets and shall remain in force until the same are changed by the Board. In determining the mandatory participation levels by trade and available financial incentives, as so provided for in this subsection, the Board shall not be limited to consideration of the periodic review report furnished by OEWD and the Controller's Office, but may consider other such evidence upon the subject as the Board shall deem proper and base its determination upon any or all of the evidence considered. \n               (c)     Pipeline and Retention Compliance. Contractors and subcontractors may use one or more of the following pipeline and retention compliance mechanisms to receive a conditional waiver from the local hiring requirements on a project-specific basis: \n                    (i)     Specialized Trades. Every two calendar years, OEWD shall publish a list of trades designated as \"Specialized Trades,\" for which the local hiring requirements of this Policy shall not be applicable. Prior to designating a trade as a Specialized Trade, OEWD shall have made findings that: (a) considering all referral sources and best estimates of workers residing in the City, there will be insufficient numbers of qualified and available local residents and disadvantaged workers to enable contractors and subcontractors to satisfy the local hiring requirements for such trade; and (b) best estimates indicate that on all covered projects during those calendar years, in the aggregate, demand for work hours in such trade will not exceed a maximum number of hours as determined by OEWD through the regulatory process set forth in subsection \n6.22(G)(8)(a). All contractors and subcontractors shall report to OEWD the project work hours utilized in each designated Specialized Trade. \n                    (ii)     Credit for Hiring on Non-covered Projects. Contractors and subcontractors may accumulate credit hours for hiring San Francisco disadvantaged workers on non-covered projects in the nine-county San Francisco Bay Area and apply those credit hours to contracts for covered projects to meet the applicable minimum mandatory hiring requirements set forth above or to work off penalties assessed under subsection \n6.22(G)(7)(f). OEWD shall establish criteria for credit hours and their application to meet the minimum participation requirements. OEWD shall consider credit hours to be accumulated for work on non-covered projects performed by San Francisco disadvantaged workers only if (a) the San Francisco disadvantaged worker performing work on the non-covered project is paid prevailing wages for such work; and, in the case of non-covered projects in the City and County of San Francisco, (b) the number of hours to be credited for the non-covered project in question exceed one-half of the number of disadvantaged worker hours that would be required if the project were a covered project. \n                    (iii)     Sponsoring Apprentices. A contractor or subcontractor may avoid the assessment of penalties under subsection \n6.222(G)(7)(f) for failing to meet applicable hiring requirements by demonstrating the high impracticality of complying with the mandatory participation level for a particular contract or classes of employees before project commencement by agreeing to sponsor an OEWD-specified number of new apprentices in trades in which noncompliance is likely and retaining those apprentices for the entire period of a contractor's or subcontractor's work on the project. OEWD will verify with the California Department of Industrial Relations Division of Apprenticeship Standards that the OEWD-specified number of new apprentices are registered and active apprentices prior to issuing a release from penalties. \n                    (iv)     Direct Entry Agreements. OEWD is authorized to negotiate and enter into direct entry agreements with apprenticeship programs that are registered with California Department of Industrial Relations' Division of Apprenticeship Standards, and, if OEWD is successful in such negotiations, to develop standards and procedures through which contractors and subcontractors may avoid assessments of penalties by hiring and retaining apprentices who enrolled through such direct entry agreements. Such standards and procedures shall allow avoidance of penalty assessments only where OEWD has made a project-specific determination that compliance with local hiring requirements would be impractical for that contractor or subcontractor. Direct entry agreements negotiated pursuant to this section shall: (a) be enforceable contracts; (b) require apprenticeship programs to enroll a class of apprentices no less frequently than every 365 days; (c) specify all admissions standards related to applicants' training and skills; (d) specify a minimum number of local residents and disadvantaged workers meeting those standards who shall be admitted in each class of apprentices; and (e) be on file with and deemed permissible by the Division of Apprenticeship Standards. OEWD's annual report to the Board as required by subsection \n6.22(G)(8)(f) shall include the number of releases from penalties granted based on this subsection, the number of local residents enrolled as apprentices based on direct entry agreements, and the number of direct entry agreements in effect, and shall identify the trades in question. \n               (5)     Local Hiring Incentives.\n                    (a)     Incentive Criteria. Contractors and subcontractors may receive financial and non-financial incentives for exceeding the local hiring requirements on a covered project. Project work hours credited under subsection \n6.22(G)(4)(c) shall not be the basis for any financial or non-financial incentive payment or entitlement. \n                    (b)     Administration. Awarding departments will work in consultation with OEWD to establish the operation and amounts of the incentives, if any. \n                         (i)     Any financial incentives provided on a covered project shall comply with applicable law and shall not exceed one percent of the estimated cost of the project. If financial incentives are made available for a covered project, awarding departments shall pay such incentives, if earned by a contractor or subcontractor, only after a contractor or subcontractor has completed work on the project and OEWD has approved the contractor's or subcontractor's request for incentive payment. Subcontractors requesting incentive payments shall submit requests to the awarding department and OEWD through the prime contractor, not directly to the awarding department or OEWD. Payment of subcontractor incentives shall be paid to the prime contractor for the benefit of the appropriate subcontractor(s). Prime contractor must pay subcontractor(s) within 10 days of receipt of financial incentives from the City. \n                         (ii)     OEWD shall, by regulation, develop non-financial incentives such as expedited permitting and reduced administrative burden.\n               (6)     Additional Contractor Rights and Responsibilities.\n                    (a)     Local Hiring Plan for Large Projects. For covered projects estimated to cost more than $1,000,000, the prime contractor shall prepare and submit to the awarding department and OEWD for approval a local hiring plan for the project. The local hiring plan shall be a written plan for implementation of the requirements of this Policy, including an approximate timeframe for hiring decisions of subcontractors, a description of the hiring processes to be utilized by subcontractors, an estimate of numbers of targeted workers needed from various referral sources, qualifications needed for such targeted workers, and a recruitment plan detailing an outreach strategy for candidates representative of local demographics. An awarding department shall not issue a Notice to Proceed (NTP) without receiving the Local Hiring Plan. The awarding department may issue an NTP upon submittal of the Plan, but in no case may any payment be made until such time as it has verified in writing that OEWD has approved the prime contractor's local hiring plan. \n                    (b)     Referral Sources. Where a contractor's or subcontractor's preferred hiring or staffing procedures for a covered project do not enable that contractor or subcontractor to satisfy the local hiring requirements of this Policy, the contractor or subcontractor shall use other procedures to identify and retain targeted workers. These procedures shall include requesting workers from CityBuild, San Francisco's centralized referral program, and considering targeted workers who are referred by CityBuild within three business days of the request and who meet the qualifications described in the request. Such consideration shall include in-person interviews. Qualifications described in the request shall be limited to skills directly related to performance of job duties. When a contractor or subcontractor has taken these steps and a local resident or disadvantaged worker is not available, contractor or subcontractor may request a conditional waiver as described in subsection \n6.22(G)(4)(c). \n                    (c)     Hiring Discretion. This Policy does not limit contractors' or subcontractors' ability to assess qualifications of prospective workers, and to make final hiring and retention decisions. No provision of this Policy shall be interpreted so as to require a contractor or subcontractor to employ a worker not qualified for the position in question, or to employ any particular worker. \n                    (d)     Subcontractor Compliance. Each contractor and subcontractor shall ensure that all subcontractors agree to comply with applicable requirements of this Policy. All subcontractors agree as a term of participation on a covered project that the City shall have third party beneficiary rights under all contracts under which subcontractors are performing project work. Such third party beneficiary rights shall be limited to the right to enforce the requirements of this Policy directly against the subcontractors. All subcontractors on a covered project shall be responsible for complying with the recordkeeping and reporting requirements set forth in this Policy. Subcontractors with work in excess of the Threshold Amount shall be responsible for ensuring compliance with the local hiring requirements set forth in subsection \n6.22(G)(4) based on project work hours performed under their subcontracts, including project work hours performed by lower tier subcontractors with work less than the Threshold Amount. \n               (7)     Enforcement.\n                    (a)     Role of OEWD. OEWD is authorized to enforce all terms of this Policy. Awarding departments shall work cooperatively with OEWD to implement requirements of this Policy, to include the provisions of the Policy in every contract for which inclusion is required, to assist contractors and subcontractors in complying with the Policy, and to assist OEWD in furthering the purposes of the Policy through monitoring and enforcement activities. OEWD shall determine the records required to be verified and/or provided by contractors and subcontractors to establish workers' qualifications and statuses relevant to this Policy. \n                    (b)     Role of Community-Based Partners. OEWD shall be authorized to engage its community-based partners in the City's workforce development system to assist with the recruitment and retention of targeted workers. OEWD shall, through the existing Workforce Investment Board, provide a forum for community members, community-based organizations, and representatives of all stakeholders affected by or interested in this Policy to exchange information and ideas and to advise OEWD staff concerning the operation and results of the Policy. \n                    (c)     Recordkeeping. Each contractor and subcontractor shall keep, or cause to be kept, for a period of four years from the date of substantial completion of project work on a covered project, certified payroll and basic records, including time cards, tax forms, and superintendent and foreman daily logs, for all workers within each trade performing work on the covered project. Such records shall include the name, address and social security number of each worker who worked on the covered project, his or her classification, a general description of the work each worker performed each day, the apprentice or journey-level status of each worker, daily and weekly number of hours worked, the self-identified race, gender, and ethnicity of each worker, whether or not the worker was a local resident or disadvantaged worker, and the referral source or method through which the contractor or subcontractor hired or retained that worker for work on the covered project (e.g., core workforce, name call, union hiring hall, City-designated referral source, or recruitment or hiring method). Contractors and subcontractors may verify that a worker is a local resident through the worker's possession of a valid SF City ID Card or other government-issued identification. OEWD and awarding departments may require additional records to be kept with regard to contractor or subcontractor compliance with this Policy. All records described in this section shall at all times be open to inspection and examination by the duly authorized officers and agents of the City, including representatives of the awarding department and the OEWD. \n                    (d)     Reporting. The OEWD shall establish reporting procedures for contractors and subcontractors to submit to OEWD and the awarding department the records described above, for purposes of monitoring compliance with and effectiveness of this Policy and monitoring operation of the City's public construction sector for other valid purposes. All records submitted by contractor or subcontractor shall be accompanied by a statement of compliance signed by an authorized representative of contractor or subcontractor indicating that the records are correct and complete. \n                    (e)     Monitoring. From time to time and in its sole discretion, OEWD and/or the awarding department may monitor and investigate compliance of contractor and subcontractors working on covered projects with requirements of this Policy. OEWD and awarding departments shall have the right to engage in random inspections of job sites, subject to construction schedule and safety concerns. Each contractor and subcontractor shall allow representatives of OEWD and the awarding department, in the performance of their duties, to engage in random inspections of job sites and to have access to the employees of the contractor and subcontractor and the records required to be kept by this Policy. The OEWD shall establish an administrative procedure for OEWD monitoring of compliance with this Policy and to address allegations of noncompliance. The OEWD shall have sole authority over the administration of this procedure. Except as prohibited by law, OEWD will make data collected under subsections 7(c) and (d) of this Policy available on-line to the public in real-time and create a process for members of the public to submit complaints regarding alleged violations of this Policy. The OEWD shall investigate all complaints filed by members of the public; the scope, methods, and conclusions of all such complaint-driven investigations shall be within the discretion of OEWD, with no right of the complaining party to determine the scope or methods of the investigation. All contractors, subcontractors and awarding departments shall cooperate fully with the OEWD in monitoring and compliance activities. The OEWD may interview, either at the worksite or elsewhere, any witness who may have information related to a complaint. \n                    (f)     Compliance Procedures.\n                         (i)     Consequences of Noncompliance. Awarding departments and OEWD have the authority to seek for violations of this Policy all of the consequences imposed by or described in this Policy, in the contract for a covered project, or by statute, including the authority to assess penalties as described herein, assess damages for other violations of terms of this Policy, and/or seek penalties set forth in Article V of this Chapter, including debarment. \n                         (ii)     Penalties Amount. Any contractor or subcontractor who fails to satisfy local hiring requirements of this Policy applicable to project work hours performed by local residents shall forfeit ; and, in the case of any subcontractor so failing, the contractor and subcontractor shall jointly and severally forfeit to the City an amount equal to the journeyman or apprentice prevailing wage rate, as applicable, with such wage as established by the Board of Supervisors or the California Department of Industrial Relations under subsection \n6.22(E)(3), for the primary trade used by the contractor or subcontractor on the covered project for each hour by which the contractor or subcontractor fell short of the local hiring requirement. The assessment of penalties under this subsection shall not preclude the City from exercising any other rights or remedies to which it is entitled. \n                         (iii)     Assessment of Penalties. It shall be the duty of the awarding department, when certifying to the Controller any payment which may become due under a contract, to deduct from said payment or payments the total amount of penalties due under this subsection. In doing so, the department head must also notify the OEWD of his or her action. OEWD may also upon written notice to the awarding department, certify to the Controller any forfeiture to deduct from any payment as provided for in this subsection. Certification of forfeitures under this subsection shall be made only upon an investigation by the awarding department or OEWD and upon written notice to the contractor or subcontractor identifying the grounds for the forfeiture or forfeitures, and providing the contractor or subcontractor with the opportunity to respond. The Controller, in issuing any warrant for any such payment, shall deduct from the amount which would otherwise be due on said payment or payments the amount of said forfeiture or forfeitures as so certified. Any retainage to cover contract performance that may become due to contractor under subsection \n6.22(J) may be withheld by the City pending a determination by the awarding department or OEWD as to whether a contractor or subcontractor must pay a penalty or penalties. \n                         (iv)     Recourse Procedure. If the contractor or subcontractor disagrees with the assessment of penalties as so provided in this subsection, then the following procedure applies: \n                              (a)     The contractor or subcontractor may request a hearing in writing within 15 days of the date of the final notification of assessment. The request shall be directed to the City Controller. Failure by the contractor or subcontractor to submit a timely, written request for a hearing shall constitute concession to the assessment and the forfeiture shall be deemed final upon expiration of the 15-day period. The contractor or subcontractor must exhaust this administrative remedy prior to commencing further legal action. \n                              (b)     Within 15 days of receiving a proper request, the Controller shall appoint a hearing officer with knowledge and not less than five years' experience in labor law, and shall so advise the enforcing official and the contractor or subcontractor, and/or their respective counsel or authorized representative. \n                              (c)     The hearing officer shall promptly set a date for a hearing. The hearing must commence within 45 days of the notification of the appointment of the hearing officer and conclude within 75 days of such notification unless all parties agree to an extended period. \n                              (d)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or dismissing the assessment. The decision of the hearing officer shall consist of findings and a determination. The hearing officer's findings and determination shall be final. \n                              (e)     The contractor or subcontractor may appeal a final determination under this section only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1084, et seq., as applicable and as may be amended from time to time. \n                         (v)     Distribution of Penalties. The Controller shall withhold any penalties assessed as provided in the foregoing subparagraphs until such time as either the contractor or subcontractor has conceded to the penalties or, in the event of an objection, there is a determination no longer subject to judicial review. The Controller shall then deposit the amounts withheld into a special account which shall be created for the sole purpose or receiving said funds. The funds deposited into this account shall be used to support the enforcement of this Policy and the further development of workforce development initiatives to train and prepare local residents for careers in construction. \n                         (vi)     Other Violations; Repeated Violations. Violations of this Policy for which penalties or other remedies are not specified above constitute violations of contract terms, for which the full range of remedies under the contract may be invoked, including but not limited to withholding of progress payments in amounts deemed proportional to the violation. Awarding departments shall comply with and implement damages claims and other noncompliance consequences assessed or required by OEWD. \n               (8)     Miscellaneous.\n                    (a)     Regulations and Administrative Guidance. OEWD shall be the primary department authorized to implement and enforce this Policy. OEWD shall issue regulations and/or administrative guidance regarding implementation of the Policy, including (i) documentation and recordkeeping requirements, (ii) incentive payments, (iii) monitoring and compliance activities, (iv) project and/or contract coverage determinations, (v) designated referral sources, (vi) bid and contract documents implementing the Policy, (vii) procedures for application of the Policy to alternative competitive bidding processes set forth in \nArticle IV of this Chapter, and (viii) other matters related to implementation of this Policy. Awarding departments shall cooperate with and assist in implementation of OEWD actions and determinations regarding this Policy. \n                    (b)     Assistance in Monitoring, Investigations, and Implementation. In accordance with applicable law, the City may enter into one or more contracts for investigative and monitoring services to further the purposes of this Policy, or to assist OEWD or awarding departments in developing and implementing systems needed to advance the purposes of this Policy. \n                    (c)     Departmental Assistance with Monitoring and Enforcement Costs. Subject to the fiscal and budgetary provisions of the City Charter and applicable federal and state laws and regulations, OEWD is authorized to receive from awarding departments the amount reasonably calculated to pay for the costs, including litigation costs, of monitoring and enforcing requirements of this Policy. OEWD shall supervise the expenditure of all funds appropriated for these purposes. \n                    (d)     Effective Date. This Policy shall become effective upon the date of its enactment and shall apply to covered projects first advertised for bids by awarding departments more than sixty (60) days after such date. \n                    (e)     Existing Project Labor Agreements. This Policy shall not apply to project labor agreements entered into by awarding departments prior to the effective date of this Policy (\"Existing PLAs\") or to public work or improvement contracts advertised for bids after the effective date of this Policy that are covered by Existing PLAs, where the terms of the Existing PLAs and this Policy are in conflict. Notwithstanding the foregoing, this Policy shall apply to (i) any material amendment to an Existing PLA executed by an awarding department after the effective date of this Policy; (ii) any new public work or improvement contract over the threshold amount set forth in subsection \n6.22(G)(3)(a) that is added to the scope of an Existing PLA based on a discretionary decision by the awarding department after the effective date of this Policy. \n                    (f)     Annual Report To Board. Commencing on March 1, 2012, and annually thereafter, the Director of OEWD shall submit a written report to the Board of Supervisors. That report shall document each awarding department's performance under the terms of this Policy, including, among other things, the compliance of each department's contractors and subcontractors with the requirements of this Policy, any significant challenges experienced by OEWD or awarding departments in implementing or enforcing this Policy, and proposed remedies to address any such challenges. That report shall include documentation, organized by awarding department, of the overall percentage of project work hours on covered projects performed by local residents, disadvantaged workers, local resident apprentices, and residents of states other than California. The report shall also compare the demographics of workers performing work on covered projects, using data collected under the Policy, to the demographics of the qualified labor pool. Awarding departments shall cooperate with requests by OEWD for information needed by the Director to make such reports to the Board. \n                    (g)     Material Term; Contractors' Agreements. All contracts and subcontracts for performance of project work shall include compliance with this Policy as a material term, directly enforceable by the City as described herein. As a condition of performance of project work, each contractor and subcontractor agrees: to comply with all provisions of this Policy; that provisions of this Policy are reasonable and are achievable by the contractor or subcontractor, including the reporting requirements and consequences for noncompliance described herein; and that the contractor or subcontractor had a full and fair opportunity to review and understand terms of this Policy, in consultation with counsel if so desired. \n                    (h)     Severability. If any provision of this Policy or any application thereof to any person or circumstances is held invalid by final judgment of any court of competent jurisdiction, such invalidity shall not affect other provisions or application of this Policy which can be given effect without the invalid provision or application, and to this end the provisions of this Policy are declared to be severable. \n                    (i)     Conflicting Agreements. In case of conflict between terms of this Policy and a contractual agreement entered into by a contractor, subcontractor or awarding department, terms of this Policy shall govern. Each party to a contract incorporating terms of this Policy agrees through that contract that either it is not a party to such a conflicting agreements, or that it will comply with terms of this Policy as incorporated into the contract, rather than with any conflicting agreements. After the effective date of this Policy, no awarding department may enter into a project labor agreement or other contract relating to or applying to the performance of project work on a covered project that conflicts with or precludes contractor and subcontractor compliance with terms of this Policy. \n                    (j)     Reciprocity. An awarding department or OEWD may negotiate reciprocity agreements with other local jurisdictions that maintain local hiring programs, provided that such agreements advance the Policy goals of this subsection. Any such reciprocity agreement shall allow targeted workers in each jurisdiction to utilize and benefit from local hiring requirements and referral systems in the other jurisdiction on the same terms as do the workers residing in that jurisdiction. When such a reciprocity agreement is in effect, residents of another jurisdiction may be counted toward satisfaction of the local hiring requirements of this Policy. Any reciprocity agreement negotiated by an awarding department or OEWD shall be subject to the approval of the Board of Supervisors by resolution. \n     (H)     Modifications - Requirements. If it becomes necessary in the prosecution of any public work or improvement under contract to make alterations or modifications or to provide for extras, such alterations, modifications or extras shall be made only on written recommendation of the department head responsible for the supervision of the contract, together with the approval of the Mayor or the Mayor's designee or the Board or Commission, as appropriate to the department, and also the approval of the Controller, except as hereafter provided. The Mayor or the Board or Commission, as appropriate to the Department, may delegate in writing the authority to approve such alterations, modifications or extras to the Department head, except as provided below. The Controller may delegate in writing the authority to encumber funds from prior appropriations for such alterations, modifications or extras to the Department head prior to the certification for payment. Such authority, when granted, will clearly state the limitations of the changes to be encompassed. \n          (1)     Increasing or Decreasing Price. Alterations, modifications or extras in any contract, which will increase or decrease the contract cost or scope, may be made or allowed only on the written recommendation of the department head responsible for the supervision of the contract stating the amount and basis for such increase or decrease. For any cumulative increase or decrease in price in excess of ten percent of the original contract price or scope, the Department head shall obtain the approval of the Mayor or Mayor's designee or the Board or Commission as appropriate and also the approval of the Controller notwithstanding any delegation provided for above. \n          (2)     Extensions of Time. Upon finding that work under a construction contract cannot be completed within the specified time because of an unavoidable delay as defined in the contract, the Department head may extend the time for completion of the work. If the cumulative extensions of time exceeds ten percent of the original contract duration, the Department head shall first obtain the approval of the Mayor, the Mayor's Designee, Board or Commission, as appropriate to the Department notwithstanding any delegation provided for above. All time extensions shall be in writing, but in no event shall any extension be granted subsequent to the issuance of a certificate of final completion. \n               (a)     Time Extension Not Waiver of City's Rights. The granting of an extension of time because of unavoidable delays shall in no way operate as a waiver on the part of the City and County or the Department head, Mayor, Board or Commission of the right to collect liquidated damages for other delays or of the right to collect other damages or of any other rights to which the City and County is entitled. \n               (b)     No Extension Granted When Contract Based on Time Estimates. When any award of contract has been made in consideration, in whole or in part, of the relative time estimates of bidders for the completion of the work, no extension of time may be granted on such contract beyond the time specified for completion, unless the liquidated damages for each day the work is uncompleted beyond the specified time shall be collected; provided, however, that this shall not apply to unavoidable delays due to acts of God. \n               (c)     Avoidable and Unavoidable Delay; Limitation of Damages for Delay. The department head administering the public work shall have the authority to specify in the contract the delays that shall be deemed avoidable or unavoidable. The City and County shall not pay damages or compensation of any kind to a contractor because of delays in the progress of the work, whether such delays be avoidable or unavoidable; provided, however, the City and County may pay for (1) delays caused to the contractor by the City and County and (2) such unavoidable delays as may be specifically stated in the contract. Such latter delays will be compensated for only under the conditions specified in the contract. \n               (d)     Notice of Delay Required. The contractor shall promptly notify the Department head in writing, of all anticipated delays in the prosecution of the work and, in any event, promptly upon the occurrence of a delay, the notice shall constitute an application for an extension of time only if the notice requests such extension and sets forth the contractor's estimate of the additional time required together with a full recital of the causes of unavoidable delays relied upon. The Department head may take steps to prevent the occurrence or continuance of the delay, may classify the delay as avoidable or unavoidable and may determine to what extent the completion of the work is delayed thereby. \n     (I)     Liquidated Damages. Any contract may provide a time within which the contract work, or portions thereof, shall be completed and may provide for the payment of agreed liquidated damages to the City and County for every calendar or working day thereafter during which such work shall be uncompleted. \n     (J)     Retention of Progressive Payments. Any contract for construction services may provide for progressive or milestone payments, if the Advertisement For Bids shall so specify. Each progress or milestone payment shall constitute full compensation for the value of work performed and materials furnished for a specified period, less amounts withheld as a result of dispute or as required by law.\n          (1)     For all contracts entered into on or after the effective date of this Ordinance, from every progress payment, the City shall hold 5 percent in retention.\n          (2)     Notwithstanding the subparagraph above, the City may hold greater than 5 percent but not more than 10 percent in retention if the Department head responsible for the public work determines that the work or improvement is substantially complex and therefore warrants a higher retention amount, and the retention amount is specified in the Advertisement For Bids. For contracts with retention amounts greater than 5 percent, if the Department head responsible for the public work determines that the contract is 50 percent or more complete, that the contractor is making satisfactory progress, and that there is no specific cause for greater withholding, the Department head, upon the written request of contractor, may authorize one of the following two options: (a) the City shall release part of the retention to the contractor so that the amount held in retention by the City, after release to the contractor, is reduced to an amount not less than 5 percent of the total value of the labor and materials furnished, and the City shall proceed to retain 5 percent of any subsequent progress payment under the contract; or (b) the City shall continue to hold the already withheld retention amount, up to 5 percent of the total contract price, and shall not deduct further retention from progress payments.\n          (3)     The Department head shall authorize the release of retention, in whole or in part, for work completed by subcontractors certified by the HRC as LBEs. The Department head shall do so only upon a written request by the contractor certifying (i) the work by the certified LBE subcontractor is completed and satisfactory in accordance with the plans and specifications for the project; (ii) the total amount paid to the certified LBE subcontractor by the contractor as of the date of the written request and the total amount of the subcontract; and (iii) the amount of retention associated with the work performed by the certified LBE subcontractor. Following a release of such retention, and in order to calculate retention and retention withholding from further progress or milestone payments, the City will reduce the total retention required under the foregoing paragraphs (1) and (2) by the amount paid to the certified LBE subcontractor(s) for whom the City released the retention. The release of retention under this subparagraph shall not reduce the responsibilities or liabilities of the contractor or its surety under the contract or applicable law. For any contract awarded under this Chapter prior to the enactment of this subparagraph, a Department head may in his or her sole discretion incorporate this subparagraph by change.\n          (4)     The Department head shall authorize the release of retention, in whole or in part, for work completed by subcontractors under any public work contract awarded under this Chapter with a construction duration of more than two years. The Department head shall do so only upon a written request by the contractor certifying (i) the work by the subcontractor is completed and satisfactory in accordance with the plans and specifications for the project; (ii) the total amount paid to the subcontractor by the contractor as of the date of the written request and the total amount of the subcontract; and (iii) the amount of retention associated with the work performed by the subcontractor. The City may issue or authorize the release of retention within six months of the date of the request. Following a release of such retention, and in order to calculate retention and retention withholding from further progress or milestone payments, the City will reduce the total retention required under the foregoing paragraphs (1) and (2) by the amount paid to the subcontractor(s) for whom the City released retention. The release of retention under this subparagraph shall not reduce the responsibilities or liabilities of the contractor or its surety under the contract or applicable law. For any contract awarded under this Chapter prior to the enactment of this subparagraph with a construction duration of more than two years, a Department head may in his or her sole discretion incorporate this subparagraph by change order.\n          (5)     Retention shall be withheld solely for the benefit and protection of the City.\n          (6)     When the Department head responsible for the public work determines that the contract is 98 percent or more complete, the Department head may reduce retention funds to an amount equal to 200 percent of the estimated value of work yet to be completed, plus any amount necessary to cover offsets by the City for liquidated damages, defective work, stop notices, forfeitures, and other charges. The City shall release retention to the contractor upon the following conditions: (a) the contractor has reached final completion under the contract terms and conditions and (b) the contract is free of offsets by the City for liquidated damages, defective work and the like, and is free of stop notices, forfeitures, and other charges.\n          (7)     For all contracts awarded under this Chapter, in no event shall the City be liable for interest or charges arising out of or relating to the date the City issues any progress, milestone or other payment or the date the City releases all or part of the retention, except that the City will pay interest at the legal rate, as set forth in section 685.010(a) of the California Code of Civil Procedure as that section may be amended from time to time, on any improperly withheld amounts commencing no earlier than 90 days after the date the City should have made any progress payment or released all or part of the retention. Under no circumstances shall the legal rate of interest paid by the City under this provision exceed 10 percent per annum. The payment of interest under this provision is the limit of the City's liability with respect to any claim for interest on improperly withheld amounts.\n          (8)     For contracts entered into between January 1, 2012 and the effective date of this Ordinance, upon the written request of the contractor, the Department head responsible for the public work shall have the discretion to reduce retention to 5 percent, pursuant to one of the two options set forth in subparagraph (2).\n     (K)     Inspection and Acceptance of Completed Work; Final Payment. The Department head authorized to execute any contract for public works or improvements shall be responsible for the inspection and acceptance of such work on completion. Such acceptance shall be in writing and shall include the certificate of the Department head concerned that the work covered by the contract has been fully and satisfactorily completed in accordance with the plans and specifications therefor. Receipt of copy of such acceptance in writing shall constitute the Controller's authority to complete any payments due the contractor under the contract; provided that the Controller may make such additional investigation or inspection as is provided by Administrative Code Section \n10.07. \n     (L)     Termination for Convenience. In all contracts for the construction of any public work or improvement, the Department head authorized to execute any contract for any public work or improvement may include in the specifications setting forth the terms and conditions for the performance of the contract a provision that the City and County may terminate the performance of work under the contract whenever the Department head shall determine, with the approval of the Mayor, the Mayor's designee or the Board or Commission concerned, that such termination is in the best interest of the City and County. Any such termination shall be effected by delivery to the contractor of a notice of termination specifying the extent to which performance of work under the contract is terminated and the date upon which such termination becomes effective. The Department head is hereby authorized to include within such construction contract the appropriate language to implement this subsection. \n     (M)     Articles Not to be Prison Made. No article furnished under any contract awarded under the provisions of this Chapter shall have been made in a prison or by convict labor except for articles made in prisons or by convicts under the supervision and control of the California Department of Corrections and limited to articles for use by the City and County's detention facilities. \n     (N)     Employment of Apprentices. All construction contracts awarded under this Chapter shall require the Contractor to comply with the requirements of the State Apprenticeship Program (as set forth in the California Labor Code, Division 3, Chapter 4 [commencing at Section 3070] and Section 1777.5), as it may be amended from time to time, and shall require the Contractor to include in its subcontracts the obligation for subcontractors to comply with the requirements of the State Apprenticeship Program. \n     (O)     Safety. All construction contracts awarded under this Chapter shall require the Contractor and all of its subcontractors to abide by the applicable Occupational Safety and Health statutes and regulations. \n          Additionally, all construction contracts awarded under this Chapter shall require the Contractor and all of its subcontractors to abide by the requirements of Administrative Code Section \n64.1, prohibiting masonry-dry cutting and masonry dry-grinding, with exceptions. \n     (P)     Claims. The City shall consider only those claims for additional payment under a public work contract that are certified and that conform to the contract requirements for claims, pricing, and schedule. \n          (1)     Claims by Contractors. The contractor shall certify under penalty of perjury that (a) the claim is made in good faith; (b) the supporting data are accurate and complete to the best of Contractor's knowledge and belief; and (c) the amount request accurately reflects the Contract adjustment for which the Contractor believes the City is liable. An individual or officer authorized to act on behalf of the Contractor shall execute the certification. \n          (2)     Claims by Subcontractors. Subcontractors at any tier are not third-party beneficiaries of any Contract awarded under this Chapter. The City shall not consider a direct claim by any subcontractor. A Contractor presenting to the City any claim on behalf of a subcontractor must certify the subcontractor's claim in the same manner the Contractor would certify its own claim under the foregoing paragraph (1). \n     (Q)     Contractor Prompt Payment. All construction contracts under this Chapter shall require the contractor to pay its subcontractors within seven calendar days after receipt of each progress payment from the City, unless otherwise agreed to in writing in advance by both contractor and subcontractor. In the event that there is a good faith dispute over all or any portion of the amount due on a progress payment from a contractor to a subcontractor, the contractor may withhold the disputed amount but shall pay the undisputed amount.\n          Any contractor who violates this subsection shall pay to the subcontractor a penalty of 2% of the amount due per month for every month or portion thereof that payment is not made. This subsection is enforceable in a court of competent jurisdiction, and is not intended to create a private right of action against the City and County of San Francisco.\n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 153-00, File No. 000805, App. 6/30/2000; Ord. 237-00, File No. 001207, App. 10/20/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 208-02, File No. 021221, App. 10/18/2002; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 107-05, File No. 050215, App. 6/10/2005; Ord. 131-06, File No. 060444, App. 6/22/2006; Ord. 119-08, File No. 080277, App. 7/11/2008; Ord. 19-10, File No. 091163, App. 2/10/2010; Ord. 23-10, File No. 091233, App. 2/11/2010; Ord. 311-10, File No. 101311, App. 12/23/2010; Ord. 79-11, File No. 110330, App. 5/19/2011, Eff. 6/18/2011; Ord. 225-12, File No. 120750, App. 11/1/2012, Eff. 12/1/2012; Ord. 27-13, File No. 121200, App. 2/19/2013, Eff. 3/21/2013) \n\n","heading":{"title":"6","chaptersection":"22. ","identifier":"6.22. ","catch_text":"PUBLIC WORK CONSTRUCTION CONTRACT TERMS AND WORKING CONDITIONS."}}