{"text":"\n     (A)     Public Works Less Than or Equal to the Threshold Amount. Any public work or improvement estimated to cost less than or equal to the Threshold Amount may be performed by the employment of the necessary labor and purchase of the necessary materials and supplies directly by the City and County. \n     (B)     Bids by City Departments. Appropriate City and County departments may file sealed bids for the execution of any work to be performed under a contract and shall not be required to furnish security or submit information relative to financial qualifications as provided in this Chapter. Any bid submitted by a department of the City and County, if it is the lowest bid, must be approved by the Controller before the award of contract. If the bid of a City and County department, as investigated and approved by the Controller, is the lowest, the contract shall be awarded to the department which shall record accurate unit costs of all direct and indirect charges incurred under any such contract. Such unit costs shall be reported to and audited by the Controller monthly and on completion of the work. \n          The Controller shall maintain records of bids filed by departments in relation to the total direct and indirect cost of each such work and shall report thereon periodically to the Mayor. The Controller may refuse to approve contracts with a department shown to be repeatedly underbidding on contract work and failing to complete same within the contract price or time. \n     (C)     Procedure Upon Rejection or Failure of Bids. When bids have been advertised pursuant to the required procedures and no bids are received, or only one responsive bid is received from a responsible bidder, the department head shall take the following actions, as appropriate: \n          (1)     No Bids Received. If no bids are received, the department head shall determine (a) whether further outreach efforts would result in contractors submitting bids and/or (b) whether removal or modification of certain requirements in the contract would result in contractors submitting bids, provided that such requirements are not required by statute or law and their removal or modification would not compromise the interests of the City and County. If the department head determines that steps (a) and/or (b), above, would likely result in contractors submitting bids, then the department head shall re-bid the work. If the department head determines that neither step (a) nor (b), above, would likely result in contractors submitting bids, then the department head, with the approval of the Mayor, the Mayor's designee, or the board or commission concerned, as appropriate, may negotiate with any qualified contractor or may order the work to be executed by the City and County. \n          (2)     One Responsive Bid Received; No Other Bids Received. If only one responsive bid is received from a responsible bidder, and no other bids are submitted for the same work, the department head may recommend the award of a contract to the sole bidder at the bid price received, provided that the bid price does not exceed the engineer's estimate for the work. If the bid price received exceeds the engineer's estimate, the department head shall determine (a) whether further outreach efforts would result in more than one bid and/or (b) whether removal or modification of certain requirements in the contract would result in more than one bid, provided that such requirements are not required by statute or law and their removal or modification would not compromise the interests of the City and County. If the department head determines that steps (a) and/or (b), above, would likely result in more than one bid at bid prices substantially lower than the bid price received, then the department head shall re-bid the work. If the department head determines that neither step (a) nor (b), above, would likely result in more than one bid at bid prices substantially lower than the bid price received, then the department head, with the approval of the Mayor, the Mayor's designee, or the board or commission concerned, as appropriate, may negotiate with the sole bidder or any qualified contractor, or may order the work to be executed by the City and County. The cost of negotiated work or the cost of work executed by the City and County shall not exceed any bid price received for the same work. \n          (3)     One Responsive Bid Received; Other Nonresponsive Bids Received. If only one responsive bid is received from a responsible bidder and other, nonresponsive bids and/or bids by nonresponsible bidders are submitted for the same work, the department head may recommend the award of a contract to the sole responsive, responsible bidder at the bid price received, provided that the bid price does not exceed the engineer's estimate for the work. If the responsive bid price received exceeds the engineer's estimate, the department head shall determine (a) whether the qualifications for bidders were too onerous and not necessary for the work and/or (b) whether one or more of the nonresponsive bids could be easily cured and whether the bidders that submitted such bids are still interested in bidding on the work. If the department head determines that the steps(a) and/or (b), above, would likely result in more than one responsive bid by responsible bidders, at bid prices substantially lower than the bid price received, then the department head shall re-bid the work. If the department head determines that neither step (a) nor (b), above, would result in more than one responsive bid by responsible bidders at bid prices substantially lower than the bid price received, then the department head, with the approval of the Mayor, the Mayor's designee, or the board or commission concerned, as appropriate, may negotiate with the sole responsible bidder or any qualified contractor, or may order the work to be executed by the City and County. The cost of negotiated work or the cost of work executed by the City and County shall not exceed any bid price received for the same work. \n          (4)     All contracts awarded under this subsection \n6.23(C), including negotiated contracts, shall require that the substitution of subcontractors be in accordance with California Public Contract Code section 4107. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; Ord. 119-08, File No. 080277, App. 7/11/2008)\n\n","heading":{"title":"6","chaptersection":"23","identifier":"6.23","catch_text":"PUBLIC WORKS TO BE PERFORMED BY THE CITY; BIDS BY CITY DEPARTMENTS; PROCEDURE UPON REJECTION OR FAILURE OF BIDS."}}