{"text":"\n     (A)     Subject to the approval of the Mayor and Director of the Department of Administrative Services, the Labor Standards Enforcement Officer shall develop and administer a plan for the enforcement of the prevailing wage requirements and other labor standards imposed by the Charter and this Chapter on public work contractors. The Labor Standards Enforcement Officer shall coordinate his or her activities with federal and state labor standards agencies. The Labor Standards Enforcement Officer shall direct the City's enforcement of the prevailing wage requirements and other labor standards imposed by the Charter and this Chapter on public work contractors as directed by the Mayor, and to this end all City departments shall cooperate with the Labor Standards Enforcement Officer. The Labor Standards Enforcement Officer has the authority to seek for violations of prevailing wage, working conditions and apprenticeship requirements all of the penalties imposed by this Chapter, including the authority to file charges, in the same manner and to the same extent as a department head, which may lead to the debarment of the contractor under \nArticle V of this Chapter. The Labor Standards Enforcement Officer shall oversee the training of City personnel in the area of labor standards enforcement. In accordance with applicable law, the Mayor may enter into a contract for investigative and monitoring services to further the purposes of this section. In evaluating the qualifications of persons seeking that contract, the Mayor shall consider, among other relevant factors, the experience of those persons in monitoring and investigating labor standards compliance. \n     (B)     Subject to the fiscal and budgetary provisions of the Charter, the Office of Labor Standards Enforcement is authorized to receive from departments awarding public work contracts the amount reasonably calculated to pay for the costs, including litigation costs, of enforcing the City prevailing wage requirements and other labor standards for contracts awarded by those departments. The Labor Standards Enforcement Officer shall supervise the expenditure of all funds appropriated for enforcement of prevailing wage requirements and other labor standards imposed by the Charter and this Chapter on public works contractors. \n     (C)     The Labor Standards Enforcement Officer shall establish an administrative procedure to address allegations of labor standards violations in connection with any public work contract under this Chapter. The Labor Standards Enforcement Officer shall have sole authority over the administration of this complaint procedure. The complaint procedure shall include but need not be limited to the following: (1) any person may file a complaint, written or oral, alleging one or more violations of any labor standards requirement imposed by this Chapter on public work contractors; (2) before beginning to investigate the complaint, the Labor Standards Enforcement Officer shall determine if the allegations of the complaint are sufficient and based on that assessment shall determine to either dismiss it or proceed with an investigation; (3) if the Labor Standards Enforcement Officer at any time determines that the allegations contained in the complaint are without merit, the Labor Standards Enforcement Officer shall notify the complainant; and (4) if the Labor Standards Enforcement Officer finds that any allegations in a complaint have merit, the Labor Standards Enforcement Officer shall proceed in accordance with the enforcement procedures under Section \n6.22 of this Chapter. This complaint procedure is applicable to allegations of labor standards violations in connection with any public work contract under this Chapter, but is not applicable to those matters under the administrative jurisdiction of the San Francisco Human Rights Commission. This procedure shall not preclude the Labor Standards Enforcement Officer from initiating or proceeding with an investigation on his or her own authority. All public work contractors and departments engaged in public work shall cooperate fully with the Office of Labor Standards Enforcement in connection with any investigation of any complaint filed in accordance with this complaint procedure. The Labor Standards Enforcement Officer may interview, either at the worksite or elsewhere, any witness who may have information relative to a complaint. \n(Added by Ord. 237-00, File No. 001207, App. 10/20/2000; amended by Ord. 208-02, File No. 021221, App. 10/18/2002; Ord. 8-03, File No. 021856, App. 1/31/2003; Ord. 5-06, File No. 051652, App. 1/20/2006) \n\n","heading":{"title":"6","chaptersection":"24. ","identifier":"6.24. ","catch_text":"OFFICE OF LABOR STANDARDS ENFORCEMENT; PREVAILING WAGE REQUIREMENTS."}}