{"text":"\n     (a)     Local preference. Whenever any preference in favor of local manufacturers or industry is provided by State law or ordinance or resolution of the Board of Supervisors, the same shall apply to contracts under this Chapter. \n     (b)     Recycled Content Materials.\n          (1)     Requirement. The department head or officer calling for bids shall specify recycled content materials, rather than virgin materials, to the maximum extent feasible in the Advertisement for Bids and plans for all contracts for public works or improvements. \n          (2)     Definitions. For the limited purpose of this subsection, the following terms shall have the following meanings: (A) \"feasible\" means that recycled content materials meet the requirements of the California Building Code or other adopted standards or regulations for each of the materials and its intended use, are permitted to be used in the manner specified in the bid specifications under Federal, State and local law, are available within the project's time line, and are comparable in price to virgin materials, and (B) \"recycled content materials\" means a building component utilized in place of raw or virgin material that is either reclaimed for reuse from a prior structure or assembly, or a building material or component manufactured in part from waste materials and/or by-products recovered or diverted from solid waste, excluding those materials and by-products generated from, and commonly reused within, an original manufacturing process. \n          (3)     Department of the Environment, Reports. Contract Awarding Authorities shall (a) consult with the Department of the Environment regarding available recycled content products that meet the needs of the department; and (b) include information on recycled content material used on public works contracts in the annual reporting to the Department of the Environment specified in the Environment Code. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; Ord. 53-07, File No. 070083, App. 3/23/2007)\n\n","heading":{"title":"6","chaptersection":"4","identifier":"6.4","catch_text":"PREFERENCE FOR LOCAL MANUFACTURERS AND INDUSTRY; RECYCLED CONTENT MATERIALS."}}