{"text":"\n     Notwithstanding any other provision of this Administrative Code, when a department is seeking outside temporary professional design, consultant or construction management services for a public work project, where the fee for such services shall exceed the minimum competitive amount, as defined below, the department shall procure such services through a competitive process based on qualifications. \n     (A)     Minimum competitive amount. The minimum competitive amount for temporary outside professional service contracts shall be $100,000. On January 1, 2015, and every five years thereafter, the Controller shall recalculate the minimum competitive amount to reflect any proportional increase in the Urban Regional Consumer Price Index from January 1, 2010, rounded to the nearest $1,000. \n     (B)     Selection Process. For professional services contracts in excess of the minimum competitive amount, the department head for the department empowered to contract for the public work shall designate one or more panels to review proposals and interview and rate respondents with respect to a request for proposals or qualifications for a professional services contract. A panel shall consist of not fewer than two persons. The department head may establish a multi-tier selection process whereby, for example, a technical panel recommends a shortlist of qualified respondents and a second panel ranks the shortlist. \n          The department head shall ensure that all panel members are impartial and that all respondents are treated fairly. The panel members rating the respondents shall do so according to their independent assessment of the respondent's qualifications for the public work project; questions relating to a respondent's expertise, qualifications and experience shall remain within the sole purview of the panel members. \n          Any rating sheet completed by any panel member may be considered a matter of public record, but the names of the individual panel members shall not. Any name appearing on a rating sheet produced in accordance with the Public Records Act or the San Francisco Sunshine Ordinance shall be redacted. \n     (C)     Negotiation. Following the selection process outlined above, and should the department concerned desire to enter into a contract, the department head shall invite the highest-ranked qualified respondent to negotiate a professional services agreement. In the event that the department head determines, in the department head's sole discretion, that negotiations are unfruitful, the department head shall terminate negotiations in writing and may then invite the next-ranked respondent to negotiate a contract. In such event, the department head shall as soon as practicable make a report to the Mayor, board or commission as appropriate to the department. \n(Amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\n","heading":{"title":"6","chaptersection":"40. ","identifier":"6.40. ","catch_text":"COMPETITIVE PROCUREMENT OF PROFESSIONAL SERVICES FOR PUBLIC WORK PROJECTS."}}