{"text":"\n     All requests for competitive proposals or qualifications for temporary design, consultant or construction management services shall conform to and at a minimum require the following: \n     (A)     Evaluation Criteria. The department head authorized to execute the contract shall determine the criteria by which the design, consultant or construction management service professionals shall be evaluated, on a project-by-project basis. Such criteria shall be included as a part of any request for proposals or qualifications. The criteria shall be based primarily on qualifications and experience relevant to the services needed for the project. Except as prohibited by law, the department head, in his/her sole discretion, may determine that, in the best interests of the City and County of San Francisco, a consultant who participated in the master plan, conceptual phase or other preliminary work for a project, may compete to provide professional services in future phases of such project. In such event, the consultant may not use, nor may the selection panel consider, the consultant's prior work on the project to establish its experience or qualifications in the competitive process. \n     (B)     Reservation of Rights to Reject or Cancel the Request for Proposals in Whole or Part. The department head authorized to execute the contract, upon approval of the Mayor, the Mayor's designee or the board or commission, as appropriate, may reject any or all proposals, in whole or in part, received in response to a request for proposals or qualifications. The right to reject shall be reserved in any request for proposals or qualifications, but the failure to include such reservation shall not abrogate the rights of the department head under this section or give rise to any right by any respondent. \n     (C)     Award and Certification Required. All requests for proposals or qualifications shall contain the following language [wording in brackets should be chosen as appropriate to the department]: \n     In accordance with San Francisco Administrative Code \nChapter 6, no proposal is accepted and no contract in excess of [the Threshold Amount] is awarded by the City and County of San Francisco until such time as [(1) for departments with boards or commissions, (a) the department head recommends the contract for award and (b) the board or commission then adopts a resolution awarding the contract; or [(2) for departments under the Mayor, (a) the Mayor or the Mayor's designee approves the contract for award and (b) the department head then issues and order of award]. Pursuant to Charter Section \n3.105, all contract awards are subject to certification by the Controller as to the availability of funds. \n     Failure of a department to include such language in a request for proposals or qualifications does not give rise to a contract right by a respondent or contractor outside of the requirements of the Charter or Administrative Code of the City and County of San Francisco. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005)\n\n","heading":{"title":"6","chaptersection":"41. ","identifier":"6.41. ","catch_text":"REQUESTS FOR COMPETITIVE PROPOSALS OR QUALIFICATIONS."}}