{"text":"\n     (A)     Application of Administrative Code Chapters 12B, 12C and 12D.A. Notwithstanding any other provision of this Administrative Code, all contracts awarded under this Chapter shall be awarded in accordance with the applicable requirements and procedures established in this Chapter and \nChapters 12B, \n12C and \n12D.A. \n     Any contract for the construction, reconstruction or repair of public buildings, streets, utilities or other public work or improvement estimated to cost in excess of $10,000,000 shall be awarded in accordance with the provisions of this Chapter, except that the bid discount provisions of \nChapter 12D.A shall not be applicable. \n     (B)     Review by the Human Rights Commission. The Human Rights Commission (the \"HRC\") shall review all contracts under this Chapter to determine compliance with \nChapter 12B, \n12C and \nChapter 12D.A of the San Francisco Administrative Code. Such review shall occur as soon as practicable, but prior to award of any such contract. Noncompliance shall be resolved in accordance with Administrative Code section \n12D.A.16. \n     The HRC Director may waive the review of any contract subject to this Chapter. The HRC Director shall transmit a memorandum to the Human Rights Commission as soon as possible reporting such waiver. The Director's memorandum regarding the review waiver shall be a public document. The Commission may disapprove the Director's decision to waive review. The HRC's decision to disapprove must be made within 30 days of receipt of the Director's memorandum but in no event subsequent to the award of any contract. Failure to complete the review of any contract within 60 days of the date bids are received by the City shall constitute a waiver under this subsection. \n     Any duties required of the HRC under this section may be delegated by the Human Rights Commission to the HRC Director. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99)\n\n","heading":{"title":"6","chaptersection":"5. ","identifier":"6.5. ","catch_text":"COMPLIANCE WITH NONDISCRIMINATION PROVISIONS."}}