{"text":"\n     (A)     Declaration of Emergency. The Board of Supervisors may declare an emergency and may direct any department head to perform any repair or other emergency work in any manner the Board determines to be in the best interests of the City and County of San Francisco. \n     (B)     Other Determinations of Emergency. In an actual emergency as defined or described below, the repair, reconditioning or other work or contract necessitated by the emergency may be executed by the department head responsible for such work in the most expeditious manner, in accordance with the procedures set forth below. \n     (C)     Emergency Defined. For purposes of this Chapter, an \"actual emergency\" means a sudden, unforeseeable and unexpected occurrence involving a clear and imminent danger, demanding immediate action to prevent or mitigate loss of or damage to, life, health property or essential public services. An \"actual emergency\" shall also mean the discovery of any condition involving a clear and imminent danger to public health or safety, demanding immediate action. Examples of an actual emergency may include, but are not limited to, the following: \n          (1)     Weather conditions, fire, flood, earthquake or other unforeseen occurrences of unusual character; or\n          (2)     The breakdown or imminent breakdown of any plant, equipment, structure, street or public work necessitating immediate emergency repair or reconditioning to safeguard the lives or property of the citizens; or the property of the City and County; or to maintain the public health or welfare; and \n               (a)     Including the installation, repair, construction and alteration of crossings and switch work and special work in connection therewith at street and other railway crossings and at street intersections when the same is to be done by or for the Municipal Transportation Agency; or \n               (b)     Including the installation, repair, construction and alteration of the fire alarm, police communication and traffic signal systems, when the same is to be performed by or for the Department of Technology or the Municipal Transportation Agency; or \n               (c)     Including the work of making connections, installing gate valves, installing or transferring services and performing such other work therewith to existing water pipes when the same is to be done by or for the Public Utilities Commission and when such work will leave one or more fire hydrants or water consumers without water; or \n          (3)     Unforeseen occurrences of unusual character resulting in an insufficient number of hospital beds or the lack of hospital beds or the lack of hospital, surgical, mental health or hospital ancillary services so as to leave patients of the City and County without required hospital or medical services. \n     (D)     Approvals Required. If the estimated cost of the emergency work is less than or equal to $250,000 the department head may proceed with the work without additional approvals. If the estimated cost of the emergency work exceeds $250,000, the department head prior to authorizing the commencement of the work, must first secure the approval in writing of the Mayor or the Mayor's designee or the president of the board or commission concerned as appropriate to the department. For all cases where the cost of the emergency work exceeds $250,000 the department head shall also obtain the approval of the Board of Supervisors. \n          If the emergency does not permit the required approvals to be obtained before work is commenced or the contract entered into, such approvals shall be obtained as soon thereafter as it is possible to do so. In such event, the department head concerned shall notify the Controller immediately of the work involved or the contract entered into and the estimated cost thereof and shall notify the Board of Supervisors not more than seven days after work has been commenced. \n     (E)     Exemptions. Contracts awarded in accordance with this section under emergency circumstances as described and defined above are exempt from the requirements of this Chapter and \nChapters 12A, \n12B, \n12C and \nChapter 14B. However, the department head must comply with the certification requirement of Administrative Code \nChapter 14B. It is, however, the policy of the Board of Supervisors for contracting departments to make every effort to comply with the provisions of \nChapters 12A, \n12B, \n12C and \nChapter 14B. In order to effectuate this policy, the department heads authorized to enter into construction contracts and their staff members shall collaborate with the HRC Director and HRC staff members periodically to create a list of responsible contractors qualified to perform various types of emergency work, making every effort to include qualified, responsible, and certified LBE contractors on that list. The HRC shall be responsible for outreach efforts to make sure that certified LBE contractors are aware of the opportunity to be considered for the list. The contract awarding departments or commissions shall be responsible for evaluating and determining whether contractors are responsible and qualified to perform the various scopes of work. The department heads of departments authorized to execute construction contracts shall report quarterly to the Board of Supervisors regarding LBE inclusion on the list of responsible and qualified contractors for emergency contracts, a description of each emergency contract awarded, the reason why the work was performed under these emergency procedures, and whether the emergency contract was awarded to an LBE contractor. Such reports shall be referred to a Board committee for public hearing. \n     (F)     Indemnification For Emergency Contracts. Department heads responsible for any emergency work are hereby authorized to (a) waive any requirement that a contractor performing such emergency work indemnify the City and County and/or (b) enter into a contract which provides that the City and County indemnify such contractor, except that the City and County shall in no event indemnify a contractor for the contractor's gross negligence or willful misconduct. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\n","heading":{"title":"6","chaptersection":"60. ","identifier":"6.60. ","catch_text":"EMERGENCY REPAIRS, WORK AND CONTRACTS."}}