{"text":"\n     The department heads authorized to execute contracts for public work projects are authorized to seek proposals from qualified private entities (\"design-builders\") for design-build construction and/or financing of public work projects under the following conditions: \n     (A)     Before the request for qualifications is issued, the department head shall determine that a design-build program is necessary or appropriate to achieve anticipated cost savings or time efficiencies, or both, and that such a process is in the public's best interest. \n     (B)     If the proposed public work project is for the use or benefit of a department that is under the jurisdiction of a commission, then such commission shall first approve the solicitation of design-build and/or finance proposals. If the public work project is not for the use or benefit of a department under the jurisdiction of a commission, then the City Administrator must first approve this process. \n     (C)     Pre-Qualification. Department heads shall require that prospective design-builders be pre-qualified to submit proposals on a specific project. The procedure for pre-qualification is as follows: \n          (1)     The department head shall issue a request for qualifications inviting interested parties to submit their qualifications to perform the project. The request for qualifications shall include criteria by which the prospective design-builders will be evaluated during the qualification process. The evaluation criteria shall be based on qualifications and experience relevant to the services needed for the project, including: (i) qualifications to design-build the proposed project; (ii) evidence of financial capacity; (iii) experience on similar projects; (iv) commitment to comply with the goals and requirements of Administrative Code \nChapters 12 and \n14; (v) ability to collaboratively and cooperatively deliver projects on time and on budget; (vi) liquidated damages for delay and other damages paid on prior projects, and prior litigation history; (vii) reputation with owners of prior projects; (viii) claims history with insurance carriers and sureties; and (ix) compliance with all of the requirements established in the request for qualifications and other criteria that the department head may deem appropriate. The department head shall set objective scoring criteria and incorporate the criteria into any scoring procedure. \n          (2)     The department head shall designate a panel to review pre-qualification responses and interview and rate respondents with respect to the request for qualifications. Only those respondents found to be qualified will be eligible to submit proposals. The list of pre-qualified respondents shall be valid for not more than two years following the date of initial pre-qualification. \n          (3)     The department head may establish a pre-qualification selection process whereby the panel ranks respondents and recommends a shortlist of no fewer than three (3) pre-qualified respondents. The department head may restrict bidding to short-listed respondents. The shortlist of pre-qualified respondents shall be valid for not more than two years following the date of initial pre-qualification. \n               D.     Request for Proposals. The department head shall issue a request for proposals inviting pre-qualified design-builders to submit proposals for the project. The request for proposals shall include a criteria package describing preliminary design criteria and performance criteria for the project, as well as any other information deemed necessary to describe adequately the City's needs for the project. \n               E.     Final Selection Process. The department head may recommend the award of a contract to the responsible bidder submitting the lowest responsive bid. If the award to that bidder is not made for any reason, the department head may recommend the award of a contract to the responsible bidder submitting the next lowest responsive bid, and so forth. The department head may, at his or her sole discretion, conduct any negotiations that are necessary to effectuate the award of a contract. \n               F.     Alternative Final Selection Process. If the project seeks private financing proposals and/or the department head determines that it is in the public's best interest to consider qualifications and/or other subjective criteria (e.g., quality of design proposal) as part of the final selection process, the department head shall issue a request for proposals inviting pre-qualified design-builders to submit design-build proposals, which will be evaluated based upon qualifications and project and/or financing costs. \n          (1)     The department head may request design-builders to create partial designs, which will be evaluated as part of the final selection process. The department head may offer a reasonable stipend to short-listed design-builders to create partial designs. The receipt of a stipend shall be contingent upon a design-builder's proposal being responsive to the request for proposals. \n          (2)     The department head may require short-listed design-builders who are creating partial designs to participate in one or more confidential review meetings with City representatives and/or selection panel members during the proposal preparation period. The purpose of the review meetings will be to ensure that each design-builder's partial design is proceeding in a manner that is consistent with the requirements of the City as set forth in the criteria package. Discussions during review meetings shall be limited to objective elements of the criteria package. \n          (3)     Design-builders submitting private financing proposals shall provide evidence of the commitment of funds necessary to privately finance the proposed projects to completion. \n          (4)     The department head shall designate a panel to evaluate design-build proposals and rank the proposals to determine which provides the overall best value to the City and County in regard to the following criteria: (1) plan for expediency in completing the proposed project; (2) lifecycle cost to the City and County; (3) qualifications to finance the proposed project; (4) quality of design proposal; (5) compliance with the goals set by the Human Rights Commission and requirements of the Administrative Code \nChapters 12 and \n14; (6) commitment to meet the City hiring goals (e.g., CityBuild or First Source Hiring); (7) if private financing is sought, commitment of funds, cost of funds and terms to the City; and (8) compliance with all the requirements and criteria established by the Department head in the request for proposals. The cost criterion shall constitute not less than sixty-five percent (65%) of the overall evaluation. \n     (G)     Subject to paragraph (K) below, the department head may recommend the award of a contract to the highest-ranked design-builder. If the award to the highest-ranked design-builder is not made for any reason, the department head may recommend the award of a contract to the next highest-ranked design-builder, and so forth. The department head may, at his or her sole discretion, conduct any negotiations that are necessary to effectuate the award of a contract. \n     (H)     The City shall retain the absolute discretion to determine, at any time during the process, not to proceed with any proposed project, which right may be exercised without liability to design-builders for costs incurred during the entire pre-qualification, proposal and negotiation process, and such rights shall be reserved in all requests for qualifications and proposals. \n     (I)     The competitive bid requirements of this Chapter shall not apply to the selection of design-builders under this Section \n6.61.\n     (J)     Design-builders shall comply with all applicable requirements set forth in San Francisco Administrative Code \nChapters 12 and \n14.\n     (K)     All final contracts for a public work project that involve a design-build and/or finance program shall be subject to the award provisions of \nArticle I of this Chapter. If the proposed contract involves a financing program, the Capital Improvement Advisory Committee must review and report on the proposed project before the board, commission, Mayor or his/her designee takes any action with respect to award of the contract. \n     (L)     Procurement of Trade Subcontractors. Department heads may require the selected design-builder to procure trade work contracts through a pre-qualification and competitive bid process, as follows: \n          (1)     Pre-qualification. The department head shall require the design-builder to pre-qualify all trade subcontractors, subject to the approval of the department head. The design-builder shall attempt to establish a pool of no fewer than three pre-qualified subcontractors for each trade package, subject to the approval of the department head. \n          (2)     Competitive Bid. The department head shall require the design-builder to receive sealed bids from the pre-qualified trade subcontractors. The bid security provisions of Section \n6.21 will not apply. The design-builder shall award a trade package subcontract to the responsible bidder submitting the lowest responsive bid, except that the design-builder may negotiate and award a portion of the trade package subcontracts as provided in paragraph (3), below. Only those Administrative Code provisions that normally apply to subcontracts will apply to the trade package subcontracts. \n          (3)     The department head may authorize the design-builder to negotiate subcontracts for trade work as appropriate for the project, up to an amount not exceeding seven and one-half percent of the total estimated subcontract costs. The department head shall establish a maximum dollar value for each negotiated trade subcontract as appropriate for the project. \n     (M)     All actions heretofore taken by a department head consistent with the provisions of this section are hereby approved.\n     (N)     All design-build projects that are substantially underway as of the effective date of this Subsection \n6.61(N) that do not comply with the mandatory pre-qualification requirements of Subsection \n6.61(C) are hereby approved, provided that the applicable department heads shall only consider proposals from qualified design-builders. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 153-00, File No. 000805, App. 6/30/2000; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 18-07, File No. 060344, App. 2/9/2007; Ord. 119-08, File No. 080277, App. 7/11/2008) \n\n","heading":{"title":"6","chaptersection":"61. ","identifier":"6.61. ","catch_text":"DESIGN-BUILD."}}