{"text":"\n     The job order contracting system (\"JOC\") provides for an indefinite quantity contract with a predefined set of bid items that are assigned on a periodic or task order basis for the performance of public work maintenance, repair and minor construction projects. The department heads authorized to execute contracts for public work projects are authorized to utilize JOC according to the procedures set forth below. \n     (A)     Each JOC contract is to be advertised for competitive bids in accordance with the procedures set forth in this Chapter and awarded to the responsible bidder who submits the lowest responsive bid. \n     (B)     The Advertisement For Bids shall include unit prices and detailed technical specifications for each construction task contemplated to be performed under the JOC contract. Each task item shall include direct costs for material, equipment and labor. Construction tasks shall be grouped by trade. \n     (C)     The Advertisement For Bids for a JOC contract shall contain the City's estimate regarding the percentage of work under the JOC contract that will be performed by each trade. The Advertisement For Bids shall also require the Contractor to commit to an LBE Participation Goal, as set by the Human Rights Commission, in the performance of service orders under the JOC Contract. Upon completion of the JOC Contract term, the Human Rights Commission shall verify compliance with the LBE Participation Goal under the provisions of Administrative Code \nChapter 14B. Departments may designate specific JOC Contracts as limited set asides for Micro-LBEs as provided under \nChapter 14B.\n     (D)     Contractor's bid shall include a subcontractor list in conformance with Section 6.21A of this Chapter and \nChapter 14B as appropriate. All requests for substitutions of subcontractors shall be made and considered under Public Contract Code Section 4107, as may be amended from time to time. Notwithstanding this requirement, if a listed subcontractor confirms in writing that it is not available to perform one or more work orders, the contractor may request to add without penalty a subcontractor to perform under the work order(s) at no additional cost to the City. The aggregate value of the work performed by subcontractors added to substitute for listed but unavailable subcontractors shall not exceed 20% of the original contract amount. Specialty trade work unanticipated at the time of bid, requiring the addition of one or more subcontractors, shall be considered the performance of a change order under Public Contract Code Section 4107(c). The addition of any subcontractor under any circumstances or for any purpose shall be effected by change order or contract modification. Prior to any added subcontractor performing any service order work, the awarding department shall confirm the license, insurance coverage, and other qualifying criteria as required by law. \n     (E)     Contractors submitting bids on the JOC contract shall state in their bids an adjustment on a percentage basis either increasing or decreasing the unit prices for all construction tasks set forth in the bid documents. There may be a single adjustment factor that applies to all tasks. For example, an adjustment factor of 25% below the unit prices stated in the bid documents would be bid as .75. All of the contractor's profit, overhead and indirect costs shall be included in the adjusted unit prices. \n     (F)     The Advertisement For Bids and the contract specifications shall contain a maximum dollar amount of the JOC contract, which maximum amount shall not exceed five million dollars. The cumulative modifications to a JOC contract shall result in a contract sum not to exceed one hundred-fifty percent of the original contract amount. \n     (G)     JOC contracts shall provide for an expiration term of not more than five years, including all modifications. However, the department head shall not issue any new work orders under the JOC contract after three years from the date of award. \n     (H)     Projects will be assigned under the JOC contract on a work order basis at the sole discretion of the department head concerned. Each work order shall include a time certain for completion of the work and an appropriate sum for liquidated damages for delay. Each work order shall also include a list of the subcontractors performing work under such order, with each subcontractor's name, business address, San Francisco business tax registration number, contractor license number, scope of work, and data as may be required by the Human Rights Commission. The work order price shall be no more than the calculated unit prices and the bid adjustment factor. No work order shall exceed $400,000, including all modifications. A department may issue or modify any work order(s) to exceed the foregoing limit only upon the department head's written determination establishing the urgency of the work and the justification for proceeding under this Section 6.62 rather than by formal competitive process. \n     (I)     A contractor who enters into a JOC contract with a particular City department is not eligible during the term of such JOC contract to submit a bid on a subsequent JOC contract advertised by the same contracting department; however, a contractor may submit a bid on a subsequent JOC contract advertised by the same contracting department if the contractor's existing JOC contract will expire in 120 days or fewer of if the contractor has performed work valued by the City in an amount equal to or exceeding 90% of the maximum dollar amount of the existing JOC contract. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\n","heading":{"title":"6","chaptersection":"62. ","identifier":"6.62. ","catch_text":"JOB ORDER CONTRACTS."}}