{"text":"\n     When the Director of Public Works (the \"Director\") determines: (1) that hazardous materials on public property must be expeditiously abated (the \"work\"); and (2) that there is inadequate time to advertise and competitively bid the work in accordance with this Chapter, then the work may be performed in accordance with the following procedures: \n     (A)     The Department of Public Works shall advertise for and receive proposals from hazardous materials abatement contractors, which proposals shall address the qualifications of the contractors to perform the abatement work. The proposals shall be evaluated according to the requirements of this Chapter and \nChapters 12B, \n12C and \n12D.A, relevant to professional services contracts. \n     (B)     The Department of Public Works shall select a sufficient number of qualified contractors to perform the amount of hazardous materials abatement work anticipated to be required in the upcoming one or more years and enter into master agreements on an \"if- and as-needed\" basis with those contractors. Each master agreement shall state the maximum total dollar value of work each contractor is authorized to perform during the contract period. \n     (C)     The Department shall seek price quotations for performance of the work from at least three of the contractors with master agreements. The contract for the work will be awarded to the contractor submitting the lowest quotation, except as otherwise provided herein. The Department shall keep a record of such quotations and a register of all awards made thereunder. In the event that the Department is unable to obtain three quotations, the Director shall base the award on the quotation or quotations received. If the Director believes that the public interest would best be served by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. The Director may reject any and all quotations and request new quotations. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99)\n\n","heading":{"title":"6","chaptersection":"63. ","identifier":"6.63. ","catch_text":"HAZARDOUS MATERIALS ABATEMENT WORK."}}