{"text":"\n     A department head authorized to execute public work and professional service contracts may issue an Advertisement For Bids for construction services or a request for proposals or qualifications for professional services on an as-needed basis, with definite or indefinite quantities of work. Work shall be assigned on a contract service order basis. None of the requirements of this Chapter or Administrative Code \nChapters 12B, \n12C or \n12D.A are waived for as-needed contracts. \n     All as-needed contracts shall provide for a not-to-exceed price and an expiration term of not more than five years, including all modifications. However, the department head shall not issue any new contract service order after three years from the date of award. Additionally, the cumulative modifications to an as-needed contract shall result in a contract sum not to exceed one hundred-fifty percent of the original contract amount. Before any item of work is commenced under an as-needed contract, the cost of such work must be certified by the Controller as to the availability of funds. No contract service order or multiple contract service orders for any single public work, whether in one phase or multiple phases, shall cumulatively exceed $200,000, including all modifications. For departments with capital programs over $1 Billion, no contract service order or multiple contract service orders, as described above, shall cumulatively exceed $400,000, including all modifications. A department may issue or modify any contract service order(s) to exceed the foregoing limits only upon the department head's written determination establishing the urgency of the work and the justification for proceeding under this Section \n6.64 rather than by formal competitive process. \n     The department heads authorized to execute public work and professional service contracts shall report quarterly to the Board of Supervisors regarding the department's use of as-needed contracts and the actual amount of participation of MBE and WBE subcontractors or subconsultants that were listed on prime contractors' bid(s) or proposal(s) to determine whether MBE/WBE subcontracting participation goals are being met on as-needed contracts. Such reports shall be referred to a Board committee for public hearing. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005)\n\n","heading":{"title":"6","chaptersection":"64","identifier":"6.64","catch_text":"AS-NEEDED CONTRACTS."}}