{"text":"\n     Department heads who are authorized to execute public work contracts under this Chapter are hereby authorized to award contracts for the inspection, maintenance and repair services of existing elevator, escalator, security, fire protection or fire alarm systems (\"special services\") in accordance with the following procedures: \n     (A)     The department shall award master agreement contracts, on an \"if-and-as-needed\" basis to special service providers who can establish experience, expertise, and quality of work. A potential special service provider may apply for a master agreement under this section by providing the department with a statement of its experience and qualifications and other information as requested by the department. Within 60 days of receiving such information, the department shall advise the applicant of its eligibility for an award of a master agreement. Master agreements for special services shall conform to the insurance, indemnification and prevailing wage requirements of Section \n6.22 of this Chapter. Master agreements shall provide for an expiration term of not more than five years from the date of award, including all modifications. \n     (B)     For performance of specific tasks, the department shall seek price quotations from at least three of the special service providers with master agreements. The department shall issue a contract service order for the work to the provider submitting the lowest quotation, except as provided below. In the event that the department is unable to obtain three quotations, the department head shall base the issuance of the contract service order on the quote or quotes received. If the department head believes that the public interest would best be served by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. The department head may reject any and all quotations and request new quotations. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005)\n\n","heading":{"title":"6","chaptersection":"65","identifier":"6.65","catch_text":"CONTRACTING FOR ELEVATOR, ESCALATOR, SECURITY, FIRE PROTECTION OR FIRE ALARM SYSTEMS INSPECTION, MAINTENANCE AND REPAIR WORK."}}