{"text":"\n     Integrated project delivery is an approach to the procurement of construction services whereby a construction manager/general contractor (\"CM/GC\") is retained during the design process to review and provide comments as to the constructability of the Architect/Engineer's design within the established budget. The Department heads authorized to execute contracts for public work projects are authorized to seek proposals from qualified CM/GCs for construction of public work projects using an integrated project delivery under the following conditions: \n     (A)     Before the request for qualifications is issued, the Department head shall determine that an integrated project delivery is necessary or appropriate to achieve anticipated cost savings or time efficiencies, or both, and that such a process is in the public's best interest. \n     (B)     If the proposed public work project is for the use or benefit of a Department that is under the jurisdiction of a commission, then such commission shall first approve the solicitation of integrated project delivery proposals. If the public work is for the use or benefit of a Department not under the jurisdiction of a commission, then the City Administrator must first approve this process. \n     (C)     Pre-qualification. Department heads shall require that prospective proposers be pre-qualified to submit proposals on a specific project. The procedure for pre-qualification is as follows: \n          (1)     The Department head shall issue a request for qualifications inviting interested parties to submit their qualifications to perform the project. The request for qualifications shall include criteria by which the prospective proposers shall be evaluated. The evaluation criteria shall be based on qualifications and experience relevant to the services needed for the particular project. The list of criteria may include, but is not limited to the following: (i) ability to perform required pre-construction and construction phase services; (ii) evidence of financial capacity; (iii) experience on projects of similar size and complexity; (iv) commitment to comply with the goals and requirements of Administrative Code Chapters 12 and 14; (v) ability to collaboratively and cooperatively deliver projects on time and on budget; (vi) liquidated damages for delay and other damages paid on prior projects, and prior litigation history; (vii) reputation with owners of prior projects; (viii) claims history with insurance carriers and sureties; and (ix) compliance with all of the requirements established in the request for qualifications and other criteria that the Department head in consultation with the Human Rights Commission may deem appropriate. The Department head shall set objective scoring criteria and incorporate the criteria into any scoring procedure. \n          (2)     The Department head shall designate a panel to review pre-qualification responses and interview and rate respondents with respect to the request for qualifications. Only those respondents found to be qualified will be eligible to submit proposals. The list of pre-qualified respondents shall be valid for not more than two years following the date of initial pre-qualification. \n     (D)     Request for Proposals and Selection Process. The Department head shall issue a request for proposals inviting pre-qualified CM/GCs to submit competitive cost proposals for the project. The request for proposals shall include information describing the scope of pre-construction and construction phase services for the project. The request for proposals shall request the following minimum cost information from each proposer: (i) fees for pre-construction services and (ii) fees for construction phase services, including overhead, profit and general conditions, and (iii) the qualitative criteria as described in (1) below. \n          (1)     The Department head shall designate a panel to evaluate integrated project delivery proposals and rank the proposals to determine which provides the overall best value to the City with respect to non-cost and cost criteria. The list of non-cost criteria may include but is not limited to the following: (i) plan for expediency in completing the proposed project; (ii) quality of proposal; (iii) commitment to comply with the goals set by the Human Rights Commission and requirements of Administrative Code Chapters 12 and 14; (iv) commitment to meet City hiring goals (e.g. City Build or First Source Hiring); and (v) compliance with all the requirements and criteria established by the Department head or HRC in the request for proposals. The department head shall set objective scoring criteria and incorporate the criteria into any scoring procedure. The cost criterion shall constitute not less than sixty-five percent (65%) of the overall evaluation. \n          (2)     The Department head shall set forth in the request for proposals and in the contract liquidated damages to be assessed against the successful CM/GC in the event it fails to fulfill the commitments made in its proposal. \n          (3)     The Department head may recommend the award of a contract to the highest-ranked CM/GC whose total proposed fee is not more than twenty percent (20%) greater for contracts the estimated cost of which is $10 million or less, or is not more than ten percent (10%) greater for contracts the estimated cost of which is in excess of $10 million, than the total proposed fee of the lowest responsive bid. If award to such CM/GC is not made for any reason, the Department head may recommend the award of a contract to the next highest-ranked CM/GC whose total proposed fee is not more than ten percent (10%) greater than the total proposed fee of the lowest responsive bid, and so forth. In making the final determination, the Department head shall apply the LBE discount to proposals submitted by LBEs, in accordance with Administrative Code Chapter 14B. \n     (E)     Alternate Request for Proposals and Selection Process. If the department head determines that it is in the City's best interest to exclude consideration of non-cost criteria as part of the final selection process, the Department head shall issue a request for proposals inviting pre-qualified CM/GCs to submit integrated project delivery proposals, which will be evaluated based upon project costs only. If the proposed public work project is for the use or benefit of a Department that is under jurisdiction of a commission, then such commission shall approve the use of this alternate process. If the public work is for the use or benefit of a Department not under the jurisdiction of a commission, then the City Administrator must approve the use this alternate process. \n     (F)     The City shall retain the absolute discretion to determine, at any time during the process, not to proceed with any proposed project, which right may be exercised without liability to CM/GCs for costs incurred during the entire pre-qualification, proposal and negotiation process, and such rights shall be reserved in all requests for qualifications and proposals. \n     (G)     The bid security and subcontractor listing requirements of section \n6.21 will not apply to the selection of CM/GCs under this section \n6.68. Any resulting contract with a CM/GC shall comply with section \n6.22. \n     (H)     Procurement of Trade Subcontractors. Department heads shall require the selected CM/GC to procure trade work contracts through a pre-qualification and competitive bid process, as follows: \n          (1)     Pre-qualification. The department head shall require the CM/GC to pre-qualify all trade subcontractors, subject to the approval of the Department head. The CM/GC shall attempt to establish a pool of no fewer than three pre-qualified subcontractors for each trade package, subject to the approval of the department head. \n          (2)     Competitive Bid. The Department head shall require the CM/GC to receive sealed bids from the pre-qualified trade subcontractors. The bid security provisions of section \n6.21 will not apply. The CM/GC shall award a trade package subcontract to the responsible bidder submitting the lowest responsive bid, except that the CM/GC may negotiate and award a portion of the trade package subcontracts as provided in paragraph (3), below. Only those Administrative Code provisions that normally apply to subcontracts will apply to the trade package subcontracts. \n          (3)     The Department head may authorize the CM/GC to negotiate subcontracts for trade work as appropriate for the project, up to an amount not exceeding seven and one-half percent of the total estimated subcontract costs. The Department head shall establish a maximum dollar value for each negotiated trade subcontract as appropriate for the project. \n     (J)     All actions heretofore taken by a department head consistent with the provisions of this section are hereby approved.\n(Added by Ord. 119-08, File No. 080277, App. 7/11/2008; amended by Ord. 96-10, File No. 100332, App. 5/13/2010)\n\n","heading":{"title":"6","chaptersection":"68","identifier":"6.68","catch_text":"INTEGRATED PROJECT DELIVERY"}}