{"text":"\n     For public work necessary to maintain or repair health facilities under the jurisdiction of the Health Commission, the Department of Public Health (DPH) may award master agreement contracts, for work to be performed on an \"if-and-as-needed\" basis, to qualified construction contractors in conformance with the following procedures: \n     (A)     Contract Award. The Director of DPH may award master agreement contracts, on an \"if-and-as-needed\" basis to construction contractors who can establish all of the licensing, qualifications, experience, and certifications, as required by the Director of DPH. A contractor may apply for a master agreement under this Section by providing DPH with a statement of its experience and qualifications and other information as requested by DPH. Within 60 days of receiving such information, DPH shall advise the applicant of its eligibility for an award of a master agreement. \n     (B)     Contract Terms. Master agreements awarded under this Section shall conform to the requirements of Section \n6.22 of this Chapter and shall conform to Administrative Code \nChapter 14B, as applicable. Master agreements shall provide for an expiration term of not more than three years from the date of award, including all modifications. All master agreements shall provide for a maximum total dollar value of work each contractor is authorized to perform during the contract period. No master agreement may be modified to exceed 150% of the original contract amount. Master agreements shall contain no minimum dollar amount. Master agreements shall provide that DPH may assign work on a task order basis, \"if-and-as-needed, \" through competition among master agreement contractors. \n     (C)     Task Order Competitive Solicitation. To assign work under master agreement contracts, DPH shall solicit quotations from no fewer than three qualified master agreement contractors. Solicitations shall conform to Section \n6.21 of this Chapter, except that neither a published advertisement nor a bid bond shall be required. Solicitations shall include a description of the proposed task order scope of work, including plans or specifications, if any, and may include provisions for liquidated damages for delay if and as appropriate to the particular project. Responsive quotations must include subcontractor listing, if any, in conformance with Section \n6.21(A)(9). \n     (D)     Task Order Award. The Director of DPH shall award a task order for the performance of work under a master agreement to the contractor submitting the lowest responsive quotation. In the event that DPH is unable to obtain three quotations, the Director of DPH shall base the award on the quotation or quotations received. If the Director of DPH believes that the public interest would best be served, by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. \n     (E)     Task Order Terms. No task order or multiple task orders for any single public work, whether in one phase or multiple phases, shall cumulatively exceed $400,000.00, including all modifications. The Director of DPH may issue or modify a task order to exceed the foregoing imitation only upon the Director's written determination establishing the urgency of the work and the justification for proceeding under this Section, rather than through the Department of Public Works, in conformance with Section \n6.2 of this Chapter. \n(Added by Ord. 224-08, File No. 081084, App. 10/15/2008)\n\n","heading":{"title":"6","chaptersection":"69. ","identifier":"6.69. ","catch_text":"DEPARTMENT OF PUBLIC HEALTH PUBLIC WORK."}}