{"text":"\n     Any contractor, subcontractor, supplier, consultant or subconsultants who fails to comply with the terms of its contract with the City and County; or who violates any provision of Administrative Code Chapter 6; or who fails to abide by any rules and/or regulations adopted pursuant to Administrative Code \nChapter 6; or who submits false claims; or who has violated against any government entity a civil or criminal law relevant to its ability to perform under or comply with the terms and conditions of a contract with the City and County, may be declared an irresponsible bidder or an unqualified consultant and debarred according to the procedures set forth in \nChapter 28 of this Administrative Code. Additionally, any contractor, subcontractor, supplier, consultant or subconsultant who submits a false claim to the City and County may also be subject to monetary penalties, investigation and prosecution as described below. \n     In the event that such a violation of this Chapter, including the submission of one or more false claims, comes to the attention of a board or commission or department head responsible for public work, the department head must investigate the matter. The department head must report the findings of any such investigation by letter to the Board of Supervisors within 30 days of the completion of the investigation. The investigation letter to the Board of Supervisors must state the name of the contractor, subcontractor, supplier, consultant or subconsultant; the nature of the violation; the results of the investigation; and the department head's plan for addressing the violation, if any. A hearing shall also be called in the Audit Committee of the Board of Supervisors to report on this investigation. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 8-04, File No. 031503, App. 1/16/2004) \n\n","heading":{"title":"6","chaptersection":"80","identifier":"6.80","catch_text":"VIOLATIONS AND FALSE CLAIMS; DEBARMENT AND MONETARY PENALTIES."}}