{"text":"\n     Except as otherwise expressly provided by law or contract, no subcontractor, subconsultant, or other person or business entity shall be a third-party beneficiary to any contract awarded in accordance with this Chapter, or to any modification or any resolution of any claim arising out of any such contract. \n(Added by Ord. 58-05, File No. 041571, App. 4/1/2005)\n[Sections 6.10 through 6.19 Reserved] \n\nARTICLE II:\nCONSTRUCTION CONTRACTING\n\n\nSec. 6.20.\nPublic Work Contracts Generally. \n\nSec. 6.21.\nRequirements for Bids and Quotes. \n\nSec. 6.22.\nPublic Work Construction Contract Terms and Working Conditions. \n\nSec. 6.23.\nPublic Works to be Performed by the City; Bids by City Departments; Procedure Upon Rejection or Failure of Bids. \n\nSec. 6.24.\nOffice of Labor Standards Enforcement; Prevailing Wage Requirements. \n\nSec. 6.25.\nClean Construction. \n\nSEC. 6.20.  PUBLIC WORK CONTRACTS GENERALLY.\n     (A)     Public Works In Excess of the Threshold Amount. Except as otherwise provided by the Charter or the Administrative Code, any public work or improvement estimated to cost more than the Threshold Amount shall be performed under contract awarded to the responsible bidder submitting the lowest responsive bid. To split or divide any public work or improvement into two or more contracts for the purpose of evading this section shall constitute official misconduct. \n     (B)     Public Works Less Than or Equal to the Threshold Amount. Any public work or improvement estimated to cost less than or equal to the Threshold Amount may be performed (a) under contract or (b) by City and County employees. If the work is to be performed under contract, the department shall obtain not fewer than three quotes and shall award the contract to the responsible bidder offering the lowest quotation. If the department is unable to obtain three quotes, the award may be based on the quote or quotes received. The department administering the contract shall maintain records as to whom the request for quotations was directed and the quotations received. It is the policy of the Board of Supervisors for contracting departments to make every effort to eradicate prejudice and favoritism in the award of City contracts. In order to effectuate this policy, the department heads authorized to enter into construction contracts and their staff members shall collaborate with the HRC Director and HRC staff members periodically to create a list of responsible contractors qualified to perform various types of public work for projects estimated to be less than the Threshold Amount, making every effort to include qualified, responsible, and certified LBE contractors on that list. The HRC shall be responsible for outreach efforts to make sure that certified LBE contractors are aware of the opportunity to be considered for the list. The contract awarding departments or commissions shall be responsible for evaluating and determining whether contractors are responsible and qualified to perform the various scopes of work. The department heads authorized to execute construction contracts shall report quarterly to the Board of Supervisors regarding LBE inclusion on the list of responsible and qualified contractors for public work contracts estimated to be less than or equal to the Threshold Amount, a description of the scope of work and price for each contract awarded under this section, the name of the contractor awarded the contract and whether the contract was awarded to an LBE contractor. Such reports shall be referred to a Board committee for public hearing. \n     (C)     Estimates Required. For public works or improvements in excess of the Threshold Amount, no department head shall recommend a construction contract for or issue an order of award without preparing detailed program requirements and detailed estimates for the work to be performed. There shall be a separate accounting for each work or improvement, which accounting shall include all direct, indirect and supervisory elements of costs chargeable to such work or improvement. All such accounts shall be reported to the Controller and to either the Mayor or the Mayor's Designee or to the board or commission concerned, as appropriate. \n     (D)     Comparison of Bids on Basis of Time of Completion. The department head concerned is authorized to compare bids on the basis of time of completion and any contract awarded in consideration, in whole or in part, of the relative time estimate of bidders for completion of the work, shall be subject to the provisions of this Chapter. \n     (E)     Time for Award. Except when a contract is funded by Federal or State grants or funds, all public work contracts shall be awarded within ninety (90) days of the date the City and County receives the bids. Such time may only be extended prior to award of the contract and only upon written agreement of the apparent responsible bidder with the lowest responsive bid and approval by the department head. \n     (F)     Prequalification. Department heads authorized to execute public work contracts may require that prospective bidders be prequalified to bid either on a specific project or on an identified group of projects. The procedure for prequalification is as follows: \n          (1)     The department head shall issue a prequalification statement. The prequalification statement may, at the discretion of the department head, be issued in conformance with Public Contract Code section 20101 and/or the California Department of Industrial Relations Model Pre-Qualification Questionnaire. The department head may, at his/her own discretion, apply the Model guidelines for scorable questions and scoring as the basis for any prequalification. The department head may also, at his/her own discretion, issue the Model with additional questions or may use an alternative questionnaire. The department head responsible for the public work may include in any questionnaire a request for special qualifications, experience or expertise necessary to perform the project or projects for which the prequalification is sought. For any project-specific information required, the department shall set objective scoring criteria and incorporate the criteria into any scoring procedure. \n          (2)     The department responsible for the public work shall advertise any prequalification questionnaire in the same manner required for bids, as set forth in Section \n6.21 of this Chapter. \n          (3)     Prequalification shall be valid for not more than two years following the date of initial prequalification.\n          (4)     A prospective bidder may dispute a finding that he/she is not prequalified. The dispute and request for review must be in writing and received by the department within ten calendar days from the date the department issued notice of non-prequalification. The department shall then provide the prospective bidder with the basis for its finding and any supporting evidence used in the determination. The department shall give the prospective bidder the opportunity to rebut the evidence provided and to present evidence as to why the prospective bidder should be found qualified. If a bidder fails to avail itself of this dispute process, the department's finding shall become final without further notice. Failure to be prequalified shall not by itself preclude a prospective bidder from participating in other or future prequalifications. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\nSEC. 6.21.  REQUIREMENTS FOR BIDS AND QUOTES.\n     (A)     Bids. All Advertisements For Bids for construction contracts in excess of the Threshold Amount shall conform to and at a minimum require the following: \n          (1)     Published Advertisement. The department head authorized to execute the contract for the public work or improvement to be performed shall advertise for competitive bids in at least one local newspaper or periodical of general circulation. Such advertisement shall be published not fewer than ten (10) days prior to bid opening. The department may, in its discretion, include in the published advertisement the amount of the engineer's estimate for the work to be performed. \n          (2)     Award and Certification Required. All published advertisements and Advertisements For Bid shall contain the following language [wording in brackets should be chosen as appropriate to the department]: \n     In accordance with San Francisco Administrative Code \nChapter 6, no bid is accepted and no contract in excess of [the Threshold Amount] is awarded by the City and County of San Francisco until such time as [(1) for departments with boards or commissions, (a) the department head recommends the contract for award and (b) the board or commission then adopts a resolution awarding the contract]; or [(2) for departments under the Mayor, (a) the Mayor or the Mayor's designee approves the contract for award and (b) the department head then issues an order of award.] Pursuant to Charter Section \n3.105, all contract awards are subject to certification by the Controller as to the availability of funds. \n     Failure of a department to include such language in a published advertisement or Advertisement For Bids does not give rise to a contract right by a bidder or contractor outside of the requirements of the Charter or Administrative Code of the City and County of San Francisco. \n          (3)     Form of Bid. All bids shall be sealed and directed to the department head advertising for bids, in the format prescribed by the department head with the authority to execute the contract. \n          (4)     Bid Bond. All bids in excess of $25,000.00 shall be accompanied by a corporate surety bond, or an irrevocable letter of credit on a bank or trust company doing business and having an office in the State of California, having a combined capital and surplus of at least $50,000,000.00, and subject to supervision or examination by Federal or State authority, or a certified check on a bank or trust company doing business and having an office in the State of California, having a combined capital and surplus of at least $50,000,000, and subject to supervision or examination by Federal or State authority, payable on sight to the City and County of San Francisco, the amount of which corporate surety bond, irrevocable letter of credit or certified check shall be fixed by the department head or officer as stated in the Advertisement For Bids, which amount shall not be less than 10 percent of the amount bid for the cost of the proposed work of improvement, and no bid shall be considered unless accompanied by a corporate surety bond or irrevocable letter of credit or certified check. Any irrevocable letter submitted pursuant to this Chapter shall be on a form provided by the City and County. If the amount of security required is fixed by the department head or officer in an amount in excess of $15,000.00, the form of security required shall be that of a corporate surety bond or irrevocable letter of credit. The requirement for a corporate surety bond, irrevocable letter of credit or certified check described in this subsection shall be referred to collectively as the \"bid security requirements.\" \n     Notwithstanding the above, the bid security requirements for a particular contract may be modified by the department head in accordance with Administrative Code \nChapter 14B. \n          (5)     Fees. The department head or officer calling for bids may specify in the Advertisement For Bids for any project a nonrefundable fee to be paid by each prospective bidder for each set of bidding documents (including plans and specifications), such fee to defray the cost of reproducing each set of bidding documents as determined by the department head or officer, and all such fees shall be deposited as an abatement of the expenditure of the appropriation against which the cost of reproducing said bidding documents was charged. \n          (6)     License. The department head shall specify in all Advertisements For Bids and plans for public work projects the classification of the contractor's license which a contractor shall possess at the time bids are submitted. Bidders and their subcontractors are required to be properly licensed at the time of bid. \n          (7)     Qualifications. The department head responsible for the public work shall require from all bidders information concerning their experience and financial qualifications and shall take such information into consideration in the award of any contract. At a minimum the department head shall require (1) information concerning the contractor's experience, financial qualifications and ability to perform the terms and conditions of the contract and (2) information as to whether the contractor possesses, or can obtain in time to perform the contract, the necessary equipment. In the event that a bidder fails to provide such information within fourteen calendar days of bid opening, or as otherwise required in the Advertisement For Bids, the department head could find that the bidder is refusing to enter into the contract, resulting in a forfeiture of the bidder's bid bond. \n          (8)     Business Tax Registration Certificate. All Advertisement For Bids shall require that bidders submit proof of a current Business Tax Registration Certificate. Failure of a bidder to provide such proof within fourteen (14) calendar days of bid opening, or as otherwise required in the Advertisement For Bids, could, at the discretion of the department head, constitute a refusal to enter into the contract and result in a forfeiture of the bid bond. \n          (9)     Designation of Subcontractors; Subcontracting and Subletting. All bidders shall designate their subcontractors in accordance with and shall be subject to the California Subletting and Subcontracting Fair Practices Act, at Public Contract Code § 4100 et seq., as amended from time-to-time. In addition to the penalties provided by Public Contract Code § 4100 et seq., violation of this subsection may be grounds for a determination of nonresponsibility under Article V of this Chapter. \n          (10)     Work to Be Performed by General Contractor. The Advertisement For Bids may specify the portion of work which must be performed by the General Contractor using his/her own forces. The specification may require the General Contractor to perform with his/her own forces up to 25% of the base contract work. Bidders must certify with their bids that, if awarded the contract, they will perform with their own forces the specified percentage of the total bid price (excluding alternates). \n     (B)     Quotes. All requests for quotes for construction contracts less than or equal to the Threshold Amount shall be posted with three-days' notice. Such requests shall at a minimum require a contractor's license, qualifications, a Business Tax Registration Certificate, participation in an apprenticeship program and compliance with subcontractor listing laws, all in accordance with the listed provisions of Sections \n6.21 and \n6.22. \n     (C)     Right to Reject Any or All Bids or Quotes. The department head shall have the right to reject any or all bids or quotes for any reason or no reason. All Advertisement For Bids shall reserve this right, but failure to make such reservation shall not abrogate the right to reject. \n     (D)     Bid Protests. Only a bidder may submit a bid protest. The department head concerned shall prescribe in the Advertisement For Bids procedures for submitting bid protests. Such procedures shall set the time by which bid protests must be received but may not require that bid protests be submitted fewer than five (5) business days after the date bids are due. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 153-00, File No. 000805, App. 6/30/2000; Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 208-02, File No. 021221, App. 10/18/02; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\nSEC. 6.22.  PUBLIC WORK CONSTRUCTION CONTRACT TERMS AND WORKING CONDITIONS.\n     All construction contracts awarded by the City and County of San Francisco shall contain the following minimum terms and conditions: \n     (A)     Bonds. Before the execution of any contract for public work or improvement in excess of $25,000, the department head authorized to execute such contracts shall require the successful bidder to file corporate surety bonds for the faithful performance thereof and to guarantee the payment of wages for services engaged and of bills contracted for material, supplies and equipment used in the performance of the contract. The bond shall be for a sum not less than 100 percent of the award. \n          The City and County of San Francisco, acting through its Human Rights Commission (\"HRC\"), intends to provide guarantees to private bonding assistance companies and financial institutions in order to induce those entities to provide required bonding and financing to eligible contractors bidding on and performing City public work contracts. This bonding and financial assistance program is subject to the provisions of Administrative Code \nChapter 14B. \n     (B)     Insurance. All construction contracts awarded under this Chapter must conform to the insurance requirements established by the Risk Manager. The Risk Manager shall develop uniform insurance requirements for City contracts subject to this Chapter and shall publish such requirements in the Risk Manager's Manual. The Risk Manager shall review and update such insurance requirements on an annual basis. \n          Every contractor and subcontractor shall comply with the provisions of California Labor Code section 3700. Prior to commencing the performance of work under any public work contract, the contractor and all of its subcontractors shall file with the awarding department a certificate of insurance against liability for workers compensation or proof of self-insurance in accordance with the provisions of the California Labor Code. \n     (C)     Indemnification. All construction contracts awarded under this Chapter shall require that the contractor fully indemnify the City and County to the maximum extent provided by law, such that each contractor must save, keep, bear harmless and fully indemnify the City and County and any of its officers or agents from any and all liability, damages, claims, judgments or demands for damages, costs or expenses in law or equity that may at any time arise. \n          This indemnification requirement may not be waived or abrogated in any way for any contract without the recommendation of the City's Risk Manager and the express permission and approval of the Board of Supervisors. \n     (D)     Assignment. No contract shall be assigned except upon the recommendation of the department head concerned and with the approval of the Mayor or the Mayor's designee, relative to the department under the Mayor's jurisdiction, or the approval of the board or commission concerned for departments not under the Mayor. \n     (E)     Prevailing Wages.\n          (1)     Generally. All contractors and subcontractors performing a public work or improvement for the City and County of San Francisco shall pay its workers on such projects the prevailing rate of wages as provided below. For the purpose of prevailing wage requirements only, the definition of a public work shall include those public works or improvements defined in the foregoing section \n6.1 of this Chapter and shall also include (a) any trade work performed at any stage of construction (including preconstruction work) and (b) any public work paid for by the City and County of San Francisco with \"the equivalent of money\" under the meaning of Labor Code section 1720(b). \n          (2)     Leased Property Included. For the limited purposes of this subsection, a \"public work or improvement\" also means and includes any construction work done under private contract when all of the following conditions exist: \n               (a)     The construction contract is between private persons; and\n               (b)     The property subject to the construction contract is privately owned, but upon completion of the construction work will be leased to the City and County of San Francisco for its use; and \n               (c)     Either of the following conditions exist: (1) The lease agreement between the lessor and the City and County of San Francisco, as lessee, is entered into prior to the construction contract, or (2) The construction work is performed according to the plans, specifications, or criteria furnished by the City and County of San Francisco, and the lease agreement between the lessor and the City and County of San Francisco as lessee, is entered into during, or upon completion, of the construction work. \n          (3)     Determination of the Prevailing Wage. It shall be the duty of the Board of Supervisors, from time to time and at least once during each calendar year, to fix and determine the prevailing rate of wages as follows: \n               On or before the first Monday in November of each year, the Civil Service Commission shall furnish to the Board of Supervisors data as to the highest general prevailing rate of wages of the various crafts and kinds of labor as paid in private employment in the City and County of San Francisco, plus \"per diem wages\" and wages for overtime and holiday work. The Civil Service Commission shall provide the Board of Supervisors data for \"per diem wages\" pursuant to California Labor Code sections 1773.1 and 1773.9, as amended from time to time. The Board of Supervisors shall, upon receipt of such data, fix and determine the prevailing rate of wages. The prevailing rate of wages as so fixed and determined by the Board of Supervisors shall remain in force and shall be deemed to be the highest general prevailing rate of wages paid in private employment for similar work, until the same is changed by the Board of Supervisors. In determining the highest general prevailing rate of wages per diem wages and wages for overtime and holiday work, as provided for in this section, the Board of Supervisors shall not be limited to the consideration of data furnished by the Civil Service Commission, but may consider such other evidence upon the subject as the Board shall deem proper and thereupon base its determination upon any or all of the data or evidence considered. \n               In the event that the Board of Supervisors does not fix or determine the highest general prevailing rate of wages in any calendar year, the rates established by the California Department of Industrial Relations for such year shall be deemed adopted. \n          (4)     Specifications to Include Wage Rate. The department head authorized to execute a construction contract under this Chapter shall include in the contract specifications, or make available in the offices of the department or at the job site, a detailed statement of the prevailing rate of wages as fixed and determined by the Board of Supervisors at the time the department issued the Advertisement For Bids on the contract. The contractor shall agree to pay to all persons performing labor in and about the public work or improvement the highest general prevailing rate of wages as determined pursuant to this Chapter, including wages for holiday and overtime work. If the specifications do not include the prevailing rate of wages, the specifications shall include a statement that copies of the prevailing rate of wages as fixed and determined by the Board of Supervisors are on file at the department's principal office or at the job site and shall be made available to any interested party on request. \n          (5)     Subcontractors Bound by Wage Provisions. Every contract for any public work or improvement shall also contain a provision that the contractor shall insert in every subcontract or other arrangement which he or she may make for the performance of any work or labor on a public work or improvement. This provision shall be that the subcontractor shall pay to all persons performing labor or rendering service under said subcontract or other arrangement the highest general prevailing rate of wages as fixed and determined by the Board of Supervisors for such labor or services. \n          (6)     Records to be Kept by Contractors and Subcontractors. Every public works contract or subcontract awarded under this Chapter shall contain a provision that the contractor shall keep, or cause to be kept, for a period of four years from the date of substantial completion of a public work, payrolls and basic records including time cards, trust fund forms, apprenticeship agreements, accounting ledgers, tax forms and superintendent and foreman daily logs for all trades workers performing work at or for a City and County of San Francisco public work or improvement. Such records shall include the name, address and social security number of each worker who worked on the project, including apprentices, his or her classification, a general description of the work each worker performed each day, the rate of pay (including rates of contributions for, or costs assumed to provide fringe benefits), daily and weekly number of hours worked, deductions made and actual wages paid. Every subcontractor who shall undertake the performance of any part of a public work or improvement shall keep a like record of each person engaged in the execution of the subcontract. \n               The contractor shall maintain weekly certified payroll records for submission to the awarding department as required. The contractor shall be responsible for the submission of payroll records of its subcontractors. All certified payroll records shall be accompanied by a statement of compliance signed by the contractor indicating that the payroll records are correct and complete, that the wage rates contained therein are not less than those determined by the San Francisco Board of Supervisors and that the classifications set forth for each employee conform with the work performed. \n               All such records as described in this section shall at all times be open to inspection and examination of the duly authorized officers and agents of the City and County of San Francisco, including representatives of the Office of Labor Standards Enforcement. \n               Should the department head responsible for the public work or the Labor Standards Enforcement Officer determine that a contractor or subcontractor is not in compliance with the requirements of this subsection, the department head or the Labor Standards Enforcement Officer shall issue written notification to the contractor or subcontractor mandating compliance within not fewer than ten calendar days from the date of the notification. Should the contractor or subcontractor fail to comply as required in the notification, the department head who executed the contract or the Labor Standards Enforcement Officer may impose a penalty of $25.00 for each calendar day of noncompliance, or portion thereof, for each worker. Upon the request of the responsible department head or the Labor Standards Enforcement Officer, the Controller shall withhold these penalties from progress payments then due or to become due. \n          (7)     Additional Required Contract Provisions. Every public works contract shall contain provisions stating that (1) the contractor will cooperate fully with the Labor Standards Enforcement Officer and other City employees and agents authorized to assist in the administration and enforcement of the prevailing wage requirements and other labor standards imposed on public works contractors by the Charter and \nChapter 6 of the San Francisco Administrative Code; (2) the contractor agrees that the Labor Standards Enforcement Officer and his or her designees, in the performance of their duties, shall have the right to engage in random inspections of job sites and to have access to the employees of the contractor, employee time sheets, inspection logs, payroll records and employee paychecks; (3) the contractor shall maintain a sign-in and sign-out sheet showing which employees are present on the job site; (4) the contractor shall prominently post at each job-site a sign informing employees that the project is subject to the City's prevailing wage requirements and that these requirements are enforced by the Labor Standards Enforcement Officer; and (5) that the Labor Standards Enforcement Officer may audit such records of the contractor as he or she reasonably deems necessary to determine compliance with the prevailing wage and other labor standards imposed by the Charter and this Chapter on public works contractors. Failure to comply with these requirements may result in penalties and forfeitures consistent with California Labor Code section 1776(g), as amended from time to time. \n          (8)     Non-compliance with Wage Provisions – Penalties.\n               (a)     Penalty and Forfeiture. Any contractor or subcontractor who shall fail or neglect to pay to the several persons who shall perform labor under any contract, subcontract or other arrangement on any public work or improvement as defined in this Chapter the highest general prevailing rate of wages as fixed by the Board of Supervisors under authority of this Chapter, shall forfeit; and, in the case of any subcontractor so failing or neglecting to pay said wage, the original contractor and the subcontractor shall jointly and severally forfeit to the City and County of San Francisco back wages due plus the penal sum of $50.00 per day for each laborer, workman or mechanic employed for each calendar day or portion thereof, while they shall be so employed and not paid said highest general prevailing rate of wages, and in addition shall be subject to the penalties set forth in Article V of this Chapter, including debarment. \n               (b)     Enforcement. It shall be the duty of the officer, board or commission under whose jurisdiction said public work or improvement is being carried on, made or constructed, when certifying to the Controller any payment which may become due under said contract, to deduct from said payment or payments the total amount of said forfeiture provided for in this subsection. In doing so, the department head must also notify in writing the Labor Standards Enforcement Officer of his/her action. The Labor Standards Enforcement Officer may also upon written notice to the department head who is responsible for the project, certify to the Controller any forfeiture(s) to deduct from any payment as provided for in this Subsection \n6.22(E)(8). Certification of forfeitures under this subsection shall be made only upon an investigation and audit by the responsible department head or the Labor Standards Enforcement Officer and upon service of written notice to the contractor that includes identification of the grounds for the forfeiture or forfeitures (\"Certification of Forfeiture\"). The audit supporting the forfeiture shall be appended to the Certification of Forfeiture, but failure to append such documentation shall not invalidate the Certification. Service of the Certification of Forfeiture shall be made by United States mail and the date of service shall be the date of mailing. The Controller, in issuing any warrant for any such payment, shall deduct from the amount which would otherwise be due on said payment or payments the amount of said forfeiture or forfeitures as so certified. \n               (c)     Recourse Procedure. A contractor and/or a subcontractor may appeal from a Certification of Forfeiture. The Controller shall adopt and maintain rules and regulations for any appeal under this Subsection \n6.22(E)(8)(c), which rules shall generally include the following parameters for efficient and effective due process:\n                    (i)     Any Appeal from Certification of Forfeiture shall be filed in writing by the contractor and/or subcontractor (referred to in this Subsection \n6.22(E)(8)(c), whether singular or plural, as the \"Appellant\") within 15 days of the date of service of the Certification of Forfeiture. Appellant shall file the Appeal from Certification of Forfeiture with the City Controller and serve a copy on the Labor Standards Enforcement Officer. Failure by the contractor or subcontractor to submit a timely, written Appeal from Certification of Forfeiture shall constitute concession to the forfeiture, and the forfeiture shall be deemed final upon expiration of the 15-day period.\n                    (ii)     The Office of Labor Standards Enforcement shall promptly afford Appellant an opportunity to meet and confer in good faith regarding possible resolution of the Certification of Forfeiture in advance of further proceedings under this Subsection \n6.22(E)(8)(c), with the intention that such meeting occur within 30 days of the date the Appeal from Certification of Forfeiture is filed.\n                    (iii)     After the expiration of 30 days following the date the Appeal from Certification of Forfeiture is filed, any party may request in writing, with concurrent notice to all other parties, that the Controller appoint a hearing officer to hear and decide the appeal. If no party requests appointment of a hearing officer, the Certification of Forfeiture shall be deemed final on the 60th day after the date the Appeal from Certification of Forfeiture is filed.\n                    (iv)     Within 15 days of receiving a written request for appointment of a hearing officer under Section \n6.22(E)(8)(c)(iii), the Controller shall appoint an impartial hearing officer and immediately notify the enforcing official and Appellant, and their respective counsel or authorized representative if any, of the appointment. The appointed hearing officer shall be an Administrative Law Judge with at least ten years experience with the City and not less than two years experience in labor law, prevailing wage, and/or wage and hour matters; or shall be an attorney with knowledge and not less than five years' experience in labor law, prevailing wage, and/or wage and hour matters. \n                    (v)     The hearing officer shall promptly set a date for a hearing. The hearing must commence within 45 days of the date the Controller notice of the hearing officer appointment, and conclude within 75 days of such notice. The hearing officer shall conduct a fair and impartial evidentiary hearing in conformance with the time limitations set forth in this subsection \n6.22(E)(8)(c) and in the rules and regulations, so as to avoid undue delay in the resolution of any appeal. The hearing officer shall have the discretion to extend the times under this subsection \n6.22(E)(8)(c), and any time requirements under the rules and regulations, only upon a showing of good cause.\n                    (vi)     Appellant has the burden of proving by a preponderance of the evidence that the basis for the Certification of Forfeiture is incorrect, including any back wage and penalty assessments that are at issue in the appeal.\n                    (vii)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or dismissing the forfeiture. The decision of the hearing officer shall consist of findings and a determination. The hearing officer's findings and determination shall be final.\n                    (viii)     Appellant may appeal a final determination under this section only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1084, et seq., as applicable and as may be amended from time to time.\n               (d)     Distribution of Forfeiture. The Controller shall withhold any forfeiture as provided in the foregoing paragraphs until such time as either the contractor or subcontractor has conceded to the forfeiture or, in the event of an appeal, there is a determination no longer subject to judicial review. The Controller shall then distribute the amounts withheld in the following order: (1) the Labor Standards Enforcement Officer shall make best efforts to distribute back wages withheld to the individual workers identified as not having been paid the proper wage rate; (2) the penal sums provided for above shall inure to the benefit of the general fund of the City and County of San Francisco; (3) the Controller shall hold the balance of any back wages in escrow for workers whom the Labor Standards Enforcement Officer, despite his/her best efforts, cannot locate. In the event back wages are unclaimed for a period of three years, the Controller shall undertake administrative procedures for unclaimed funds in conformance with Government Code Section 50050, et seq., as may be amended from time to time. \n     (F)     Hours and Days of Labor.\n          (1)     Generally. For the purpose of meeting prevailing conditions and enabling employers to secure a sufficient number of satisfactory workers and artisans, no person performing labor or rendering service in the performance of any contract or subcontract for any public work or improvement as defined in this Chapter shall perform labor for a longer period than five days (Monday through Friday) of eight hours each, with two 10-minute breaks per eight-hour day, except in those crafts in which a different work day or week now prevails by agreement in private employment. Any person working hours in addition to the above shall be compensated in accordance with the prevailing overtime standards and rates. \n          (2)     Noncomplianceand Forfeiture. Any contractor or subcontractor who shall violate any of the provisions of this subsection shall be liable for the same penalties and forfeits as those specified in Subsection \n6.22(E) of this Chapter; penalties and forfeits shall be applicable for each laborer, mechanic or artisan employed for each calendar day or portion thereof whereon such laborer, mechanic or artisan is compelled or permitted to work more than the days and hours specified herein. The provisions of this subsection shall be made a part of all contracts and subcontracts for the construction of any public work or improvement. \n          (3)     Contracts Outside City and County. In the event that any public work or improvement is to be constructed outside of the City and County of San Francisco and at such a distance therefrom that those engaged in performing labor on said public work or improvement must under ordinary conditions remain at or near the site of said work or improvement when not actually engaged in the performance of labor thereon, then the officer, board or commission responsible for the construction of said public work or improvement may, in making specifications or letting contracts therefor, make provision therein for days and hours of labor beyond the limitations provided for in Section \n6.22(F) of this Chapter; but not to exceed eight hours in any one calendar day, or six days in any calendar week. In the event that emergency conditions shall arise, making a change advisable during the performance of any such contract, or any portion thereof, the hours and days of labor may be extended beyond the limits hereinabove expressed; but not to exceed eight hours per day, upon the written authority of the officer, board or commission awarding such contract. Failure of the contractor to perform such contract within the time provided shall not constitute an emergency. \n     (G)     Short Title. This subsection \n6.22(G) shall be known as and may be cited as the San Francisco Local Hiring Policy for Construction (\"Policy\"). \n          (1)     Findings and Purpose.\n               (a)     The Board of Supervisors passed Ordinance 286-94 on August 4, 1994, to establish local hiring requirements for City public work or improvement projects performed within the boundaries of the City. \n               (b)     In 2010, the San Francisco Redevelopment Agency and the City's Office of Economic and Workforce Development commissioned a study of the labor market in the construction industry in San Francisco (the \"Labor Market Analysis\"), including review of comparative demographic data regarding workers on public and private projects, scope of past and future public and private construction work in San Francisco, comparative compensation on public and private projects, demographic data regarding apprenticeship programs operating in San Francisco, and income and residency data regarding construction workers in San Francisco. \n               (c)     In 2010, the Walter and Elise Haas Fund and the San Francisco Foundation, with assistance of the City's Office of Economic and Workforce Development, convened a local hiring stakeholder process to discuss possible revision of subsection \n6.22(G), at which community, labor, contractor, and City stakeholders participated. \n               (d)     In August 2010, a report from Chinese for Affirmative Action and Brightline Defense Project entitled, \"The Failure of Good Faith,\" found that the City has historically failed to meet its local hiring goals. \n               (e)     The Budget & Finance and Land Use & Economic Development Committees of the Board of Supervisors held public hearings regarding local hiring and proposed revisions to subsection \n6.22(G). \n               (f)     The San Francisco Public Utilities Commission, Redevelopment Agency, Human Rights Commission, and other City departments and agencies held public hearings regarding local hiring. \n               (g)     The construction industry is one of the few industries providing a path to middle-class careers for individuals without advanced degrees or facing barriers to quality employment, and is therefore a crucial component of the effort to build economic opportunities for targeted residents of San Francisco, with a particular emphasis on low-income and underrepresented workers in various building and construction trades, in order to elevate historically disadvantaged populations and create more sustainable communities throughout San Francisco. \n               (h)     The City has awarded more than $8 billion in public work and improvement contracts during the last 10 years.\n               (i)     The City anticipates that it will award approximately $27 billion in public work and improvement contracts in the next 10 years. \n               (j)     City spending on public work and improvement projects over the next 10 years will generate tens of thousands of construction work hours. \n               (k)     The Board desires to ensure that employment and training opportunities created by such public work and improvement projects provide consistent and high-quality opportunities to the San Francisco labor pool, especially low-income residents of San Francisco and other disadvantaged residents. \n               (l)     Although approximately 40% of construction workers employed in San Francisco are San Francisco residents, from 2002 to 2010 San Francisco residents worked only approximately 24% of the work-hours on publicly-funded construction projects in the City, and only 20% of work-hours since July 2009. \n               (m)     The City faces unemployment levels that have risen dramatically over the past four years, climbing from a low of 3.7% in December 2006 to an average of 9.8% for each month of 2010 through July, leaving at least 44,500 San Franciscans out of work according to the California Employment Development Department, with disproportionate concentrations of high unemployment in neighborhoods such as Bayview-Hunters Point, Chinatown, the Mission, Western Addition, Visitacion Valley, the Excelsior, South of Market, Ocean View, Merced Heights and Ingleside. \n               (n)     The 2010-2014 Consolidated Plan for the City and County of San Francisco indicates that several San Francisco neighborhoods face concentrated poverty and San Francisco's slow job growth rate and changing job base has had major impacts on patterns of income inequality and disparity in the City, with distinctive, adverse, neighborhood-specific effects. \n               (o)     The loss of middle-income jobs has been associated with a diminishing middle class in San Francisco, as indicated by rising income inequality. San Francisco's unequal income distribution threatens the City's future competitiveness and overall economic stability, and the City's anti-poverty strategy aims to ensure that the City and its partners are marshaling its limited resources in an effective and coordinated way to create economic opportunities in San Francisco's low-income communities. \n               (p)     The City has made substantial public investments in its workforce development system, including CityBuild and the City's community-based partners, to create job opportunities in industries such as construction, which are vital to the economic health of the local economy, have a capacity to generate a significant number of jobs, are accessible to low- and middle-skilled individuals, have career ladder opportunities where workers can move up with additional training and skill development, and provide access to living wage and family-sustaining jobs. \n               (q)     City-funded construction projects provide a crucial opportunity to connect participants in these City-funded or City-operated workforce development programs with employment and training opportunities, and to direct employment and training opportunities created by the City's public expenditures. \n               (r)     The City and the San Francisco Redevelopment Agency have made substantial public investments toward creating and facilitating growth in economic opportunities for low-income individuals and neighborhoods in San Francisco. \n               (s)     CityBuild, San Francisco's construction training workforce program, was initiated in 2005 to serve as a training vehicle for ushering disadvantaged workers into the construction skilled trades. The program is a multi-craft pre-apprenticeship training program, and has assisted over 450 graduates, into union-sponsored apprentice programs. CityBuild, in 2009-2010, contributed approximately 44 percent of all new San Francisco resident apprentice intakes based on data provided by the California Department of Industrial Relations, Division of Apprenticeship Standards. San Francisco's workforce construction training infrastructure has the capacity to meet future demand for high quality and well trained workers in the construction trades. \n               (t)     Employment of workers that reside close to job sites has environmental benefits, including reducing the distance of commutes and resulting vehicle emissions. These environmental benefits are consistent with the mandates, policies and goals of the California Global Warming Solutions Act (AB 32), the Sustainable Communities and Climate Protection Act (SB 375), and the Climate Action Plan for San Francisco. \n               (u)     The Board seeks terms and conditions that advance the City's workforce and community development goals, removing obstacles that may have historically limited the full employment of local residents on the wide array of opportunities created by public works projects, curbing spiraling unemployment, population decline, and reduction in the number of local businesses located in the City, eroding property values and depleting San Francisco's tax base. \n               (v)     A local hiring policy is necessary to counteract these grave economic and social ills.\n          (2)     Definitions. For purposes of this subsection \n6.22(G), the following terms shall have the following meanings: \n               (a)     \"Apprentice\" means any worker who is indentured in a construction apprenticeship program that maintains current registration with the State of California's Division of Apprenticeship Standards. \n               (b)     \"Area Median Income\" or \"AMI\" means unadjusted median income levels derived from the Department of Housing and Urban Development (\"HUD\") on an annual basis for the San Francisco area, adjusted solely for household size, but not high housing cost area. \n               (c)     \"Awarding department\" means a department or commission empowered on behalf of the City to contract for a covered project.\n               (d)     \"City\" means the City and County of San Francisco, California.\n               (e)     \"Contractor\" means any person, firm, partnership, owner operator, limited liability company, corporation, joint venture, proprietorship, trust, association, or other entity that contracts directly with the City to perform construction work on a covered project. A contractor may also be referred to as a \"prime contractor\" or \"general contractor.\" \n               (f)     \"Covered project\" means a public work or improvement project or part thereof to which this subsection \n6.22(G) applies, under standards set forth in subsection \n6.22(G)(3). \n               (g)     \"Disadvantaged worker\" means a local resident, as defined below, who (i) resides in a census tract within the City with a rate of unemployment in excess of 150% of the City unemployment rate, as reported by the State of California Employment Development Department; or (ii) at the time of commencing work on a covered project has a household income of less than 80% of the AMI, or (iii) faces or has overcome at least one of the following barriers to employment: being homeless; being a custodial single parent; receiving public assistance; lacking a GED or high school diploma; participating in a vocational English as a second language program; or having a criminal record or other involvement with the criminal justice system. \n               (h)     \"Local hiring incentives\" means the incentives set forth in subsection \n6.22(G)(5) of this Policy.\n               (i)     \"Local hiring requirements\" means the requirements set forth in subsection \n6.22(G)(4) of this Policy.\n               (j)     \"Local resident\" means an individual who is domiciled, as defined by Section 349(b) of the California Election Code, within the City at least seven (7) days prior to commencing work on the project. \n               (k)     \"OEWD\" means the City's Office of Economic and Workforce Development.\n               (l)     \"Policy\" means this subsection \n6.22(G).\n               (m)     \"Project work\" means construction work performed as part of a covered project.\n               (n)     \"Project work hours\" means the total hours worked on a construction contract by all apprentices and journey level workers, whether those workers are employed by the contractor or any subcontractor. \n               (o)     \"Subcontractor\" means any person, firm, partnership, owner operator, limited liability company, corporation, joint venture, proprietorship, trust, association, or other entity that contracts with a prime contractor or another subcontractor to provide services to a prime contractor or another subcontractor in fulfillment of the prime contractor's or that other subcontractor's obligations arising from a contract for construction work on a covered project. \n               (p)     \"Targeted worker\" means any local resident or disadvantaged worker.\n               (q)     \"New hire\" means any employee of a contractor who is not listed on the contractor's quarterly tax statements for the tax period and has been hired prior to the commencement of work. \n               (r)     \"Core employee or worker\" means an apprentice or journey level employee, who possesses any license required by state or federal law for the project work to be performed, of a contractor or subcontractor who appears on that contractor or subcontractor's certified payroll sixty (60) of the previous one hundred calendar (100) days prior to date of award of a city contract. \n          (3)     Coverage.\n               (a)     Threshold for Public Work and Improvement Projects. This Policy applies to contracts with prime contractors for public works or improvements estimated to cost in excess of the Threshold Amount set forth in Section \n6.1 of this Chapter, as that amount may be amended. \n               (b)     Projects Constructed Outside the City. Covered City projects constructed within 70 miles from the jurisdictional boundary of the City and County of San Francisco shall be governed by the terms of this Policy, except that percentage requirements shall apply in proportion to the City's actual cost after reimbursement from non-City sources compared to the total cost of the project. Covered City projects constructed 70 miles or more beyond the jurisdictional boundary of the City and County of San Francisco shall be subject to this Policy, except the \"local\" requirement shall include San Francisco residents, workers local to the area where the work is located, and workers residing within the region where the work is located. Awarding departments shall work with OEWD and regional local hiring programs to comply. \n               (c)     Projects Utilizing Federal or State Funds.\n                    (i)     Segregation of Funds and Contract Awards. Where the application of this Policy would violate federal or state law, or would be inconsistent with the terms or conditions of a grant or a contract with an agency of the United States or the State of California, the City department or agency receiving the grant or contract shall, where administratively feasible, segregate federal or state funds from City funds, and/or segregate project administration and contracts, so as to maximize application of this Policy to City-funded construction work. \n                    (ii)     Alternative Terms in Case of Conflict. Where the provisions of this Policy would be prohibited by Federal or State law, or where the application of this Policy would violate or be inconsistent with the terms or conditions of a grant or a contract with an agency of the United States or the State of California, and where segregation of funds pursuant to subsection 6.22(G)(3)(c)(i) is not administratively feasible with regard to some or all of the project in question, then OEWD, in consultation with the awarding department, shall adapt requirements of this Policy into a set of contract provisions that advance the purposes of this Policy to the maximum extent feasible without conflicting with federal or state law or with terms or conditions of the State or Federal grant or contract in question. The awarding department shall include this set of contract provisions in the public works or improvement contract with regard to the project or portions of the project for which this Policy would conflict with Federal or State requirements. \n               (d)     Out-of-State Workers. Project work hours performed by residents of states other than California shall not be considered in calculation of the number of project work hours to which the local hiring requirements apply. Contractors and subcontractors shall report to awarding departments and OEWD the number of project work hours performed by residents of states other than California. \n          (4)     Local Hiring Requirements.\n               (a)     For each covered project, the following requirements shall apply to each prime contractor and subcontractor that performs project work in excess of the Threshold Amount set forth in section \n6.1 of this Chapter, as that amount may be amended, with regard to project work actually performed by the prime contractor and work included under any subcontract, including all work performed by a subcontractor and all lower-tier subcontractors under the subcontract: \n                    (i)     The initial mandatory participation level is 20% of all project work hours within each trade performed by local residents, with no less than 10% of all project work hours within each trade performed by disadvantaged workers. Subject to the periodic review process set forth in subsection \n6.22(G)(4)(b), below, the mandatory participation level for project work hours shall increase annually over seven years up to a mandatory participation level of 50% of project work hours within each trade performed by local residents, with no less than 25% of all project work hours within each trade performed by disadvantaged workers. For each mandatory participation percentage specified below, one-half of the specified percentage of project work hours within each trade shall be performed by disadvantaged workers. \n\nYear After Effective Date That\nContract Is Advertised for Bids\nMandatory Participation Level\nFor Project Work Hours\n0\n20%\n1\n25%\n2\n30%\nPeriodic Review\nPeriodic Review\n3\n35%\n4\n40%\n5\n45%\nPeriodic Review\nPeriodic Review\n6\n50%\n                    (ii)     At least 50% of the project work hours performed by apprentices within each trade shall be performed by local residents, with no less than 25% of project work hours performed by apprentices within each trade to be performed by disadvantaged workers. \n               (b)     Periodic Review By OEWD and Controller. OEWD, in coordination with the Controller's Office, shall every three years from the effective date of this Policy, evaluate the impact of existing mandatory participation levels and the continued need for financial incentives as set forth in subsection \n6.22(G)(5). The OEWD/Controller review shall (i) determine whether there is a sufficient supply of qualified unemployed resident workers to meet the escalation rate set forth in subsection \n6.22(G)(4)(a)(i), above; (ii) assess the length of time required for each trade to develop a pool of qualified resident workers sufficient to support a 50% mandatory participation target; and (iii) make relevant findings in support of those determinations, and, if necessary, propose amendments to the mandatory participation level by trade. OEWD and the Controller's Office shall further report on the financial incentive program and make relevant findings and, if necessary, propose reducing or eliminating financial incentives. During the periodic review process, OEWD and the Controller's Office shall consult with a broad spectrum of relevant stakeholders (including the community, the California Department of Industrial Relations Division of Apprenticeship Standards, contractors, building trades, and City departments and agencies). Promptly upon completion of a periodic review, OEWD and the Controller's Office shall furnish to the Board of Supervisors a report setting forth their findings, determinations and proposed amendments to the mandatory participation level by trade and/or the financial incentive program, if any. The Board shall, by resolution, fix and determine the mandatory participation levels by trade and available financial incentives, if any. The mandatory participation levels by trade and financial incentives as so fixed and determined by the Board shall supplant the mandatory participation levels and financial incentives that this Policy sets and shall remain in force until the same are changed by the Board. In determining the mandatory participation levels by trade and available financial incentives, as so provided for in this subsection, the Board shall not be limited to consideration of the periodic review report furnished by OEWD and the Controller's Office, but may consider other such evidence upon the subject as the Board shall deem proper and base its determination upon any or all of the evidence considered. \n               (c)     Pipeline and Retention Compliance. Contractors and subcontractors may use one or more of the following pipeline and retention compliance mechanisms to receive a conditional waiver from the local hiring requirements on a project-specific basis: \n                    (i)     Specialized Trades. Every two calendar years, OEWD shall publish a list of trades designated as \"Specialized Trades,\" for which the local hiring requirements of this Policy shall not be applicable. Prior to designating a trade as a Specialized Trade, OEWD shall have made findings that: (a) considering all referral sources and best estimates of workers residing in the City, there will be insufficient numbers of qualified and available local residents and disadvantaged workers to enable contractors and subcontractors to satisfy the local hiring requirements for such trade; and (b) best estimates indicate that on all covered projects during those calendar years, in the aggregate, demand for work hours in such trade will not exceed a maximum number of hours as determined by OEWD through the regulatory process set forth in subsection \n6.22(G)(8)(a). All contractors and subcontractors shall report to OEWD the project work hours utilized in each designated Specialized Trade. \n                    (ii)     Credit for Hiring on Non-covered Projects. Contractors and subcontractors may accumulate credit hours for hiring San Francisco disadvantaged workers on non-covered projects in the nine-county San Francisco Bay Area and apply those credit hours to contracts for covered projects to meet the applicable minimum mandatory hiring requirements set forth above or to work off penalties assessed under subsection \n6.22(G)(7)(f). OEWD shall establish criteria for credit hours and their application to meet the minimum participation requirements. OEWD shall consider credit hours to be accumulated for work on non-covered projects performed by San Francisco disadvantaged workers only if (a) the San Francisco disadvantaged worker performing work on the non-covered project is paid prevailing wages for such work; and, in the case of non-covered projects in the City and County of San Francisco, (b) the number of hours to be credited for the non-covered project in question exceed one-half of the number of disadvantaged worker hours that would be required if the project were a covered project. \n                    (iii)     Sponsoring Apprentices. A contractor or subcontractor may avoid the assessment of penalties under subsection \n6.222(G)(7)(f) for failing to meet applicable hiring requirements by demonstrating the high impracticality of complying with the mandatory participation level for a particular contract or classes of employees before project commencement by agreeing to sponsor an OEWD-specified number of new apprentices in trades in which noncompliance is likely and retaining those apprentices for the entire period of a contractor's or subcontractor's work on the project. OEWD will verify with the California Department of Industrial Relations Division of Apprenticeship Standards that the OEWD-specified number of new apprentices are registered and active apprentices prior to issuing a release from penalties. \n                    (iv)     Direct Entry Agreements. OEWD is authorized to negotiate and enter into direct entry agreements with apprenticeship programs that are registered with California Department of Industrial Relations' Division of Apprenticeship Standards, and, if OEWD is successful in such negotiations, to develop standards and procedures through which contractors and subcontractors may avoid assessments of penalties by hiring and retaining apprentices who enrolled through such direct entry agreements. Such standards and procedures shall allow avoidance of penalty assessments only where OEWD has made a project-specific determination that compliance with local hiring requirements would be impractical for that contractor or subcontractor. Direct entry agreements negotiated pursuant to this section shall: (a) be enforceable contracts; (b) require apprenticeship programs to enroll a class of apprentices no less frequently than every 365 days; (c) specify all admissions standards related to applicants' training and skills; (d) specify a minimum number of local residents and disadvantaged workers meeting those standards who shall be admitted in each class of apprentices; and (e) be on file with and deemed permissible by the Division of Apprenticeship Standards. OEWD's annual report to the Board as required by subsection \n6.22(G)(8)(f) shall include the number of releases from penalties granted based on this subsection, the number of local residents enrolled as apprentices based on direct entry agreements, and the number of direct entry agreements in effect, and shall identify the trades in question. \n               (5)     Local Hiring Incentives.\n                    (a)     Incentive Criteria. Contractors and subcontractors may receive financial and non-financial incentives for exceeding the local hiring requirements on a covered project. Project work hours credited under subsection \n6.22(G)(4)(c) shall not be the basis for any financial or non-financial incentive payment or entitlement. \n                    (b)     Administration. Awarding departments will work in consultation with OEWD to establish the operation and amounts of the incentives, if any. \n                         (i)     Any financial incentives provided on a covered project shall comply with applicable law and shall not exceed one percent of the estimated cost of the project. If financial incentives are made available for a covered project, awarding departments shall pay such incentives, if earned by a contractor or subcontractor, only after a contractor or subcontractor has completed work on the project and OEWD has approved the contractor's or subcontractor's request for incentive payment. Subcontractors requesting incentive payments shall submit requests to the awarding department and OEWD through the prime contractor, not directly to the awarding department or OEWD. Payment of subcontractor incentives shall be paid to the prime contractor for the benefit of the appropriate subcontractor(s). Prime contractor must pay subcontractor(s) within 10 days of receipt of financial incentives from the City. \n                         (ii)     OEWD shall, by regulation, develop non-financial incentives such as expedited permitting and reduced administrative burden.\n               (6)     Additional Contractor Rights and Responsibilities.\n                    (a)     Local Hiring Plan for Large Projects. For covered projects estimated to cost more than $1,000,000, the prime contractor shall prepare and submit to the awarding department and OEWD for approval a local hiring plan for the project. The local hiring plan shall be a written plan for implementation of the requirements of this Policy, including an approximate timeframe for hiring decisions of subcontractors, a description of the hiring processes to be utilized by subcontractors, an estimate of numbers of targeted workers needed from various referral sources, qualifications needed for such targeted workers, and a recruitment plan detailing an outreach strategy for candidates representative of local demographics. An awarding department shall not issue a Notice to Proceed (NTP) without receiving the Local Hiring Plan. The awarding department may issue an NTP upon submittal of the Plan, but in no case may any payment be made until such time as it has verified in writing that OEWD has approved the prime contractor's local hiring plan. \n                    (b)     Referral Sources. Where a contractor's or subcontractor's preferred hiring or staffing procedures for a covered project do not enable that contractor or subcontractor to satisfy the local hiring requirements of this Policy, the contractor or subcontractor shall use other procedures to identify and retain targeted workers. These procedures shall include requesting workers from CityBuild, San Francisco's centralized referral program, and considering targeted workers who are referred by CityBuild within three business days of the request and who meet the qualifications described in the request. Such consideration shall include in-person interviews. Qualifications described in the request shall be limited to skills directly related to performance of job duties. When a contractor or subcontractor has taken these steps and a local resident or disadvantaged worker is not available, contractor or subcontractor may request a conditional waiver as described in subsection \n6.22(G)(4)(c). \n                    (c)     Hiring Discretion. This Policy does not limit contractors' or subcontractors' ability to assess qualifications of prospective workers, and to make final hiring and retention decisions. No provision of this Policy shall be interpreted so as to require a contractor or subcontractor to employ a worker not qualified for the position in question, or to employ any particular worker. \n                    (d)     Subcontractor Compliance. Each contractor and subcontractor shall ensure that all subcontractors agree to comply with applicable requirements of this Policy. All subcontractors agree as a term of participation on a covered project that the City shall have third party beneficiary rights under all contracts under which subcontractors are performing project work. Such third party beneficiary rights shall be limited to the right to enforce the requirements of this Policy directly against the subcontractors. All subcontractors on a covered project shall be responsible for complying with the recordkeeping and reporting requirements set forth in this Policy. Subcontractors with work in excess of the Threshold Amount shall be responsible for ensuring compliance with the local hiring requirements set forth in subsection \n6.22(G)(4) based on project work hours performed under their subcontracts, including project work hours performed by lower tier subcontractors with work less than the Threshold Amount. \n               (7)     Enforcement.\n                    (a)     Role of OEWD. OEWD is authorized to enforce all terms of this Policy. Awarding departments shall work cooperatively with OEWD to implement requirements of this Policy, to include the provisions of the Policy in every contract for which inclusion is required, to assist contractors and subcontractors in complying with the Policy, and to assist OEWD in furthering the purposes of the Policy through monitoring and enforcement activities. OEWD shall determine the records required to be verified and/or provided by contractors and subcontractors to establish workers' qualifications and statuses relevant to this Policy. \n                    (b)     Role of Community-Based Partners. OEWD shall be authorized to engage its community-based partners in the City's workforce development system to assist with the recruitment and retention of targeted workers. OEWD shall, through the existing Workforce Investment Board, provide a forum for community members, community-based organizations, and representatives of all stakeholders affected by or interested in this Policy to exchange information and ideas and to advise OEWD staff concerning the operation and results of the Policy. \n                    (c)     Recordkeeping. Each contractor and subcontractor shall keep, or cause to be kept, for a period of four years from the date of substantial completion of project work on a covered project, certified payroll and basic records, including time cards, tax forms, and superintendent and foreman daily logs, for all workers within each trade performing work on the covered project. Such records shall include the name, address and social security number of each worker who worked on the covered project, his or her classification, a general description of the work each worker performed each day, the apprentice or journey-level status of each worker, daily and weekly number of hours worked, the self-identified race, gender, and ethnicity of each worker, whether or not the worker was a local resident or disadvantaged worker, and the referral source or method through which the contractor or subcontractor hired or retained that worker for work on the covered project (e.g., core workforce, name call, union hiring hall, City-designated referral source, or recruitment or hiring method). Contractors and subcontractors may verify that a worker is a local resident through the worker's possession of a valid SF City ID Card or other government-issued identification. OEWD and awarding departments may require additional records to be kept with regard to contractor or subcontractor compliance with this Policy. All records described in this section shall at all times be open to inspection and examination by the duly authorized officers and agents of the City, including representatives of the awarding department and the OEWD. \n                    (d)     Reporting. The OEWD shall establish reporting procedures for contractors and subcontractors to submit to OEWD and the awarding department the records described above, for purposes of monitoring compliance with and effectiveness of this Policy and monitoring operation of the City's public construction sector for other valid purposes. All records submitted by contractor or subcontractor shall be accompanied by a statement of compliance signed by an authorized representative of contractor or subcontractor indicating that the records are correct and complete. \n                    (e)     Monitoring. From time to time and in its sole discretion, OEWD and/or the awarding department may monitor and investigate compliance of contractor and subcontractors working on covered projects with requirements of this Policy. OEWD and awarding departments shall have the right to engage in random inspections of job sites, subject to construction schedule and safety concerns. Each contractor and subcontractor shall allow representatives of OEWD and the awarding department, in the performance of their duties, to engage in random inspections of job sites and to have access to the employees of the contractor and subcontractor and the records required to be kept by this Policy. The OEWD shall establish an administrative procedure for OEWD monitoring of compliance with this Policy and to address allegations of noncompliance. The OEWD shall have sole authority over the administration of this procedure. Except as prohibited by law, OEWD will make data collected under subsections 7(c) and (d) of this Policy available on-line to the public in real-time and create a process for members of the public to submit complaints regarding alleged violations of this Policy. The OEWD shall investigate all complaints filed by members of the public; the scope, methods, and conclusions of all such complaint-driven investigations shall be within the discretion of OEWD, with no right of the complaining party to determine the scope or methods of the investigation. All contractors, subcontractors and awarding departments shall cooperate fully with the OEWD in monitoring and compliance activities. The OEWD may interview, either at the worksite or elsewhere, any witness who may have information related to a complaint. \n                    (f)     Compliance Procedures.\n                         (i)     Consequences of Noncompliance. Awarding departments and OEWD have the authority to seek for violations of this Policy all of the consequences imposed by or described in this Policy, in the contract for a covered project, or by statute, including the authority to assess penalties as described herein, assess damages for other violations of terms of this Policy, and/or seek penalties set forth in Article V of this Chapter, including debarment. \n                         (ii)     Penalties Amount. Any contractor or subcontractor who fails to satisfy local hiring requirements of this Policy applicable to project work hours performed by local residents shall forfeit ; and, in the case of any subcontractor so failing, the contractor and subcontractor shall jointly and severally forfeit to the City an amount equal to the journeyman or apprentice prevailing wage rate, as applicable, with such wage as established by the Board of Supervisors or the California Department of Industrial Relations under subsection \n6.22(E)(3), for the primary trade used by the contractor or subcontractor on the covered project for each hour by which the contractor or subcontractor fell short of the local hiring requirement. The assessment of penalties under this subsection shall not preclude the City from exercising any other rights or remedies to which it is entitled. \n                         (iii)     Assessment of Penalties. It shall be the duty of the awarding department, when certifying to the Controller any payment which may become due under a contract, to deduct from said payment or payments the total amount of penalties due under this subsection. In doing so, the department head must also notify the OEWD of his or her action. OEWD may also upon written notice to the awarding department, certify to the Controller any forfeiture to deduct from any payment as provided for in this subsection. Certification of forfeitures under this subsection shall be made only upon an investigation by the awarding department or OEWD and upon written notice to the contractor or subcontractor identifying the grounds for the forfeiture or forfeitures, and providing the contractor or subcontractor with the opportunity to respond. The Controller, in issuing any warrant for any such payment, shall deduct from the amount which would otherwise be due on said payment or payments the amount of said forfeiture or forfeitures as so certified. Any retainage to cover contract performance that may become due to contractor under subsection \n6.22(J) may be withheld by the City pending a determination by the awarding department or OEWD as to whether a contractor or subcontractor must pay a penalty or penalties. \n                         (iv)     Recourse Procedure. If the contractor or subcontractor disagrees with the assessment of penalties as so provided in this subsection, then the following procedure applies: \n                              (a)     The contractor or subcontractor may request a hearing in writing within 15 days of the date of the final notification of assessment. The request shall be directed to the City Controller. Failure by the contractor or subcontractor to submit a timely, written request for a hearing shall constitute concession to the assessment and the forfeiture shall be deemed final upon expiration of the 15-day period. The contractor or subcontractor must exhaust this administrative remedy prior to commencing further legal action. \n                              (b)     Within 15 days of receiving a proper request, the Controller shall appoint a hearing officer with knowledge and not less than five years' experience in labor law, and shall so advise the enforcing official and the contractor or subcontractor, and/or their respective counsel or authorized representative. \n                              (c)     The hearing officer shall promptly set a date for a hearing. The hearing must commence within 45 days of the notification of the appointment of the hearing officer and conclude within 75 days of such notification unless all parties agree to an extended period. \n                              (d)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or dismissing the assessment. The decision of the hearing officer shall consist of findings and a determination. The hearing officer's findings and determination shall be final. \n                              (e)     The contractor or subcontractor may appeal a final determination under this section only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1084, et seq., as applicable and as may be amended from time to time. \n                         (v)     Distribution of Penalties. The Controller shall withhold any penalties assessed as provided in the foregoing subparagraphs until such time as either the contractor or subcontractor has conceded to the penalties or, in the event of an objection, there is a determination no longer subject to judicial review. The Controller shall then deposit the amounts withheld into a special account which shall be created for the sole purpose or receiving said funds. The funds deposited into this account shall be used to support the enforcement of this Policy and the further development of workforce development initiatives to train and prepare local residents for careers in construction. \n                         (vi)     Other Violations; Repeated Violations. Violations of this Policy for which penalties or other remedies are not specified above constitute violations of contract terms, for which the full range of remedies under the contract may be invoked, including but not limited to withholding of progress payments in amounts deemed proportional to the violation. Awarding departments shall comply with and implement damages claims and other noncompliance consequences assessed or required by OEWD. \n               (8)     Miscellaneous.\n                    (a)     Regulations and Administrative Guidance. OEWD shall be the primary department authorized to implement and enforce this Policy. OEWD shall issue regulations and/or administrative guidance regarding implementation of the Policy, including (i) documentation and recordkeeping requirements, (ii) incentive payments, (iii) monitoring and compliance activities, (iv) project and/or contract coverage determinations, (v) designated referral sources, (vi) bid and contract documents implementing the Policy, (vii) procedures for application of the Policy to alternative competitive bidding processes set forth in \nArticle IV of this Chapter, and (viii) other matters related to implementation of this Policy. Awarding departments shall cooperate with and assist in implementation of OEWD actions and determinations regarding this Policy. \n                    (b)     Assistance in Monitoring, Investigations, and Implementation. In accordance with applicable law, the City may enter into one or more contracts for investigative and monitoring services to further the purposes of this Policy, or to assist OEWD or awarding departments in developing and implementing systems needed to advance the purposes of this Policy. \n                    (c)     Departmental Assistance with Monitoring and Enforcement Costs. Subject to the fiscal and budgetary provisions of the City Charter and applicable federal and state laws and regulations, OEWD is authorized to receive from awarding departments the amount reasonably calculated to pay for the costs, including litigation costs, of monitoring and enforcing requirements of this Policy. OEWD shall supervise the expenditure of all funds appropriated for these purposes. \n                    (d)     Effective Date. This Policy shall become effective upon the date of its enactment and shall apply to covered projects first advertised for bids by awarding departments more than sixty (60) days after such date. \n                    (e)     Existing Project Labor Agreements. This Policy shall not apply to project labor agreements entered into by awarding departments prior to the effective date of this Policy (\"Existing PLAs\") or to public work or improvement contracts advertised for bids after the effective date of this Policy that are covered by Existing PLAs, where the terms of the Existing PLAs and this Policy are in conflict. Notwithstanding the foregoing, this Policy shall apply to (i) any material amendment to an Existing PLA executed by an awarding department after the effective date of this Policy; (ii) any new public work or improvement contract over the threshold amount set forth in subsection \n6.22(G)(3)(a) that is added to the scope of an Existing PLA based on a discretionary decision by the awarding department after the effective date of this Policy. \n                    (f)     Annual Report To Board. Commencing on March 1, 2012, and annually thereafter, the Director of OEWD shall submit a written report to the Board of Supervisors. That report shall document each awarding department's performance under the terms of this Policy, including, among other things, the compliance of each department's contractors and subcontractors with the requirements of this Policy, any significant challenges experienced by OEWD or awarding departments in implementing or enforcing this Policy, and proposed remedies to address any such challenges. That report shall include documentation, organized by awarding department, of the overall percentage of project work hours on covered projects performed by local residents, disadvantaged workers, local resident apprentices, and residents of states other than California. The report shall also compare the demographics of workers performing work on covered projects, using data collected under the Policy, to the demographics of the qualified labor pool. Awarding departments shall cooperate with requests by OEWD for information needed by the Director to make such reports to the Board. \n                    (g)     Material Term; Contractors' Agreements. All contracts and subcontracts for performance of project work shall include compliance with this Policy as a material term, directly enforceable by the City as described herein. As a condition of performance of project work, each contractor and subcontractor agrees: to comply with all provisions of this Policy; that provisions of this Policy are reasonable and are achievable by the contractor or subcontractor, including the reporting requirements and consequences for noncompliance described herein; and that the contractor or subcontractor had a full and fair opportunity to review and understand terms of this Policy, in consultation with counsel if so desired. \n                    (h)     Severability. If any provision of this Policy or any application thereof to any person or circumstances is held invalid by final judgment of any court of competent jurisdiction, such invalidity shall not affect other provisions or application of this Policy which can be given effect without the invalid provision or application, and to this end the provisions of this Policy are declared to be severable. \n                    (i)     Conflicting Agreements. In case of conflict between terms of this Policy and a contractual agreement entered into by a contractor, subcontractor or awarding department, terms of this Policy shall govern. Each party to a contract incorporating terms of this Policy agrees through that contract that either it is not a party to such a conflicting agreements, or that it will comply with terms of this Policy as incorporated into the contract, rather than with any conflicting agreements. After the effective date of this Policy, no awarding department may enter into a project labor agreement or other contract relating to or applying to the performance of project work on a covered project that conflicts with or precludes contractor and subcontractor compliance with terms of this Policy. \n                    (j)     Reciprocity. An awarding department or OEWD may negotiate reciprocity agreements with other local jurisdictions that maintain local hiring programs, provided that such agreements advance the Policy goals of this subsection. Any such reciprocity agreement shall allow targeted workers in each jurisdiction to utilize and benefit from local hiring requirements and referral systems in the other jurisdiction on the same terms as do the workers residing in that jurisdiction. When such a reciprocity agreement is in effect, residents of another jurisdiction may be counted toward satisfaction of the local hiring requirements of this Policy. Any reciprocity agreement negotiated by an awarding department or OEWD shall be subject to the approval of the Board of Supervisors by resolution. \n     (H)     Modifications - Requirements. If it becomes necessary in the prosecution of any public work or improvement under contract to make alterations or modifications or to provide for extras, such alterations, modifications or extras shall be made only on written recommendation of the department head responsible for the supervision of the contract, together with the approval of the Mayor or the Mayor's designee or the Board or Commission, as appropriate to the department, and also the approval of the Controller, except as hereafter provided. The Mayor or the Board or Commission, as appropriate to the Department, may delegate in writing the authority to approve such alterations, modifications or extras to the Department head, except as provided below. The Controller may delegate in writing the authority to encumber funds from prior appropriations for such alterations, modifications or extras to the Department head prior to the certification for payment. Such authority, when granted, will clearly state the limitations of the changes to be encompassed. \n          (1)     Increasing or Decreasing Price. Alterations, modifications or extras in any contract, which will increase or decrease the contract cost or scope, may be made or allowed only on the written recommendation of the department head responsible for the supervision of the contract stating the amount and basis for such increase or decrease. For any cumulative increase or decrease in price in excess of ten percent of the original contract price or scope, the Department head shall obtain the approval of the Mayor or Mayor's designee or the Board or Commission as appropriate and also the approval of the Controller notwithstanding any delegation provided for above. \n          (2)     Extensions of Time. Upon finding that work under a construction contract cannot be completed within the specified time because of an unavoidable delay as defined in the contract, the Department head may extend the time for completion of the work. If the cumulative extensions of time exceeds ten percent of the original contract duration, the Department head shall first obtain the approval of the Mayor, the Mayor's Designee, Board or Commission, as appropriate to the Department notwithstanding any delegation provided for above. All time extensions shall be in writing, but in no event shall any extension be granted subsequent to the issuance of a certificate of final completion. \n               (a)     Time Extension Not Waiver of City's Rights. The granting of an extension of time because of unavoidable delays shall in no way operate as a waiver on the part of the City and County or the Department head, Mayor, Board or Commission of the right to collect liquidated damages for other delays or of the right to collect other damages or of any other rights to which the City and County is entitled. \n               (b)     No Extension Granted When Contract Based on Time Estimates. When any award of contract has been made in consideration, in whole or in part, of the relative time estimates of bidders for the completion of the work, no extension of time may be granted on such contract beyond the time specified for completion, unless the liquidated damages for each day the work is uncompleted beyond the specified time shall be collected; provided, however, that this shall not apply to unavoidable delays due to acts of God. \n               (c)     Avoidable and Unavoidable Delay; Limitation of Damages for Delay. The department head administering the public work shall have the authority to specify in the contract the delays that shall be deemed avoidable or unavoidable. The City and County shall not pay damages or compensation of any kind to a contractor because of delays in the progress of the work, whether such delays be avoidable or unavoidable; provided, however, the City and County may pay for (1) delays caused to the contractor by the City and County and (2) such unavoidable delays as may be specifically stated in the contract. Such latter delays will be compensated for only under the conditions specified in the contract. \n               (d)     Notice of Delay Required. The contractor shall promptly notify the Department head in writing, of all anticipated delays in the prosecution of the work and, in any event, promptly upon the occurrence of a delay, the notice shall constitute an application for an extension of time only if the notice requests such extension and sets forth the contractor's estimate of the additional time required together with a full recital of the causes of unavoidable delays relied upon. The Department head may take steps to prevent the occurrence or continuance of the delay, may classify the delay as avoidable or unavoidable and may determine to what extent the completion of the work is delayed thereby. \n     (I)     Liquidated Damages. Any contract may provide a time within which the contract work, or portions thereof, shall be completed and may provide for the payment of agreed liquidated damages to the City and County for every calendar or working day thereafter during which such work shall be uncompleted. \n     (J)     Retention of Progressive Payments. Any contract for construction services may provide for progressive or milestone payments, if the Advertisement For Bids shall so specify. Each progress or milestone payment shall constitute full compensation for the value of work performed and materials furnished for a specified period, less amounts withheld as a result of dispute or as required by law.\n          (1)     For all contracts entered into on or after the effective date of this Ordinance, from every progress payment, the City shall hold 5 percent in retention.\n          (2)     Notwithstanding the subparagraph above, the City may hold greater than 5 percent but not more than 10 percent in retention if the Department head responsible for the public work determines that the work or improvement is substantially complex and therefore warrants a higher retention amount, and the retention amount is specified in the Advertisement For Bids. For contracts with retention amounts greater than 5 percent, if the Department head responsible for the public work determines that the contract is 50 percent or more complete, that the contractor is making satisfactory progress, and that there is no specific cause for greater withholding, the Department head, upon the written request of contractor, may authorize one of the following two options: (a) the City shall release part of the retention to the contractor so that the amount held in retention by the City, after release to the contractor, is reduced to an amount not less than 5 percent of the total value of the labor and materials furnished, and the City shall proceed to retain 5 percent of any subsequent progress payment under the contract; or (b) the City shall continue to hold the already withheld retention amount, up to 5 percent of the total contract price, and shall not deduct further retention from progress payments.\n          (3)     The Department head shall authorize the release of retention, in whole or in part, for work completed by subcontractors certified by the HRC as LBEs. The Department head shall do so only upon a written request by the contractor certifying (i) the work by the certified LBE subcontractor is completed and satisfactory in accordance with the plans and specifications for the project; (ii) the total amount paid to the certified LBE subcontractor by the contractor as of the date of the written request and the total amount of the subcontract; and (iii) the amount of retention associated with the work performed by the certified LBE subcontractor. Following a release of such retention, and in order to calculate retention and retention withholding from further progress or milestone payments, the City will reduce the total retention required under the foregoing paragraphs (1) and (2) by the amount paid to the certified LBE subcontractor(s) for whom the City released the retention. The release of retention under this subparagraph shall not reduce the responsibilities or liabilities of the contractor or its surety under the contract or applicable law. For any contract awarded under this Chapter prior to the enactment of this subparagraph, a Department head may in his or her sole discretion incorporate this subparagraph by change.\n          (4)     The Department head shall authorize the release of retention, in whole or in part, for work completed by subcontractors under any public work contract awarded under this Chapter with a construction duration of more than two years. The Department head shall do so only upon a written request by the contractor certifying (i) the work by the subcontractor is completed and satisfactory in accordance with the plans and specifications for the project; (ii) the total amount paid to the subcontractor by the contractor as of the date of the written request and the total amount of the subcontract; and (iii) the amount of retention associated with the work performed by the subcontractor. The City may issue or authorize the release of retention within six months of the date of the request. Following a release of such retention, and in order to calculate retention and retention withholding from further progress or milestone payments, the City will reduce the total retention required under the foregoing paragraphs (1) and (2) by the amount paid to the subcontractor(s) for whom the City released retention. The release of retention under this subparagraph shall not reduce the responsibilities or liabilities of the contractor or its surety under the contract or applicable law. For any contract awarded under this Chapter prior to the enactment of this subparagraph with a construction duration of more than two years, a Department head may in his or her sole discretion incorporate this subparagraph by change order.\n          (5)     Retention shall be withheld solely for the benefit and protection of the City.\n          (6)     When the Department head responsible for the public work determines that the contract is 98 percent or more complete, the Department head may reduce retention funds to an amount equal to 200 percent of the estimated value of work yet to be completed, plus any amount necessary to cover offsets by the City for liquidated damages, defective work, stop notices, forfeitures, and other charges. The City shall release retention to the contractor upon the following conditions: (a) the contractor has reached final completion under the contract terms and conditions and (b) the contract is free of offsets by the City for liquidated damages, defective work and the like, and is free of stop notices, forfeitures, and other charges.\n          (7)     For all contracts awarded under this Chapter, in no event shall the City be liable for interest or charges arising out of or relating to the date the City issues any progress, milestone or other payment or the date the City releases all or part of the retention, except that the City will pay interest at the legal rate, as set forth in section 685.010(a) of the California Code of Civil Procedure as that section may be amended from time to time, on any improperly withheld amounts commencing no earlier than 90 days after the date the City should have made any progress payment or released all or part of the retention. Under no circumstances shall the legal rate of interest paid by the City under this provision exceed 10 percent per annum. The payment of interest under this provision is the limit of the City's liability with respect to any claim for interest on improperly withheld amounts.\n          (8)     For contracts entered into between January 1, 2012 and the effective date of this Ordinance, upon the written request of the contractor, the Department head responsible for the public work shall have the discretion to reduce retention to 5 percent, pursuant to one of the two options set forth in subparagraph (2).\n     (K)     Inspection and Acceptance of Completed Work; Final Payment. The Department head authorized to execute any contract for public works or improvements shall be responsible for the inspection and acceptance of such work on completion. Such acceptance shall be in writing and shall include the certificate of the Department head concerned that the work covered by the contract has been fully and satisfactorily completed in accordance with the plans and specifications therefor. Receipt of copy of such acceptance in writing shall constitute the Controller's authority to complete any payments due the contractor under the contract; provided that the Controller may make such additional investigation or inspection as is provided by Administrative Code Section \n10.07. \n     (L)     Termination for Convenience. In all contracts for the construction of any public work or improvement, the Department head authorized to execute any contract for any public work or improvement may include in the specifications setting forth the terms and conditions for the performance of the contract a provision that the City and County may terminate the performance of work under the contract whenever the Department head shall determine, with the approval of the Mayor, the Mayor's designee or the Board or Commission concerned, that such termination is in the best interest of the City and County. Any such termination shall be effected by delivery to the contractor of a notice of termination specifying the extent to which performance of work under the contract is terminated and the date upon which such termination becomes effective. The Department head is hereby authorized to include within such construction contract the appropriate language to implement this subsection. \n     (M)     Articles Not to be Prison Made. No article furnished under any contract awarded under the provisions of this Chapter shall have been made in a prison or by convict labor except for articles made in prisons or by convicts under the supervision and control of the California Department of Corrections and limited to articles for use by the City and County's detention facilities. \n     (N)     Employment of Apprentices. All construction contracts awarded under this Chapter shall require the Contractor to comply with the requirements of the State Apprenticeship Program (as set forth in the California Labor Code, Division 3, Chapter 4 [commencing at Section 3070] and Section 1777.5), as it may be amended from time to time, and shall require the Contractor to include in its subcontracts the obligation for subcontractors to comply with the requirements of the State Apprenticeship Program. \n     (O)     Safety. All construction contracts awarded under this Chapter shall require the Contractor and all of its subcontractors to abide by the applicable Occupational Safety and Health statutes and regulations. \n          Additionally, all construction contracts awarded under this Chapter shall require the Contractor and all of its subcontractors to abide by the requirements of Administrative Code Section \n64.1, prohibiting masonry-dry cutting and masonry dry-grinding, with exceptions. \n     (P)     Claims. The City shall consider only those claims for additional payment under a public work contract that are certified and that conform to the contract requirements for claims, pricing, and schedule. \n          (1)     Claims by Contractors. The contractor shall certify under penalty of perjury that (a) the claim is made in good faith; (b) the supporting data are accurate and complete to the best of Contractor's knowledge and belief; and (c) the amount request accurately reflects the Contract adjustment for which the Contractor believes the City is liable. An individual or officer authorized to act on behalf of the Contractor shall execute the certification. \n          (2)     Claims by Subcontractors. Subcontractors at any tier are not third-party beneficiaries of any Contract awarded under this Chapter. The City shall not consider a direct claim by any subcontractor. A Contractor presenting to the City any claim on behalf of a subcontractor must certify the subcontractor's claim in the same manner the Contractor would certify its own claim under the foregoing paragraph (1). \n     (Q)     Contractor Prompt Payment. All construction contracts under this Chapter shall require the contractor to pay its subcontractors within seven calendar days after receipt of each progress payment from the City, unless otherwise agreed to in writing in advance by both contractor and subcontractor. In the event that there is a good faith dispute over all or any portion of the amount due on a progress payment from a contractor to a subcontractor, the contractor may withhold the disputed amount but shall pay the undisputed amount.\n          Any contractor who violates this subsection shall pay to the subcontractor a penalty of 2% of the amount due per month for every month or portion thereof that payment is not made. This subsection is enforceable in a court of competent jurisdiction, and is not intended to create a private right of action against the City and County of San Francisco.\n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 153-00, File No. 000805, App. 6/30/2000; Ord. 237-00, File No. 001207, App. 10/20/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 208-02, File No. 021221, App. 10/18/2002; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 107-05, File No. 050215, App. 6/10/2005; Ord. 131-06, File No. 060444, App. 6/22/2006; Ord. 119-08, File No. 080277, App. 7/11/2008; Ord. 19-10, File No. 091163, App. 2/10/2010; Ord. 23-10, File No. 091233, App. 2/11/2010; Ord. 311-10, File No. 101311, App. 12/23/2010; Ord. 79-11, File No. 110330, App. 5/19/2011, Eff. 6/18/2011; Ord. 225-12, File No. 120750, App. 11/1/2012, Eff. 12/1/2012; Ord. 27-13, File No. 121200, App. 2/19/2013, Eff. 3/21/2013) \n\nSEC. 6.23.  PUBLIC WORKS TO BE PERFORMED BY THE CITY; BIDS BY CITY DEPARTMENTS; PROCEDURE UPON REJECTION OR FAILURE OF BIDS.\n     (A)     Public Works Less Than or Equal to the Threshold Amount. Any public work or improvement estimated to cost less than or equal to the Threshold Amount may be performed by the employment of the necessary labor and purchase of the necessary materials and supplies directly by the City and County. \n     (B)     Bids by City Departments. Appropriate City and County departments may file sealed bids for the execution of any work to be performed under a contract and shall not be required to furnish security or submit information relative to financial qualifications as provided in this Chapter. Any bid submitted by a department of the City and County, if it is the lowest bid, must be approved by the Controller before the award of contract. If the bid of a City and County department, as investigated and approved by the Controller, is the lowest, the contract shall be awarded to the department which shall record accurate unit costs of all direct and indirect charges incurred under any such contract. Such unit costs shall be reported to and audited by the Controller monthly and on completion of the work. \n          The Controller shall maintain records of bids filed by departments in relation to the total direct and indirect cost of each such work and shall report thereon periodically to the Mayor. The Controller may refuse to approve contracts with a department shown to be repeatedly underbidding on contract work and failing to complete same within the contract price or time. \n     (C)     Procedure Upon Rejection or Failure of Bids. When bids have been advertised pursuant to the required procedures and no bids are received, or only one responsive bid is received from a responsible bidder, the department head shall take the following actions, as appropriate: \n          (1)     No Bids Received. If no bids are received, the department head shall determine (a) whether further outreach efforts would result in contractors submitting bids and/or (b) whether removal or modification of certain requirements in the contract would result in contractors submitting bids, provided that such requirements are not required by statute or law and their removal or modification would not compromise the interests of the City and County. If the department head determines that steps (a) and/or (b), above, would likely result in contractors submitting bids, then the department head shall re-bid the work. If the department head determines that neither step (a) nor (b), above, would likely result in contractors submitting bids, then the department head, with the approval of the Mayor, the Mayor's designee, or the board or commission concerned, as appropriate, may negotiate with any qualified contractor or may order the work to be executed by the City and County. \n          (2)     One Responsive Bid Received; No Other Bids Received. If only one responsive bid is received from a responsible bidder, and no other bids are submitted for the same work, the department head may recommend the award of a contract to the sole bidder at the bid price received, provided that the bid price does not exceed the engineer's estimate for the work. If the bid price received exceeds the engineer's estimate, the department head shall determine (a) whether further outreach efforts would result in more than one bid and/or (b) whether removal or modification of certain requirements in the contract would result in more than one bid, provided that such requirements are not required by statute or law and their removal or modification would not compromise the interests of the City and County. If the department head determines that steps (a) and/or (b), above, would likely result in more than one bid at bid prices substantially lower than the bid price received, then the department head shall re-bid the work. If the department head determines that neither step (a) nor (b), above, would likely result in more than one bid at bid prices substantially lower than the bid price received, then the department head, with the approval of the Mayor, the Mayor's designee, or the board or commission concerned, as appropriate, may negotiate with the sole bidder or any qualified contractor, or may order the work to be executed by the City and County. The cost of negotiated work or the cost of work executed by the City and County shall not exceed any bid price received for the same work. \n          (3)     One Responsive Bid Received; Other Nonresponsive Bids Received. If only one responsive bid is received from a responsible bidder and other, nonresponsive bids and/or bids by nonresponsible bidders are submitted for the same work, the department head may recommend the award of a contract to the sole responsive, responsible bidder at the bid price received, provided that the bid price does not exceed the engineer's estimate for the work. If the responsive bid price received exceeds the engineer's estimate, the department head shall determine (a) whether the qualifications for bidders were too onerous and not necessary for the work and/or (b) whether one or more of the nonresponsive bids could be easily cured and whether the bidders that submitted such bids are still interested in bidding on the work. If the department head determines that the steps(a) and/or (b), above, would likely result in more than one responsive bid by responsible bidders, at bid prices substantially lower than the bid price received, then the department head shall re-bid the work. If the department head determines that neither step (a) nor (b), above, would result in more than one responsive bid by responsible bidders at bid prices substantially lower than the bid price received, then the department head, with the approval of the Mayor, the Mayor's designee, or the board or commission concerned, as appropriate, may negotiate with the sole responsible bidder or any qualified contractor, or may order the work to be executed by the City and County. The cost of negotiated work or the cost of work executed by the City and County shall not exceed any bid price received for the same work. \n          (4)     All contracts awarded under this subsection \n6.23(C), including negotiated contracts, shall require that the substitution of subcontractors be in accordance with California Public Contract Code section 4107. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; Ord. 119-08, File No. 080277, App. 7/11/2008)\n\nSEC. 6.24.  OFFICE OF LABOR STANDARDS ENFORCEMENT; PREVAILING WAGE REQUIREMENTS.\n     (A)     Subject to the approval of the Mayor and Director of the Department of Administrative Services, the Labor Standards Enforcement Officer shall develop and administer a plan for the enforcement of the prevailing wage requirements and other labor standards imposed by the Charter and this Chapter on public work contractors. The Labor Standards Enforcement Officer shall coordinate his or her activities with federal and state labor standards agencies. The Labor Standards Enforcement Officer shall direct the City's enforcement of the prevailing wage requirements and other labor standards imposed by the Charter and this Chapter on public work contractors as directed by the Mayor, and to this end all City departments shall cooperate with the Labor Standards Enforcement Officer. The Labor Standards Enforcement Officer has the authority to seek for violations of prevailing wage, working conditions and apprenticeship requirements all of the penalties imposed by this Chapter, including the authority to file charges, in the same manner and to the same extent as a department head, which may lead to the debarment of the contractor under \nArticle V of this Chapter. The Labor Standards Enforcement Officer shall oversee the training of City personnel in the area of labor standards enforcement. In accordance with applicable law, the Mayor may enter into a contract for investigative and monitoring services to further the purposes of this section. In evaluating the qualifications of persons seeking that contract, the Mayor shall consider, among other relevant factors, the experience of those persons in monitoring and investigating labor standards compliance. \n     (B)     Subject to the fiscal and budgetary provisions of the Charter, the Office of Labor Standards Enforcement is authorized to receive from departments awarding public work contracts the amount reasonably calculated to pay for the costs, including litigation costs, of enforcing the City prevailing wage requirements and other labor standards for contracts awarded by those departments. The Labor Standards Enforcement Officer shall supervise the expenditure of all funds appropriated for enforcement of prevailing wage requirements and other labor standards imposed by the Charter and this Chapter on public works contractors. \n     (C)     The Labor Standards Enforcement Officer shall establish an administrative procedure to address allegations of labor standards violations in connection with any public work contract under this Chapter. The Labor Standards Enforcement Officer shall have sole authority over the administration of this complaint procedure. The complaint procedure shall include but need not be limited to the following: (1) any person may file a complaint, written or oral, alleging one or more violations of any labor standards requirement imposed by this Chapter on public work contractors; (2) before beginning to investigate the complaint, the Labor Standards Enforcement Officer shall determine if the allegations of the complaint are sufficient and based on that assessment shall determine to either dismiss it or proceed with an investigation; (3) if the Labor Standards Enforcement Officer at any time determines that the allegations contained in the complaint are without merit, the Labor Standards Enforcement Officer shall notify the complainant; and (4) if the Labor Standards Enforcement Officer finds that any allegations in a complaint have merit, the Labor Standards Enforcement Officer shall proceed in accordance with the enforcement procedures under Section \n6.22 of this Chapter. This complaint procedure is applicable to allegations of labor standards violations in connection with any public work contract under this Chapter, but is not applicable to those matters under the administrative jurisdiction of the San Francisco Human Rights Commission. This procedure shall not preclude the Labor Standards Enforcement Officer from initiating or proceeding with an investigation on his or her own authority. All public work contractors and departments engaged in public work shall cooperate fully with the Office of Labor Standards Enforcement in connection with any investigation of any complaint filed in accordance with this complaint procedure. The Labor Standards Enforcement Officer may interview, either at the worksite or elsewhere, any witness who may have information relative to a complaint. \n(Added by Ord. 237-00, File No. 001207, App. 10/20/2000; amended by Ord. 208-02, File No. 021221, App. 10/18/2002; Ord. 8-03, File No. 021856, App. 1/31/2003; Ord. 5-06, File No. 051652, App. 1/20/2006) \n\nSEC. 6.25.  CLEAN CONSTRUCTION.\n     (a)     Definitions:\n          (1)     \"Biodiesel\" means a fuel comprised of mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats. designated B100 or \"neat biodiesel\", and meeting the requirements of ASTM D 6751.B20 is a mixture of 20% biodiesel and 80% petroleum. \n          (2)     \"City\" means the City and County of San Francisco.\n          (3)     \"Clean Construction\" means performing all work required to be performed under a public works contract (1) utilizing only off-road equipment and off-road engines fueled by biodiesel fuel grade B20 or higher and (2) utilizing only high use equipment that either (a) meets or exceed Tier 2 standards for off-road engines or (b) operates with the most effective verified diesel emission control strategy. \n          (4)     \"Director\" means the Director of the Department of the Environment, or his or her designee.\n          (5)     \"High Use Vehicles\" means off-road vehicles or off-road engines used an aggregate of 20 or more hours during any portion of the project. \n          (6)     \"Major construction project\" means a public work to be performed within the geographic limits of the City that is estimated to require twenty (20) or more cumulative days of work to complete. \n          (7)     \"Most effective verified diesel emission control strategy\" means a device, system or strategy that is verified pursuant to Division 3 Chapter 14 of Title 13 of the California Code of Regulations to achieve the highest level of pollution control from an off-road vehicle. \n          (8)     \"Off-road engine\" means a diesel internal combustion engine (including the fuel system) including without limitation, internal combustion engines used to power excavators, backhoes, bulldozers or similar equipment used in any project subject to this Chapter. \"Off-road engine\" does not include portable engines or stationary engines (engines that remain at one location for more than 12 months). \n          (9)     \"Off-road vehicle\" means a vehicle that is propelled by an off-road engine of twenty-five horsepower or greater, including, without limitation, excavators, backhoes, bulldozers and similar equipment used in any project subject to this Chapter. \"Off-road vehicle\" does not include a horticultural maintenance vehicle used for landscaping purposes that is powered by an off-road engine of sixty-five horsepower or less and that is not used in any construction program or project. \"Off-road vehicle\" does not include portable equipment. \n          (10)     Public work means a contract for the erection, construction, renovation, alteration, improvement, demolition, excavation, installation, or repair of any public building, structure, infrastructure, bridge, road, street, park, dam, tunnel, utility or similar public facility that is performed by or for the City, and the cost of which is to be paid wholly or partially out of moneys deposited in the City Treasury or out of trust monies under the control of or collected by the City. \n          (11)     \"Sensitive Site\" means a hospital or other medical institution with facilities for inpatient care, a residential care facility providing lodging board and acre for a period of 24 hours or more to seven or more persons, a child-care facility providing less than 24 hour care for 13 or more children, or an elementary or secondary school, either public or private, or residences. \n          (12)     \"Tier 2 Standards\" are those standards for an off-road engine as described in Division 3 Chapter 9, Article 4, Section 2423(b)(1)(A) of Title 13 of the California Code of Regulations, as amended. \n     (b)     Clean Construction on Major Construction Projects.\n          (1)     Requirement. Clean Construction shall be required for all public works contracts for major construction projects solicited on or after a date two years from the effective date of this Ordinance. For all such contracts, the department head or officer calling for bids shall specify in the Advertisement for Bids that Clean Construction is required for the performance of all work unless a waiver of all or part of the requirements of this Chapter has been granted under Section \n6.25(b)(3). \n          (2)     Contract Provisions and liquidated damages. Every contract for which Clean Construction is required under Section \n6.25(b)(1)(A) or Section \n6.25(b)(1)(B) shall contain provisions, in a form to be approved by the City Attorney: (A) requiring Clean Construction, (B) authorizing waivers as set forth in Section \n6.25(b)(3), and (C) specifying liquidated damages in the amount of $100.00 per day per each piece of off-road equipment and each off-road engine utilized to complete work on the project in violation of the Clean Construction requirements. \n          (3)     Waivers. Waivers from the requirements of this Chapter are available under the following circumstances: \n               (A)     Emergency. A contract awarding department may grant itself a waiver from this Chapter when the contract awarding authority certifies in writing to the Director, prior to the Controller's contract certification, that the contract is being awarded under the emergency provisions of Administrative Code Section \n6.60 and that there is no immediately available contractor capable of performing the work as Clean Construction. In such case, the contract awarding authority shall within two business days notify the Director in writing of the emergency that prevented compliance with this Chapter and describe steps being taken to safeguard public and City employee health during the noncomplying work, and shall explain steps to reduce the likelihood that a similar emergency waiver would be required in the future. \n               (B)     Performance Standards. The Director may grant a waiver in whole or part from this Chapter prior to the solicitation of bids upon a showing by the contract awarding authority that there are no complying off-road vehicles or off-road engines for some or all of the required work, provided that the contract awarding authority provides a written memorandum explaining the need for the waiver and the steps that will be taken to safeguard public and City employee health during the noncomplying work. \n               (C)     Cost Prohibitive. The Director may grant a waiver in whole or part from this Chapter prior to the solicitation of bids upon a showing by the contract awarding authority that compliance would be cost prohibitive under the circumstances, provided that the contract awarding authority provides a written memorandum explaining the need for the waiver and the steps that will be taken to safeguard public and City employee health during the noncomplying work. \n               (D)     Other. The Director may grant a waiver in whole or part from this Chapter prior to the solicitation of bids or may waive the biodiesel and/or emissions standards for Clean Construction in advance of any violation of the Clean Construction requirements as to specific off-road equipment or off-road engines essential to complete the work provided that the contract awarding authority provides a written memorandum demonstrating a reasonable basis for the waiver including a reasonable plan to minimize the use of noncomplying equipment or engines, and the steps that will be taken to safeguard public and City employee health during the noncomplying work, and further provided that such post-award waivers for specific equipment may not exceed 25% of the total operating hours of all off-road vehicles or off-road engines used on the project. \n               (E)     Rules and Regulations. After a public hearing, the Director, in consultation with the contract awarding authorities, may promulgate rules, regulations or guidelines as necessary or appropriate to carry out the purposes and requirements of this Chapter and may adopt forms necessary to implement this Chapter. \n               (F)     Publication of Waivers Granted. The Department of the Environment and the contract awarding authorities shall maintain and post a list of all waivers granted on their Departmental Websites in a manner that can easily be accessed by the public. \n          (4)     Clean Construction Projects encouraged for other City Contracts. In recognition of the health and other environmental benefits of Clean Construction, contract-awarding authorities are encouraged to require contractors to meet the standards for Clean Construction, as appropriate, in contracts not otherwise covered by this Chapter. \n          (5)     Penalty.\n               (A)     Whenever any City department finds, after an investigation by the contract awarding authority and the City Attorney, that a person or entity being considered for a contract, or under contract, with the City has, in connection with the bidding, execution or performance of any City contract, falsely represented to the City the nature or character of the off-road vehicles and/or off-road engines to be utilized, or utilized, on the contract, the City department shall have the authority to impose such sanctions or take such other actions as are designed to ensure compliance with the provisions of this Chapter. \n               (B)     Measures which are available to the City to enforce this Chapter upon finding a violation pursuant to Section \n6.25 (b)(5)(A) include, but are not limited to the following: \n                    (i)     Refusal to certify the award of a contract;\n                    (ii)     Suspension of a contract;\n                    (iii)     Ordering the withholding of City funds due the contractor under any City contract;\n                    (iv)     Ordering the recession of a contract based upon a material breach of contract provisions or pertaining to representations made in bidding, execution or performance of the contract; \n                    (v)     Debarment of a bidder, proposer or contractor from eligibility for providing commodities or services to the City for a period not to exceed five years, with a right to review and reconsideration by the City upon a showing of corrective action indicating violations are not likely to reoccur. \n               (C)     Nothing in this Chapter shall be construed to relieve a contractor of responsibility to perform the contract.\n(Added by Ord. 70-07, File No. 061432, App. 4/2/2007)\n[Sections 6.26 through 6.39 reserved] \n\nARTICLE III:\nPROFESSIONAL SERVICES CONTRACTING\n\n\nSec. 6.40.\nCompetitive Procurement of Professional Services for Public Work Projects. \n\nSec. 6.41.\nRequests for Competitive Proposals or Qualifications. \n\nSec. 6.42.\nProfessional Services Contract \n\nSEC. 6.40.  COMPETITIVE PROCUREMENT OF PROFESSIONAL SERVICES FOR PUBLIC WORK PROJECTS.\n     Notwithstanding any other provision of this Administrative Code, when a department is seeking outside temporary professional design, consultant or construction management services for a public work project, where the fee for such services shall exceed the minimum competitive amount, as defined below, the department shall procure such services through a competitive process based on qualifications. \n     (A)     Minimum competitive amount. The minimum competitive amount for temporary outside professional service contracts shall be $100,000. On January 1, 2015, and every five years thereafter, the Controller shall recalculate the minimum competitive amount to reflect any proportional increase in the Urban Regional Consumer Price Index from January 1, 2010, rounded to the nearest $1,000. \n     (B)     Selection Process. For professional services contracts in excess of the minimum competitive amount, the department head for the department empowered to contract for the public work shall designate one or more panels to review proposals and interview and rate respondents with respect to a request for proposals or qualifications for a professional services contract. A panel shall consist of not fewer than two persons. The department head may establish a multi-tier selection process whereby, for example, a technical panel recommends a shortlist of qualified respondents and a second panel ranks the shortlist. \n          The department head shall ensure that all panel members are impartial and that all respondents are treated fairly. The panel members rating the respondents shall do so according to their independent assessment of the respondent's qualifications for the public work project; questions relating to a respondent's expertise, qualifications and experience shall remain within the sole purview of the panel members. \n          Any rating sheet completed by any panel member may be considered a matter of public record, but the names of the individual panel members shall not. Any name appearing on a rating sheet produced in accordance with the Public Records Act or the San Francisco Sunshine Ordinance shall be redacted. \n     (C)     Negotiation. Following the selection process outlined above, and should the department concerned desire to enter into a contract, the department head shall invite the highest-ranked qualified respondent to negotiate a professional services agreement. In the event that the department head determines, in the department head's sole discretion, that negotiations are unfruitful, the department head shall terminate negotiations in writing and may then invite the next-ranked respondent to negotiate a contract. In such event, the department head shall as soon as practicable make a report to the Mayor, board or commission as appropriate to the department. \n(Amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\nSEC. 6.41.  REQUESTS FOR COMPETITIVE PROPOSALS OR QUALIFICATIONS.\n     All requests for competitive proposals or qualifications for temporary design, consultant or construction management services shall conform to and at a minimum require the following: \n     (A)     Evaluation Criteria. The department head authorized to execute the contract shall determine the criteria by which the design, consultant or construction management service professionals shall be evaluated, on a project-by-project basis. Such criteria shall be included as a part of any request for proposals or qualifications. The criteria shall be based primarily on qualifications and experience relevant to the services needed for the project. Except as prohibited by law, the department head, in his/her sole discretion, may determine that, in the best interests of the City and County of San Francisco, a consultant who participated in the master plan, conceptual phase or other preliminary work for a project, may compete to provide professional services in future phases of such project. In such event, the consultant may not use, nor may the selection panel consider, the consultant's prior work on the project to establish its experience or qualifications in the competitive process. \n     (B)     Reservation of Rights to Reject or Cancel the Request for Proposals in Whole or Part. The department head authorized to execute the contract, upon approval of the Mayor, the Mayor's designee or the board or commission, as appropriate, may reject any or all proposals, in whole or in part, received in response to a request for proposals or qualifications. The right to reject shall be reserved in any request for proposals or qualifications, but the failure to include such reservation shall not abrogate the rights of the department head under this section or give rise to any right by any respondent. \n     (C)     Award and Certification Required. All requests for proposals or qualifications shall contain the following language [wording in brackets should be chosen as appropriate to the department]: \n     In accordance with San Francisco Administrative Code \nChapter 6, no proposal is accepted and no contract in excess of [the Threshold Amount] is awarded by the City and County of San Francisco until such time as [(1) for departments with boards or commissions, (a) the department head recommends the contract for award and (b) the board or commission then adopts a resolution awarding the contract; or [(2) for departments under the Mayor, (a) the Mayor or the Mayor's designee approves the contract for award and (b) the department head then issues and order of award]. Pursuant to Charter Section \n3.105, all contract awards are subject to certification by the Controller as to the availability of funds. \n     Failure of a department to include such language in a request for proposals or qualifications does not give rise to a contract right by a respondent or contractor outside of the requirements of the Charter or Administrative Code of the City and County of San Francisco. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005)\n\nSEC. 6.42.  PROFESSIONAL SERVICES CONTRACT TERMS.\n     All contracts for temporary design, consultant and construction management services (\"professional services\") shall contain the following minimum terms and conditions: \n     (A)     Guaranteed Maximum Costs. Professional service contracts shall provide for a Guaranteed Maximum Cost, including fees, travel and related expenses as necessitated by the project. Any modification to the Guaranteed Maximum Cost must be approved by the department head in writing and approved by the Mayor, the Mayor's designee or the board or commission concerned, as appropriate, and the Controller. \n     (B)     Insurance. Notwithstanding any other provisions of this Chapter, all professional service contracts must conform to the insurance requirements established by the Risk Manager. The Risk Manager shall develop uniform insurance requirements for City contracts subject to this Chapter and shall publish such requirements in the Risk Manager's Manual. The Risk Manager shall review and update such insurance requirements on an annual basis. \n     (C)     Indemnification. All professional services contracts awarded under this Chapter shall require that the contractor fully indemnify the City and County to the maximum extent provided by law, such that each contractor must save, keep, bear harmless and fully indemnify the City and County and any of its officers or agents from any and all liability, damages, claims, judgments or demands for damages, costs or expenses in law or equity that may at any time arise. \n          This indemnification requirement may not be waived or abrogated in any way for any contract without the recommendation of the City's Risk Manager and the express permission and approval of the Board of Supervisors. \n     (D)     Assignment. No contract shall be assigned except upon the recommendation of the department head concerned and with the approval of the Mayor or the Mayor's designee, relative to the department under the Mayor's jurisdiction or the approval of the board or commission concerned for departments not under the Mayor. \n     (E)     Modifications. Professional service contracts may be modified only by written instrument, granted and approved by the City and County in the same manner the underlying contract was awarded. \n     (F)     Contractor Prompt Payment. All professional services contracts under this Chapter shall require the contractor to pay its subcontractors within seven calendar days after receipt of each progress payment from the City, unless otherwise agreed to in writing in advance by both contractor and subcontractor. In the event that there is a good faith dispute over all or any portion of the amount due on a progress payment from a contractor to a subcontractor, the contractor may withhold the disputed amount but shall pay the undisputed amount.\n          Any contractor who violates this subsection shall pay to the subcontractor a penalty of 2% of the amount due per month for every month or portion thereof that payment is not made. This subsection is enforceable in a court of competent jurisdiction, and is not intended to create a private right of action against the City and County of San Francisco.\n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 23-10, File No. 091233, App. 2/11/2010; Ord. 27-13, File No. 121200, App. 2/19/2013, Eff. 3/21/2013) \n\nARTICLE IV:\nEXEMPTIONS FROM AND ALTERNATIVES TO COMPETITIVE BIDDING\n\n\nSec. 6.60.\nEmergency Repairs, Work and Contracts. \n\nSec. 6.61.\nDesign-Build. \n\nSec. 6.62.\nJob Order Contracts. \n\nSec. 6.63.\nHazardous Materials Abatement Work. \n\nSec. 6.64.\nAs-Needed Contracts. \n\nSec. 6.65.\nContracting for Elevator, Escalator, Security, Fire Protection or Fire Alarm Systems Inspection, Maintenance and Repair Work. \n\nSec. 6.66.\nConvention Facility Public Works. \n\nSec. 6.67.\nComparison of Bids on Basis of Clean Construction. \n\nSec. 6.68.\nIntegrated Project Delivery. \n\nSec. 6.69.\nDepartment of Public Health Public Work. \n\nSec. 6.70.\nReal Estate Division Public Work. \n\nSec. 6.71.\nPier Repair Work.\n\nSEC. 6.60.  EMERGENCY REPAIRS, WORK AND CONTRACTS.\n     (A)     Declaration of Emergency. The Board of Supervisors may declare an emergency and may direct any department head to perform any repair or other emergency work in any manner the Board determines to be in the best interests of the City and County of San Francisco. \n     (B)     Other Determinations of Emergency. In an actual emergency as defined or described below, the repair, reconditioning or other work or contract necessitated by the emergency may be executed by the department head responsible for such work in the most expeditious manner, in accordance with the procedures set forth below. \n     (C)     Emergency Defined. For purposes of this Chapter, an \"actual emergency\" means a sudden, unforeseeable and unexpected occurrence involving a clear and imminent danger, demanding immediate action to prevent or mitigate loss of or damage to, life, health property or essential public services. An \"actual emergency\" shall also mean the discovery of any condition involving a clear and imminent danger to public health or safety, demanding immediate action. Examples of an actual emergency may include, but are not limited to, the following: \n          (1)     Weather conditions, fire, flood, earthquake or other unforeseen occurrences of unusual character; or\n          (2)     The breakdown or imminent breakdown of any plant, equipment, structure, street or public work necessitating immediate emergency repair or reconditioning to safeguard the lives or property of the citizens; or the property of the City and County; or to maintain the public health or welfare; and \n               (a)     Including the installation, repair, construction and alteration of crossings and switch work and special work in connection therewith at street and other railway crossings and at street intersections when the same is to be done by or for the Municipal Transportation Agency; or \n               (b)     Including the installation, repair, construction and alteration of the fire alarm, police communication and traffic signal systems, when the same is to be performed by or for the Department of Technology or the Municipal Transportation Agency; or \n               (c)     Including the work of making connections, installing gate valves, installing or transferring services and performing such other work therewith to existing water pipes when the same is to be done by or for the Public Utilities Commission and when such work will leave one or more fire hydrants or water consumers without water; or \n          (3)     Unforeseen occurrences of unusual character resulting in an insufficient number of hospital beds or the lack of hospital beds or the lack of hospital, surgical, mental health or hospital ancillary services so as to leave patients of the City and County without required hospital or medical services. \n     (D)     Approvals Required. If the estimated cost of the emergency work is less than or equal to $250,000 the department head may proceed with the work without additional approvals. If the estimated cost of the emergency work exceeds $250,000, the department head prior to authorizing the commencement of the work, must first secure the approval in writing of the Mayor or the Mayor's designee or the president of the board or commission concerned as appropriate to the department. For all cases where the cost of the emergency work exceeds $250,000 the department head shall also obtain the approval of the Board of Supervisors. \n          If the emergency does not permit the required approvals to be obtained before work is commenced or the contract entered into, such approvals shall be obtained as soon thereafter as it is possible to do so. In such event, the department head concerned shall notify the Controller immediately of the work involved or the contract entered into and the estimated cost thereof and shall notify the Board of Supervisors not more than seven days after work has been commenced. \n     (E)     Exemptions. Contracts awarded in accordance with this section under emergency circumstances as described and defined above are exempt from the requirements of this Chapter and \nChapters 12A, \n12B, \n12C and \nChapter 14B. However, the department head must comply with the certification requirement of Administrative Code \nChapter 14B. It is, however, the policy of the Board of Supervisors for contracting departments to make every effort to comply with the provisions of \nChapters 12A, \n12B, \n12C and \nChapter 14B. In order to effectuate this policy, the department heads authorized to enter into construction contracts and their staff members shall collaborate with the HRC Director and HRC staff members periodically to create a list of responsible contractors qualified to perform various types of emergency work, making every effort to include qualified, responsible, and certified LBE contractors on that list. The HRC shall be responsible for outreach efforts to make sure that certified LBE contractors are aware of the opportunity to be considered for the list. The contract awarding departments or commissions shall be responsible for evaluating and determining whether contractors are responsible and qualified to perform the various scopes of work. The department heads of departments authorized to execute construction contracts shall report quarterly to the Board of Supervisors regarding LBE inclusion on the list of responsible and qualified contractors for emergency contracts, a description of each emergency contract awarded, the reason why the work was performed under these emergency procedures, and whether the emergency contract was awarded to an LBE contractor. Such reports shall be referred to a Board committee for public hearing. \n     (F)     Indemnification For Emergency Contracts. Department heads responsible for any emergency work are hereby authorized to (a) waive any requirement that a contractor performing such emergency work indemnify the City and County and/or (b) enter into a contract which provides that the City and County indemnify such contractor, except that the City and County shall in no event indemnify a contractor for the contractor's gross negligence or willful misconduct. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\nSEC. 6.61.  DESIGN-BUILD.\n     The department heads authorized to execute contracts for public work projects are authorized to seek proposals from qualified private entities (\"design-builders\") for design-build construction and/or financing of public work projects under the following conditions: \n     (A)     Before the request for qualifications is issued, the department head shall determine that a design-build program is necessary or appropriate to achieve anticipated cost savings or time efficiencies, or both, and that such a process is in the public's best interest. \n     (B)     If the proposed public work project is for the use or benefit of a department that is under the jurisdiction of a commission, then such commission shall first approve the solicitation of design-build and/or finance proposals. If the public work project is not for the use or benefit of a department under the jurisdiction of a commission, then the City Administrator must first approve this process. \n     (C)     Pre-Qualification. Department heads shall require that prospective design-builders be pre-qualified to submit proposals on a specific project. The procedure for pre-qualification is as follows: \n          (1)     The department head shall issue a request for qualifications inviting interested parties to submit their qualifications to perform the project. The request for qualifications shall include criteria by which the prospective design-builders will be evaluated during the qualification process. The evaluation criteria shall be based on qualifications and experience relevant to the services needed for the project, including: (i) qualifications to design-build the proposed project; (ii) evidence of financial capacity; (iii) experience on similar projects; (iv) commitment to comply with the goals and requirements of Administrative Code \nChapters 12 and \n14; (v) ability to collaboratively and cooperatively deliver projects on time and on budget; (vi) liquidated damages for delay and other damages paid on prior projects, and prior litigation history; (vii) reputation with owners of prior projects; (viii) claims history with insurance carriers and sureties; and (ix) compliance with all of the requirements established in the request for qualifications and other criteria that the department head may deem appropriate. The department head shall set objective scoring criteria and incorporate the criteria into any scoring procedure. \n          (2)     The department head shall designate a panel to review pre-qualification responses and interview and rate respondents with respect to the request for qualifications. Only those respondents found to be qualified will be eligible to submit proposals. The list of pre-qualified respondents shall be valid for not more than two years following the date of initial pre-qualification. \n          (3)     The department head may establish a pre-qualification selection process whereby the panel ranks respondents and recommends a shortlist of no fewer than three (3) pre-qualified respondents. The department head may restrict bidding to short-listed respondents. The shortlist of pre-qualified respondents shall be valid for not more than two years following the date of initial pre-qualification. \n               D.     Request for Proposals. The department head shall issue a request for proposals inviting pre-qualified design-builders to submit proposals for the project. The request for proposals shall include a criteria package describing preliminary design criteria and performance criteria for the project, as well as any other information deemed necessary to describe adequately the City's needs for the project. \n               E.     Final Selection Process. The department head may recommend the award of a contract to the responsible bidder submitting the lowest responsive bid. If the award to that bidder is not made for any reason, the department head may recommend the award of a contract to the responsible bidder submitting the next lowest responsive bid, and so forth. The department head may, at his or her sole discretion, conduct any negotiations that are necessary to effectuate the award of a contract. \n               F.     Alternative Final Selection Process. If the project seeks private financing proposals and/or the department head determines that it is in the public's best interest to consider qualifications and/or other subjective criteria (e.g., quality of design proposal) as part of the final selection process, the department head shall issue a request for proposals inviting pre-qualified design-builders to submit design-build proposals, which will be evaluated based upon qualifications and project and/or financing costs. \n          (1)     The department head may request design-builders to create partial designs, which will be evaluated as part of the final selection process. The department head may offer a reasonable stipend to short-listed design-builders to create partial designs. The receipt of a stipend shall be contingent upon a design-builder's proposal being responsive to the request for proposals. \n          (2)     The department head may require short-listed design-builders who are creating partial designs to participate in one or more confidential review meetings with City representatives and/or selection panel members during the proposal preparation period. The purpose of the review meetings will be to ensure that each design-builder's partial design is proceeding in a manner that is consistent with the requirements of the City as set forth in the criteria package. Discussions during review meetings shall be limited to objective elements of the criteria package. \n          (3)     Design-builders submitting private financing proposals shall provide evidence of the commitment of funds necessary to privately finance the proposed projects to completion. \n          (4)     The department head shall designate a panel to evaluate design-build proposals and rank the proposals to determine which provides the overall best value to the City and County in regard to the following criteria: (1) plan for expediency in completing the proposed project; (2) lifecycle cost to the City and County; (3) qualifications to finance the proposed project; (4) quality of design proposal; (5) compliance with the goals set by the Human Rights Commission and requirements of the Administrative Code \nChapters 12 and \n14; (6) commitment to meet the City hiring goals (e.g., CityBuild or First Source Hiring); (7) if private financing is sought, commitment of funds, cost of funds and terms to the City; and (8) compliance with all the requirements and criteria established by the Department head in the request for proposals. The cost criterion shall constitute not less than sixty-five percent (65%) of the overall evaluation. \n     (G)     Subject to paragraph (K) below, the department head may recommend the award of a contract to the highest-ranked design-builder. If the award to the highest-ranked design-builder is not made for any reason, the department head may recommend the award of a contract to the next highest-ranked design-builder, and so forth. The department head may, at his or her sole discretion, conduct any negotiations that are necessary to effectuate the award of a contract. \n     (H)     The City shall retain the absolute discretion to determine, at any time during the process, not to proceed with any proposed project, which right may be exercised without liability to design-builders for costs incurred during the entire pre-qualification, proposal and negotiation process, and such rights shall be reserved in all requests for qualifications and proposals. \n     (I)     The competitive bid requirements of this Chapter shall not apply to the selection of design-builders under this Section \n6.61.\n     (J)     Design-builders shall comply with all applicable requirements set forth in San Francisco Administrative Code \nChapters 12 and \n14.\n     (K)     All final contracts for a public work project that involve a design-build and/or finance program shall be subject to the award provisions of \nArticle I of this Chapter. If the proposed contract involves a financing program, the Capital Improvement Advisory Committee must review and report on the proposed project before the board, commission, Mayor or his/her designee takes any action with respect to award of the contract. \n     (L)     Procurement of Trade Subcontractors. Department heads may require the selected design-builder to procure trade work contracts through a pre-qualification and competitive bid process, as follows: \n          (1)     Pre-qualification. The department head shall require the design-builder to pre-qualify all trade subcontractors, subject to the approval of the department head. The design-builder shall attempt to establish a pool of no fewer than three pre-qualified subcontractors for each trade package, subject to the approval of the department head. \n          (2)     Competitive Bid. The department head shall require the design-builder to receive sealed bids from the pre-qualified trade subcontractors. The bid security provisions of Section \n6.21 will not apply. The design-builder shall award a trade package subcontract to the responsible bidder submitting the lowest responsive bid, except that the design-builder may negotiate and award a portion of the trade package subcontracts as provided in paragraph (3), below. Only those Administrative Code provisions that normally apply to subcontracts will apply to the trade package subcontracts. \n          (3)     The department head may authorize the design-builder to negotiate subcontracts for trade work as appropriate for the project, up to an amount not exceeding seven and one-half percent of the total estimated subcontract costs. The department head shall establish a maximum dollar value for each negotiated trade subcontract as appropriate for the project. \n     (M)     All actions heretofore taken by a department head consistent with the provisions of this section are hereby approved.\n     (N)     All design-build projects that are substantially underway as of the effective date of this Subsection \n6.61(N) that do not comply with the mandatory pre-qualification requirements of Subsection \n6.61(C) are hereby approved, provided that the applicable department heads shall only consider proposals from qualified design-builders. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 153-00, File No. 000805, App. 6/30/2000; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 18-07, File No. 060344, App. 2/9/2007; Ord. 119-08, File No. 080277, App. 7/11/2008) \n\nSEC. 6.62.  JOB ORDER CONTRACTS.\n     The job order contracting system (\"JOC\") provides for an indefinite quantity contract with a predefined set of bid items that are assigned on a periodic or task order basis for the performance of public work maintenance, repair and minor construction projects. The department heads authorized to execute contracts for public work projects are authorized to utilize JOC according to the procedures set forth below. \n     (A)     Each JOC contract is to be advertised for competitive bids in accordance with the procedures set forth in this Chapter and awarded to the responsible bidder who submits the lowest responsive bid. \n     (B)     The Advertisement For Bids shall include unit prices and detailed technical specifications for each construction task contemplated to be performed under the JOC contract. Each task item shall include direct costs for material, equipment and labor. Construction tasks shall be grouped by trade. \n     (C)     The Advertisement For Bids for a JOC contract shall contain the City's estimate regarding the percentage of work under the JOC contract that will be performed by each trade. The Advertisement For Bids shall also require the Contractor to commit to an LBE Participation Goal, as set by the Human Rights Commission, in the performance of service orders under the JOC Contract. Upon completion of the JOC Contract term, the Human Rights Commission shall verify compliance with the LBE Participation Goal under the provisions of Administrative Code \nChapter 14B. Departments may designate specific JOC Contracts as limited set asides for Micro-LBEs as provided under \nChapter 14B.\n     (D)     Contractor's bid shall include a subcontractor list in conformance with Section 6.21A of this Chapter and \nChapter 14B as appropriate. All requests for substitutions of subcontractors shall be made and considered under Public Contract Code Section 4107, as may be amended from time to time. Notwithstanding this requirement, if a listed subcontractor confirms in writing that it is not available to perform one or more work orders, the contractor may request to add without penalty a subcontractor to perform under the work order(s) at no additional cost to the City. The aggregate value of the work performed by subcontractors added to substitute for listed but unavailable subcontractors shall not exceed 20% of the original contract amount. Specialty trade work unanticipated at the time of bid, requiring the addition of one or more subcontractors, shall be considered the performance of a change order under Public Contract Code Section 4107(c). The addition of any subcontractor under any circumstances or for any purpose shall be effected by change order or contract modification. Prior to any added subcontractor performing any service order work, the awarding department shall confirm the license, insurance coverage, and other qualifying criteria as required by law. \n     (E)     Contractors submitting bids on the JOC contract shall state in their bids an adjustment on a percentage basis either increasing or decreasing the unit prices for all construction tasks set forth in the bid documents. There may be a single adjustment factor that applies to all tasks. For example, an adjustment factor of 25% below the unit prices stated in the bid documents would be bid as .75. All of the contractor's profit, overhead and indirect costs shall be included in the adjusted unit prices. \n     (F)     The Advertisement For Bids and the contract specifications shall contain a maximum dollar amount of the JOC contract, which maximum amount shall not exceed five million dollars. The cumulative modifications to a JOC contract shall result in a contract sum not to exceed one hundred-fifty percent of the original contract amount. \n     (G)     JOC contracts shall provide for an expiration term of not more than five years, including all modifications. However, the department head shall not issue any new work orders under the JOC contract after three years from the date of award. \n     (H)     Projects will be assigned under the JOC contract on a work order basis at the sole discretion of the department head concerned. Each work order shall include a time certain for completion of the work and an appropriate sum for liquidated damages for delay. Each work order shall also include a list of the subcontractors performing work under such order, with each subcontractor's name, business address, San Francisco business tax registration number, contractor license number, scope of work, and data as may be required by the Human Rights Commission. The work order price shall be no more than the calculated unit prices and the bid adjustment factor. No work order shall exceed $400,000, including all modifications. A department may issue or modify any work order(s) to exceed the foregoing limit only upon the department head's written determination establishing the urgency of the work and the justification for proceeding under this Section 6.62 rather than by formal competitive process. \n     (I)     A contractor who enters into a JOC contract with a particular City department is not eligible during the term of such JOC contract to submit a bid on a subsequent JOC contract advertised by the same contracting department; however, a contractor may submit a bid on a subsequent JOC contract advertised by the same contracting department if the contractor's existing JOC contract will expire in 120 days or fewer of if the contractor has performed work valued by the City in an amount equal to or exceeding 90% of the maximum dollar amount of the existing JOC contract. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 58-05, File No. 041571, App. 4/1/2005; Ord. 19-10, File No. 091163, App. 2/10/2010) \n\nSEC. 6.63.  HAZARDOUS MATERIALS ABATEMENT WORK.\n     When the Director of Public Works (the \"Director\") determines: (1) that hazardous materials on public property must be expeditiously abated (the \"work\"); and (2) that there is inadequate time to advertise and competitively bid the work in accordance with this Chapter, then the work may be performed in accordance with the following procedures: \n     (A)     The Department of Public Works shall advertise for and receive proposals from hazardous materials abatement contractors, which proposals shall address the qualifications of the contractors to perform the abatement work. The proposals shall be evaluated according to the requirements of this Chapter and \nChapters 12B, \n12C and \n12D.A, relevant to professional services contracts. \n     (B)     The Department of Public Works shall select a sufficient number of qualified contractors to perform the amount of hazardous materials abatement work anticipated to be required in the upcoming one or more years and enter into master agreements on an \"if- and as-needed\" basis with those contractors. Each master agreement shall state the maximum total dollar value of work each contractor is authorized to perform during the contract period. \n     (C)     The Department shall seek price quotations for performance of the work from at least three of the contractors with master agreements. The contract for the work will be awarded to the contractor submitting the lowest quotation, except as otherwise provided herein. The Department shall keep a record of such quotations and a register of all awards made thereunder. In the event that the Department is unable to obtain three quotations, the Director shall base the award on the quotation or quotations received. If the Director believes that the public interest would best be served by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. The Director may reject any and all quotations and request new quotations. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99)\n\nSEC. 6.64.  AS-NEEDED CONTRACTS.\n     A department head authorized to execute public work and professional service contracts may issue an Advertisement For Bids for construction services or a request for proposals or qualifications for professional services on an as-needed basis, with definite or indefinite quantities of work. Work shall be assigned on a contract service order basis. None of the requirements of this Chapter or Administrative Code \nChapters 12B, \n12C or \n12D.A are waived for as-needed contracts. \n     All as-needed contracts shall provide for a not-to-exceed price and an expiration term of not more than five years, including all modifications. However, the department head shall not issue any new contract service order after three years from the date of award. Additionally, the cumulative modifications to an as-needed contract shall result in a contract sum not to exceed one hundred-fifty percent of the original contract amount. Before any item of work is commenced under an as-needed contract, the cost of such work must be certified by the Controller as to the availability of funds. No contract service order or multiple contract service orders for any single public work, whether in one phase or multiple phases, shall cumulatively exceed $200,000, including all modifications. For departments with capital programs over $1 Billion, no contract service order or multiple contract service orders, as described above, shall cumulatively exceed $400,000, including all modifications. A department may issue or modify any contract service order(s) to exceed the foregoing limits only upon the department head's written determination establishing the urgency of the work and the justification for proceeding under this Section \n6.64 rather than by formal competitive process. \n     The department heads authorized to execute public work and professional service contracts shall report quarterly to the Board of Supervisors regarding the department's use of as-needed contracts and the actual amount of participation of MBE and WBE subcontractors or subconsultants that were listed on prime contractors' bid(s) or proposal(s) to determine whether MBE/WBE subcontracting participation goals are being met on as-needed contracts. Such reports shall be referred to a Board committee for public hearing. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005)\n\nSEC. 6.65.  CONTRACTING FOR ELEVATOR, ESCALATOR, SECURITY, FIRE PROTECTION OR FIRE ALARM SYSTEMS INSPECTION, MAINTENANCE AND REPAIR WORK.\n     Department heads who are authorized to execute public work contracts under this Chapter are hereby authorized to award contracts for the inspection, maintenance and repair services of existing elevator, escalator, security, fire protection or fire alarm systems (\"special services\") in accordance with the following procedures: \n     (A)     The department shall award master agreement contracts, on an \"if-and-as-needed\" basis to special service providers who can establish experience, expertise, and quality of work. A potential special service provider may apply for a master agreement under this section by providing the department with a statement of its experience and qualifications and other information as requested by the department. Within 60 days of receiving such information, the department shall advise the applicant of its eligibility for an award of a master agreement. Master agreements for special services shall conform to the insurance, indemnification and prevailing wage requirements of Section \n6.22 of this Chapter. Master agreements shall provide for an expiration term of not more than five years from the date of award, including all modifications. \n     (B)     For performance of specific tasks, the department shall seek price quotations from at least three of the special service providers with master agreements. The department shall issue a contract service order for the work to the provider submitting the lowest quotation, except as provided below. In the event that the department is unable to obtain three quotations, the department head shall base the issuance of the contract service order on the quote or quotes received. If the department head believes that the public interest would best be served by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. The department head may reject any and all quotations and request new quotations. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 58-05, File No. 041571, App. 4/1/2005)\n\nSEC. 6.66.  CONVENTION FACILITY PUBLIC WORKS.\n     When construction work is required for the City-owned convention facilities, such services may be procured in accordance with the following procedures: \n     (A)     Bids will be requested from not fewer than three bidders for a construction contract. The contract will be awarded to the responsible bidder with the lowest responsive bid. A record of all bids received and a register of all awards made under this subsection shall be maintained. In the event three bids cannot be obtained, the award shall be based on the bid or bids received. Any or all bids may be rejected and new bids may be requested. \n     (B)     Authority to undertake the contracting process and enter into contract directly with the contractor may be delegated to the operator/manager of the convention facilities. In such event, the City Administrator or his or her designee shall first review the propriety of the process and shall approve the award of any contract. \n     (C)     In no event shall the award of contracts by the procedures set forth in this subsection exceed the cumulative sum of three million dollars ($3,000,000) in any fiscal year. \n     Except as provided herein, any contract awarded under this subsection must comply with this Chapter and with \nChapters 12B, \n12C and \n12D.A. \n     All of the contracts awarded and work performed under this subsection shall be reported to the Board of Supervisors on a quarterly basis. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99)\n\nSEC. 6.67.  COMPARISON OF BIDS ON BASIS OF CLEAN CONSTRUCTION.\n     To minimize the adverse impact to the surrounding environment, Department heads authorized to execute contracts for public works are authorized to compare bids on the basis that the work will be performed utilizing off-road equipment and off-road engines that meet or exceed the standards for Clean Construction set forth in Section \n6.25 (\"Clean Construction Comparative Bidding\"). Department heads are particularly encouraged to utilize Clean Construction Comparative Bidding wherever the project is located within 500 feet of a Sensitive Site and the construction activity will occur for more than 20 days. The Department head or officer calling for bids shall specify in the Advertisement for Bids the monetary value that the Department will attribute to Clean Construction and shall evaluate responsive bids accordingly. Any contract awarded in consideration, in whole or in part, on the basis of Clean Construction Comparative Bidding shall include provisions (1) requiring the contractor to certify that all work has been undertaken in compliance with the requirements for Clean Construction set forth in Section \n6.25, (2) providing procedures to request a waiver of the biodiesel fuel and/or emissions standards as to specific, necessary equipment as set forth in Section \n6.2(b)(3)(D), and (3) providing for liquidated damages in the amount of $100.00 per day per vehicle operated at the project site in violation of Clean Construction standards. Except as provided herein, contracts awarded on the basis of Clean Construction Comparative Bidding shall be subject to all provisions of \nChapter 6 of the Administrative Code. \n(Added by Ord. 70-07, File No. 061432, App. 4/2/2007)\n\nSEC. 6.68.  INTEGRATED PROJECT DELIVERY\n     Integrated project delivery is an approach to the procurement of construction services whereby a construction manager/general contractor (\"CM/GC\") is retained during the design process to review and provide comments as to the constructability of the Architect/Engineer's design within the established budget. The Department heads authorized to execute contracts for public work projects are authorized to seek proposals from qualified CM/GCs for construction of public work projects using an integrated project delivery under the following conditions: \n     (A)     Before the request for qualifications is issued, the Department head shall determine that an integrated project delivery is necessary or appropriate to achieve anticipated cost savings or time efficiencies, or both, and that such a process is in the public's best interest. \n     (B)     If the proposed public work project is for the use or benefit of a Department that is under the jurisdiction of a commission, then such commission shall first approve the solicitation of integrated project delivery proposals. If the public work is for the use or benefit of a Department not under the jurisdiction of a commission, then the City Administrator must first approve this process. \n     (C)     Pre-qualification. Department heads shall require that prospective proposers be pre-qualified to submit proposals on a specific project. The procedure for pre-qualification is as follows: \n          (1)     The Department head shall issue a request for qualifications inviting interested parties to submit their qualifications to perform the project. The request for qualifications shall include criteria by which the prospective proposers shall be evaluated. The evaluation criteria shall be based on qualifications and experience relevant to the services needed for the particular project. The list of criteria may include, but is not limited to the following: (i) ability to perform required pre-construction and construction phase services; (ii) evidence of financial capacity; (iii) experience on projects of similar size and complexity; (iv) commitment to comply with the goals and requirements of Administrative Code Chapters 12 and 14; (v) ability to collaboratively and cooperatively deliver projects on time and on budget; (vi) liquidated damages for delay and other damages paid on prior projects, and prior litigation history; (vii) reputation with owners of prior projects; (viii) claims history with insurance carriers and sureties; and (ix) compliance with all of the requirements established in the request for qualifications and other criteria that the Department head in consultation with the Human Rights Commission may deem appropriate. The Department head shall set objective scoring criteria and incorporate the criteria into any scoring procedure. \n          (2)     The Department head shall designate a panel to review pre-qualification responses and interview and rate respondents with respect to the request for qualifications. Only those respondents found to be qualified will be eligible to submit proposals. The list of pre-qualified respondents shall be valid for not more than two years following the date of initial pre-qualification. \n     (D)     Request for Proposals and Selection Process. The Department head shall issue a request for proposals inviting pre-qualified CM/GCs to submit competitive cost proposals for the project. The request for proposals shall include information describing the scope of pre-construction and construction phase services for the project. The request for proposals shall request the following minimum cost information from each proposer: (i) fees for pre-construction services and (ii) fees for construction phase services, including overhead, profit and general conditions, and (iii) the qualitative criteria as described in (1) below. \n          (1)     The Department head shall designate a panel to evaluate integrated project delivery proposals and rank the proposals to determine which provides the overall best value to the City with respect to non-cost and cost criteria. The list of non-cost criteria may include but is not limited to the following: (i) plan for expediency in completing the proposed project; (ii) quality of proposal; (iii) commitment to comply with the goals set by the Human Rights Commission and requirements of Administrative Code Chapters 12 and 14; (iv) commitment to meet City hiring goals (e.g. City Build or First Source Hiring); and (v) compliance with all the requirements and criteria established by the Department head or HRC in the request for proposals. The department head shall set objective scoring criteria and incorporate the criteria into any scoring procedure. The cost criterion shall constitute not less than sixty-five percent (65%) of the overall evaluation. \n          (2)     The Department head shall set forth in the request for proposals and in the contract liquidated damages to be assessed against the successful CM/GC in the event it fails to fulfill the commitments made in its proposal. \n          (3)     The Department head may recommend the award of a contract to the highest-ranked CM/GC whose total proposed fee is not more than twenty percent (20%) greater for contracts the estimated cost of which is $10 million or less, or is not more than ten percent (10%) greater for contracts the estimated cost of which is in excess of $10 million, than the total proposed fee of the lowest responsive bid. If award to such CM/GC is not made for any reason, the Department head may recommend the award of a contract to the next highest-ranked CM/GC whose total proposed fee is not more than ten percent (10%) greater than the total proposed fee of the lowest responsive bid, and so forth. In making the final determination, the Department head shall apply the LBE discount to proposals submitted by LBEs, in accordance with Administrative Code Chapter 14B. \n     (E)     Alternate Request for Proposals and Selection Process. If the department head determines that it is in the City's best interest to exclude consideration of non-cost criteria as part of the final selection process, the Department head shall issue a request for proposals inviting pre-qualified CM/GCs to submit integrated project delivery proposals, which will be evaluated based upon project costs only. If the proposed public work project is for the use or benefit of a Department that is under jurisdiction of a commission, then such commission shall approve the use of this alternate process. If the public work is for the use or benefit of a Department not under the jurisdiction of a commission, then the City Administrator must approve the use this alternate process. \n     (F)     The City shall retain the absolute discretion to determine, at any time during the process, not to proceed with any proposed project, which right may be exercised without liability to CM/GCs for costs incurred during the entire pre-qualification, proposal and negotiation process, and such rights shall be reserved in all requests for qualifications and proposals. \n     (G)     The bid security and subcontractor listing requirements of section \n6.21 will not apply to the selection of CM/GCs under this section \n6.68. Any resulting contract with a CM/GC shall comply with section \n6.22. \n     (H)     Procurement of Trade Subcontractors. Department heads shall require the selected CM/GC to procure trade work contracts through a pre-qualification and competitive bid process, as follows: \n          (1)     Pre-qualification. The department head shall require the CM/GC to pre-qualify all trade subcontractors, subject to the approval of the Department head. The CM/GC shall attempt to establish a pool of no fewer than three pre-qualified subcontractors for each trade package, subject to the approval of the department head. \n          (2)     Competitive Bid. The Department head shall require the CM/GC to receive sealed bids from the pre-qualified trade subcontractors. The bid security provisions of section \n6.21 will not apply. The CM/GC shall award a trade package subcontract to the responsible bidder submitting the lowest responsive bid, except that the CM/GC may negotiate and award a portion of the trade package subcontracts as provided in paragraph (3), below. Only those Administrative Code provisions that normally apply to subcontracts will apply to the trade package subcontracts. \n          (3)     The Department head may authorize the CM/GC to negotiate subcontracts for trade work as appropriate for the project, up to an amount not exceeding seven and one-half percent of the total estimated subcontract costs. The Department head shall establish a maximum dollar value for each negotiated trade subcontract as appropriate for the project. \n     (J)     All actions heretofore taken by a department head consistent with the provisions of this section are hereby approved.\n(Added by Ord. 119-08, File No. 080277, App. 7/11/2008; amended by Ord. 96-10, File No. 100332, App. 5/13/2010)\n\nSEC. 6.69.  DEPARTMENT OF PUBLIC HEALTH PUBLIC WORK.\n     For public work necessary to maintain or repair health facilities under the jurisdiction of the Health Commission, the Department of Public Health (DPH) may award master agreement contracts, for work to be performed on an \"if-and-as-needed\" basis, to qualified construction contractors in conformance with the following procedures: \n     (A)     Contract Award. The Director of DPH may award master agreement contracts, on an \"if-and-as-needed\" basis to construction contractors who can establish all of the licensing, qualifications, experience, and certifications, as required by the Director of DPH. A contractor may apply for a master agreement under this Section by providing DPH with a statement of its experience and qualifications and other information as requested by DPH. Within 60 days of receiving such information, DPH shall advise the applicant of its eligibility for an award of a master agreement. \n     (B)     Contract Terms. Master agreements awarded under this Section shall conform to the requirements of Section \n6.22 of this Chapter and shall conform to Administrative Code \nChapter 14B, as applicable. Master agreements shall provide for an expiration term of not more than three years from the date of award, including all modifications. All master agreements shall provide for a maximum total dollar value of work each contractor is authorized to perform during the contract period. No master agreement may be modified to exceed 150% of the original contract amount. Master agreements shall contain no minimum dollar amount. Master agreements shall provide that DPH may assign work on a task order basis, \"if-and-as-needed, \" through competition among master agreement contractors. \n     (C)     Task Order Competitive Solicitation. To assign work under master agreement contracts, DPH shall solicit quotations from no fewer than three qualified master agreement contractors. Solicitations shall conform to Section \n6.21 of this Chapter, except that neither a published advertisement nor a bid bond shall be required. Solicitations shall include a description of the proposed task order scope of work, including plans or specifications, if any, and may include provisions for liquidated damages for delay if and as appropriate to the particular project. Responsive quotations must include subcontractor listing, if any, in conformance with Section \n6.21(A)(9). \n     (D)     Task Order Award. The Director of DPH shall award a task order for the performance of work under a master agreement to the contractor submitting the lowest responsive quotation. In the event that DPH is unable to obtain three quotations, the Director of DPH shall base the award on the quotation or quotations received. If the Director of DPH believes that the public interest would best be served, by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. \n     (E)     Task Order Terms. No task order or multiple task orders for any single public work, whether in one phase or multiple phases, shall cumulatively exceed $400,000.00, including all modifications. The Director of DPH may issue or modify a task order to exceed the foregoing imitation only upon the Director's written determination establishing the urgency of the work and the justification for proceeding under this Section, rather than through the Department of Public Works, in conformance with Section \n6.2 of this Chapter. \n(Added by Ord. 224-08, File No. 081084, App. 10/15/2008)\n\nSEC. 6.70.  REAL ESTATE DIVISION PUBLIC WORK.\n     For public work necessary to maintain or repair facilities and real property under the jurisdiction of the Real Estate Division (\"RED\"), RED may award master agreement contracts for special services under Administrative Code Section \n6.65, or may award master agreement contracts for work to be performed on an \"if-and-as-needed\" basis, to qualified construction contractors in conformance with the following procedures: \n     (A)     Contract Award. The Director of RED may award master agreement contracts, on an \"if-and-as-needed\" basis to construction contractors who can establish all of the licensing, qualifications, experience, and certifications, as required by the RED Director. A contractor may apply for a master agreement under this Section by providing RED with a statement of its experience and qualifications and other information as requested by RED. Within 60 days of receiving such information, RED shall advise the applicant of its eligibility for an award of a master agreement. \n     (B)     Contract Terms. Master agreements awarded under this Section shall conform to the requirements of Section \n6.22 of this Chapter and shall conform to Administrative Code \nChapter 14B, as applicable. Master agreements shall provide for an expiration term of not more than three years from the date of award, including all modifications. All master agreements shall provide for a maximum total dollar value of work each contractor is authorized to perform during the contract period. No master agreement may be modified to exceed 150% of the original contract amount. Master agreements shall contain no minimum dollar amount. Master agreements shall provide that RED may assign work on a task order basis, \"if-and-as-needed,\" through competition among master agreement contractors. \n     (C)     Task Order Competitive Solicitation. To assign work under master agreement contracts, RED shall solicit quotations from no fewer than three Qualified master agreement contractors. Solicitations shall conform to Section \n6.21 of this Chapter, except that neither a published advertisement nor a bid bond shall be required. Solicitations shall include a description of the proposed task order scope of work including plans or specifications, if any, and may include provisions for liquidated damages for delay if and as appropriate to the particular project. Responsive quotations must include subcontractor listing, if any, in conformance with Section \n6.21(A)(9). \n     (D)     Task Order Award. The Director of RED shall award a task order for the performance of work under a master agreement to the contractor submitting the lowest responsive quotation. In the event that RED is unable to obtain three quotations, the Director of RED shall base the award on the quotation or quotations received. If the Director of RED believes that the public interest would best be served by accepting other than the lowest quotation, he or she is hereby authorized to accept the quotation that in his or her discretion will best serve the public interest. \n     (E)     Task Order Terms. No task order or multiple task orders for any single public work, whether in one phase or multiple phases, and whether under this Section or for Special Services under Section \n6.65. shall cumulatively exceed $400,000, including all modifications. The Director of RED may issue or modify a task order to exceed the foregoing limitation only upon the Director's written determination establishing the urgency of the work and the justification for proceeding under this Section, rather than through the Department of Public Works, in conformance with Section \n6.2 of this Chapter. \n(Added by Ord. 309-08, File No. 081286, App. 12/16/2008)\n\nSEC. 6.71.  PIER REPAIR WORK.\n     (A)     The Port is authorized to use the Port's Maintenance Division employees and equipment to perform demolition, repair and replacement work on piers under the jurisdiction of the Port Commission, including pile-supported pier structures, substructures, aprons, wharves, decks, fenders and associated utilities. The competitive bid requirements of Sections \n6.20(A) and \n6.23(B) shall not apply to the Port's self-performance of such pier demolition, repair and replacement work.\n     (B)     All actions previously taken by the Port consistent with this section are hereby approved.\n     (C)     Nothing in this Section \n6.71 shall prohibit the Port from using the procedures described elsewhere in this Chapter for the performance of pier demolition, repair and replacement work.\n(Added by Ord. 124-12, File No. 120560, App. 6/29/2012, Eff. 7/29/2012)\n\nARTICLE V:\nVIOLATIONS OF ADMINISTRATIVE CODE \nCHAPTER 6; FALSE CLAIMS; PROCEDURES FOR DEBARMENT; MONETARY PENALTIES\n\n\nSec. 6.80.\nViolations and False Claims; Debarment and Monetary Penalties. \n\nSec. 6.81.\nCollusion in Contracting. \n\nSec. 6.82.\nProcedures for Administrative Debarment. \n\nSec. 6.83.\nAssessment of Monetary Penalties for False Claims: Investigation and Prosecution. \n\nSEC. 6.80.  VIOLATIONS AND FALSE CLAIMS; DEBARMENT AND MONETARY PENALTIES.\n     Any contractor, subcontractor, supplier, consultant or subconsultants who fails to comply with the terms of its contract with the City and County; or who violates any provision of Administrative Code Chapter 6; or who fails to abide by any rules and/or regulations adopted pursuant to Administrative Code \nChapter 6; or who submits false claims; or who has violated against any government entity a civil or criminal law relevant to its ability to perform under or comply with the terms and conditions of a contract with the City and County, may be declared an irresponsible bidder or an unqualified consultant and debarred according to the procedures set forth in \nChapter 28 of this Administrative Code. Additionally, any contractor, subcontractor, supplier, consultant or subconsultant who submits a false claim to the City and County may also be subject to monetary penalties, investigation and prosecution as described below. \n     In the event that such a violation of this Chapter, including the submission of one or more false claims, comes to the attention of a board or commission or department head responsible for public work, the department head must investigate the matter. The department head must report the findings of any such investigation by letter to the Board of Supervisors within 30 days of the completion of the investigation. The investigation letter to the Board of Supervisors must state the name of the contractor, subcontractor, supplier, consultant or subconsultant; the nature of the violation; the results of the investigation; and the department head's plan for addressing the violation, if any. A hearing shall also be called in the Audit Committee of the Board of Supervisors to report on this investigation. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 324-00, File No. 001919, App. 12/28/2000; Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 8-04, File No. 031503, App. 1/16/2004) \n\nSEC. 6.81.  COLLUSION IN CONTRACTING.\n     If, at the determination of the Mayor, the department head who executed the construction or professional services contract or the board or commission who awarded such contract, and pursuant to the debarment procedures set forth below, any party or parties to whom a contract has been awarded has been guilty of collusion with any officer or representative of the City and County, or any other party or parties, in the submission of any bid or in preventing of any other being made, or in knowingly receiving preferential treatment by any officer or an employee of the City and County, then any contract so awarded, if not completed, may be declared null and void by the Board of Supervisors on the recommendation of the Mayor, department head or the board or commission concerned, and no recovery shall be had thereon. The department head concerned may then readvertise for bids for the uncompleted portion of the work. The matter may also be referred to the City Attorney for such action as may be necessary. Any party or parties guilty of such collusion shall not be permitted to participate in or to bid on any future public work, improvement or purchase to be made by the City and County. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99)\n\nSEC. 6.82.  PROCEDURES FOR ADMINISTRATIVE DEBARMENT.\n     Notwithstanding and not exclusive or preclusive of any pending or contemplated legal action, any contractor, subcontractor, supplier, consultant or subconsultant directly or indirectly subject to the provisions of this Chapter may be determined irresponsible and disqualified from contracting with the City and County of San Francisco in accordance with the provisions of \nChapter 28 of this Administrative Code. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99; amended by Ord. 7-02, File No. 011675, App. 1/25/2002; Ord. 8-04, File No. 031503, App. 1/16/2004) \n\nSEC. 6.83.  ASSESSMENT OF MONETARY PENALTIES FOR FALSE CLAIMS: INVESTIGATION AND PROSECUTION.\n     Notwithstanding and not exclusive or preclusive of any other administrative or legal action taken by the City and County, a contractor may be assessed monetary penalties for submitting false claims. The department head responsible for the public work may withhold such penalties from amounts due or retained under the contract. Notwithstanding and not exclusive or preclusive of any administrative or other legal action, the City Attorney may investigate and prosecute in a civil action any submission of a false claim. \n     The submission of a false claim occurs when a contractor, subcontractor, supplier, consultant or subconsultant commits any of the following acts enumerated below. In such event, the contractor, subcontractor, supplier consultant or subconsultant shall be liable to the City and County for (1) three times the amount of damages which the City and Count sustains because of the act(s) of that contractor, subcontractor, supplier, consultant or subconsultant; and (2) the costs, including attorney's fees of a civil action brought to recover any of those penalties or damages. Such contractor, subcontractor, supplier, consultant or subconsultant may also be liable to the City and County for a civil penalty of up to $10,000 for each false claim. \n     (1)     Knowingly presents or causes to be presented to an officer or employee of the City and County a false claim or request for payment or approval; \n     (2)     Knowingly makes, uses, or causes to be made or used a false record or statement to get a false claim paid or approved by the City and County; \n     (3)     Conspires to defraud the City and County by getting a false claim allowed or paid by the City and County;\n     (4)     Knowingly makes, uses, or causes to be made or used a false record or statement to conceal, avoid, or decrease an obligation to pay or transmit money or property to the City and County; \n     (5)     Is a beneficiary of an inadvertent submission of a false claim to the City and County, subsequently discovers the falsity of the claim, and fails to disclose the false claim to the City and County within a reasonable time after discovery of the false claim. \n     Liability under this section shall be joint and several for any act committed by two or more persons. \n     For purposes of this section \"claim\" includes any request or demand for money, property or services made to any employee, officer, or agent of the City and County, or to any contractor, subcontractor, grantee or other recipient, whether under contract or not, if any portion of the money, property, or services requested or demanded issued from, or was provided by, the City and County. \n     For purposes of this section, \"knowingly\" means that a contractor, subcontractor, supplier, consultant or subconsultant with respect to information does any of the following: (1) has actual knowledge of the information; (2) acts in deliberate ignorance of the truth or falsity of the information; or (3) acts in reckless disregard of the truth or falsity of the information. Proof of specific intent is not required and reliance on the claim by the City and County is also not required. \n(Added by Ord. 286-99, File No. 991645, App. 11/5/99)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"6","chaptersection":"9. ","identifier":"6.9. ","catch_text":"SUBCONTRACTOR AND SUBCONSULTANT LIMITATION OF RIGHTS."}}