{"text":"\n     (a)     Whenever an owner (i) fails to give the notice of intent to prepay and/or terminate as provided in this Chapter; (ii) fails to comply with the provisions of this Chapter concerning purchase by a qualified entity; (iii) attempts to convert or converts subsidized rental units in violation of this Chapter; or (iv) otherwise fails to comply with the provisions of this Chapter, the City, any tenant household of the affected development, any affected qualified entity, or the tenant association of the development may institute a civil proceeding for injunctive relief to restrain the owner from such violation and/or money damages, or for any other remedy available at law or in equity. \n     (b)     Upon proof that the owner has willfully or in bad faith violated any provision of this Chapter, any affected tenant household shall receive a judgment of treble the tenant household's actual damages. \n     (c)     In any action in which the City is a party, which action is brought to enforce the provisions of this chapter, upon proof that the owner willfully or in bad faith converted a subsidized rental unit, such owner shall be required to pay to the City a sum at least equal to the cost of constructing or acquiring a replacement unit for each subsidized rental unit unlawfully converted, including, for construction, the per-unit cost of land acquisition. Any money received under this Section \n60.11(c) shall be used for the development or preservation of housing units affordable to and to be occupied by very low and low income households. \n     (d)     The prevailing party in any civil action brought under this Section \n60.11 shall be entitled to recover reasonable attorney's fees and costs. Reasonable fees of attorneys of the City's Office of City Attorney shall be based on the fees regularly charged by private attorneys with an equivalent number of years of professional experience in the subject matter areas of the law for which the City Attorney's services were rendered and who practice in the City in law firms with approximately the same number of attorneys as employed by the Office of City Attorney. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"11. ","identifier":"60.11. ","catch_text":"CIVIL ACTIONS."}}