{"text":"\n     (a)     An owner or qualified entity may petition directly the Housing Preservation Appeals Board (\"Appeals Board\"), in the same manner as the procedure for appeals specified in Section \n60.12(d) through (h) below, for relief from strict compliance with the provisions of this Chapter. Such relief shall be granted only as specified in this Section \n60.10, and only upon a finding by the Appeals Board, after a hearing, that the owner or qualified entity has shown by a preponderance of the evidence that relief is warranted. \n     (b)     An owner may be relieved of the obligation to comply with the 18-month notice requirement if imposed by Section \n60.5 on the following grounds: \n          (1)     Due to the date this Chapter was enacted, compliance with an applicable provision of federal or state law renders the owner unable to comply both with such federal or State law, and with the 18-month notice requirement; or \n          (2)     Compliance with the 18-month notice requirement would subject the owner's interest in the development to substantial danger of extinguishment by foreclosure or sale in lieu of foreclosure. \n     Any order of relief entered pursuant to this Section \n60.10(b) shall reduce the 18-month notice period only to the extent necessary to avoid the situations described in Section \n60.10(b)(1) and (2) above. \n     (c)     An owner may be relieved of the obligation to comply with the requirement to pay relocation benefits, imposed by Section \n60.7, on the following grounds: \n          (1)     Payment of the full amount of such benefits will render the owner insolvent. For the purpose of this Section \n60.10(c), \"insolvent\" shall mean that the value of the liabilities of the owner exceeds the value of the owner's assets. \n     Any order of relief entered pursuant to this Section \n60.10(c) shall reduce the amount of relocation benefits due only to the extent necessary to avoid rendering the owner insolvent. \n     (d)     An owner may petition on the Appeals Board for an adjustment in the method of calculating the fair return price. Such relief shall be granted only to the extent necessary to avoid a result which is confiscatory. For the purpose of this chapter, \"confiscatory\" shall mean that the owner does not receive a fair return on actual cash investment or adjusted actual cash investment as a result of sale to a qualified entity pursuant to Section \n60.8 above. Any order of relief pursuant to this Section \n60.10(d) shall increase the fair return price only to the extent necessary to avoid a confiscatory result. \n     (e)     An owner may petition the Appeals Board for reduction of the 14-month notice requirement specified by Section \n60.8(e). Such reduction may be granted on the following grounds: \n          (1)     Due to the date this Chapter was enacted, compliance with applicable provision of federal or state law renders the owner unable to comply both with such federal or state law, and with the 14-month notice requirement; or \n          (2)     Compliance with the 14-month notice requirement would subject the owner's interest in the development to substantial danger of extinguishment by foreclosure or sale in lieu of foreclosure. \n     Any order of relief pursuant to this Section \n60.10(e) shall reduce the 14-month notice period only to the extent necessary to avoid the situations described in Section \n60.10(e)(1) and (2) above. \n     (f)     A qualified entity may petition the Appeals Board for relief from the requirements of Section \n60.8(b)(2) if maintaining the rents at the levels specified in Section \n60.8(b)(2) renders an assisted housing development not financially feasible because the development's operating revenue will not equal or exceed the sum of operating expenses. A qualified entity purchaser shall be entitled to remove one or more units from the rent and occupancy requirements as the Appeals Board finds is necessary for the development to become economically feasible; provided, however, that once the development is again economically feasible, the purchasing qualified entity shall cause the next available units to be units subject to the rent and occupancy requirements until achieving the number and mix of restricted units in the development required by Section \n60.8(b)(2) \n     For the purpose of this Section \n60.10(f), \"operating revenues\" shall include rents, subsidy payments received on behalf of tenant households, interest on contingency reserve or other reserve funds not designated to be a sinking fund, and receipts from operation of laundry, parking or other services. \"Operating expenses\" shall include all costs and expenses related to operation of the development, including debt service on any loans required to be paid currently, but not including any debt incurred for purchase of the development pursuant to this Chapter unless the proceeds of such debt were necessary to pay the fair return price, or were used to pay the cost of capital improvements or rehabilitation necessary to bring the development into compliance with applicable building, electrical, fire, plumbing, and similar code standards. \n     (g)     Any owner may petition the Appeals Board for a reduction in the 12-month notice requirement specified by Section \n60.9(a). Such reduction shall be granted on the following grounds: \n          (1)     Due to the date this Chapter was enacted, compliance with applicable portions of federal or state law renders the owner unable to comply both with such federal or State law, and with the 12-month notice requirement; or \n          (2)     Compliance with the 12-month notice requirement would subject the owner's interest in the development to substantial danger of extinguishment by foreclosure or sale in lieu of foreclosure. \n     Any order of relief pursuant to this Section \n60.10(g) shall reduce the 12-month notice period only to the extent necessary to avoid the situations described in Section \n60.10(g)(1) and (2) above. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"10","identifier":"60.10","catch_text":"ADMINISTRATIVE RELIEF."}}