{"text":"\n     (a)     Any owner who negligently or intentionally violates any provision of this Chapter shall be liable for a civil penalty not to exceed $5,000 for each separate violation. Such violations shall include, but are not limited to, the making of a false statement or representation in any notice or other document required by this Chapter. \n     (b)     Any interested person may petition the Director of Housing to investigate an alleged violation of this Chapter. Upon receipt of such petition, or upon his or her own motion, the Director of Housing shall give the owner 21 days' written notice by United States Mail, first class, certified, return receipt requested, of the date, time and location of a hearing before the Director of Housing, and the nature of the alleged violation. The Director of Housing shall hear the evidence and shall determine whether any violation was negligent or intentional. The Director of Housing shall issue a written decision with findings in support of the decision that state the nature of any violations and any appropriate penalties. \n     (c)     The owner or any other party to the hearing may appeal the decision of the Director of Housing to the Housing Preservation Appeals Board (\"Appeals Board\") by filing with the Appeals Board a written notice of appeal within 30 days of the date of the decision by the Director of Housing. The notice of appeal shall state the grounds for objection to the decision of the Director of Housing. \n     (d)     The Appeals Board shall hold a public hearing on the appeal within 45 days of the filing of the notice of appeal and shall decide whether to reverse or affirm the decision of the Director of Housing within 15 days of the hearing. The Appeals Board shall give the owner and any person requesting notice at least 14 days' notice of the date, time and location of the hearing. \n     (e)     The Appeals Board shall adopt written findings in support of its decision.\n     (f)     The decision of the Appeals Board shall be a final order reviewable by any court of competent jurisdiction.\n     (g)     The Appeals Board shall adopt rules governing conduct of its hearings. Such rules shall provide that parties shall have the right to be present, to be represented by counsel, to present evidence and to cross-examine witnesses. \n     (h)     The Appeals Board shall have three members appointed by the Mayor.\n     (i)     Any penalties collected pursuant to this Section \n60.12 shall be used as provided in Section \n60.11(c) above.\n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"12. ","identifier":"60.12. ","catch_text":"CIVIL PENALTIES."}}