{"text":"\n     The Board of Supervisors finds that: \n     (a)     For more than 50 years, federal, state and local governmental entities have initiated and maintained various housing programs designed to provide housing affordable to low and moderate income households. \n     (b)     Since the inception of these housing programs, demand for affordable subsidized rental units has consistently exceeded the supply of such units. \n     (c)     On May 12, 1989, the Mayor's Housing Advisory Committee for the City and County of San Francisco issued the draft Affordable Housing Action Plan For San Francisco. The report concludes that \"[t]he demand for housing, especially for housing affordable to households earning less than moderate income, greatly exceeds the availability of such housing\" and that the \"preservation and improvement of the local existing affordable housing stock, particularly for low and very low income households, must be made a priority.\" \n     (d)     The Federal Home Loan Bank has determined in the Federal Home Loan Bank Housing Vacancy Survey conducted in September of 1988 that the vacancy rate for all multi-family housing in San Francisco was approximately 1.6 percent. \n     (e)     According to the Inventory of Federally-Subsidized Low-Income Units at Risk of Conversion issued on March 1, 1989 by the California Coalition for Rural Housing and the California Housing Partnership Corporation, approximately 83 privately owned developments assisted with Federal funds are located in San Francisco. Some of these assisted developments contain units affordable to very low, low and moderate income households which are at risk of conversion to market-rate rental or ownership housing by the year 2008. These developments include approximately 7,500 units carrying project-based rental subsidies under the Section 8 program. Approximately 3,900 of these units are at risk of conversion to market-rate housing due to prepayment of federal loans or termination of Section 8 subsidies. Approximately 4,000 additional units already in nonprofit ownership are also at risk due to impending expiration of Section 8 contracts. \n     (f)     The California State Legislature has declared that there exists a severe shortage of housing affordable to very low, low and moderate income households, that such shortage is inimical to the safety, health and welfare of the residents of the state, and that it is an economic benefit to the state and a public purpose to encourage the availability of adequate housing for very low, low and moderate income households. \n     (g)     Section \n101.1(b)(3) of the San Francisco Planning Code establishes as a Priority Policy for the San Francisco Master Plan \"[t]hat the City's supply of affordable housing be preserved and enhanced.\" The Housing Element of the San Francisco General Plan establishes as one of its primary goals the preservation and expansion of the housing stock affordable to very low, low and moderate income households within the City. The California State Legislature has recently enacted provisions requiring the City to include in its Housing Element an analysis of existing assisted housing developments for which subsidies and applicable use restrictions may be terminated during the next 10 years, and a program for preserving such affordable units. The Legislature has also enacted provisions which clarify that the Low and Moderate Income Housing Fund moneys administered pursuant to the Health and Safety Code by redevelopment agencies may be expended for assisted housing preservation efforts. \n     (h)     The City's Housing Assistance Plan, Community Development Objectives, and Comprehensive Homeless Assistance Plan all establish the preservation and expansion of the supply of affordable housing as major policy objectives of the City. \n     (i)     Under the federal housing programs designed to create and maintain privately owned, publicly assisted housing affordable to households of very low, low and moderate income, including but not limited to the Section 221(d)(3), Section 236, Section 8 New Construction, Substantial Rehabilitation and Moderate Rehabilitation Programs, and the Section 8 Loan Management Set Aside Program, some persons owning federally subsidized housing units may prepay federally subsidized loans prior to the end of the loan term, and/or are given the option upon renewal dates of rental subsidies not to renew such subsidies. The City recognizes the rights of owners of such housing units contained in such contracts with the federal government and that the owners of such housing are entitled by law to a fair return on their investment. \n     (j)     The owners of such housing units have enjoyed substantial financial benefits from participation in such government programs, including but not limited to: \n          (1)     Programs such as the Builder Sponsor Profit And Risk Allowance, which allowed original owners to credit a noncash contribution toward the 10 percent equity requirement; \n          (2)     Calculation of the six percent return on the basis of 10 percent of project value, regardless of the owner's actual cash investment;\n          (3)     Operating income subsidies;\n          (4)     Capital improvement loan subsidies;\n          (5)     Reduction of debt service in insured projects;\n          (6)     Mortgage modification, forbearance and workout policies which substantially reduced risk of foreclosure;\n          (7)     HUD regulatory preemption of local rent control; and\n          (8)     Tax benefits under the Tax Reform Act of 1976, the Economic Recovery Tax Act of 1981 and the Deficit Reduction Act of 1984. Among the most significant of these tax benefits was the application of accelerated depreciation schedules to assisted housing developments. For example, in 1981, the United States Congress amended the United States Revenue Code to enable the owner of a low-income housing development to take advantage of special accelerated depreciation rules. Under the 1981 amendments, such developments were allowed to be depreciated for tax purposes using the double declining balance method over a shortened 15-year period. This change in the Internal Revenue Code created a powerful financial incentive to increase the depreciable basis of a development. Subsequent to the effective date of this change, many former owners of assisted housing developments participated in transfers of ownership at inflated prices which greatly increased the depreciable basis of the developments, and the tax benefits of ownership. In some cases, these tax benefits were abused when transfers involved the use of unenforceable debt obligations to pay an inflated purchase price and thus the depreciable basis. In these transactions, loans which required no current payment of principal or interest, or which carried no foreclosure remedy for default, were used primarily to inflate depreciable basis above the then-current value of the development. Such loans have little or no economic value other than as a device to inflate depreciable basis and increase tax benefits. The creation of these \"paper\" loans ceased when the Internal Revenue Code was amended by the Tax Reform Act of 1986. The 1986 amendments removed the financial incentives to inflate depreciable basis by instituting the passive activity and passive loss rules, by lengthening the period of depreciation for assisted housing developments to 27-½ years, and by changing the method from double declining balance to straight line. Therefore, the Board of Supervisors finds that the principal or interest due under loans created between the effective dates of the 1981 and 1986 amendments to the Internal Revenue Code, which are not required to be paid currently from the cash flow generated by operation of a development or which could not be foreclosed upon for failure to make payments, should not be included in the Fair Return Price. \n     (k)     The prepayment of federally subsidized loans and the failure to renew rental subsidies under federal programs will terminate federal rent restrictions and will result in loss of housing units affordable to and the displacement of very low, low and moderate income households. \n     (l)     In the San Francisco Bay Area, 18,820 units in 186 projects providing housing for thousands of very low, low and moderate income households may be directly and adversely affected by the prepayment of Section 221(d)(3), Section 236, and Section 8 loans and the nonrenewal of Section 8 project-based subsidies. This regional loss of housing units affordable to very low, low and moderate income households will impact all communities within the Bay Area. The California Legislature has declared that all communities have an obligation to provide a fair share of the region's housing needs for very low, low and moderate income households. \n     (m)     Conversion of subsidized rental units to market-rate rental or ownership units will result in the displacement of very low, low and moderate income households residing in assisted housing developments, and will also result in a permanent loss from San Francisco's housing stock of housing units affordable to very low, low and moderate income households. The risk of such conversions constitutes a substantial and immediate threat to the welfare, health and safety of San Francisco's residents. Displacement of very low and low income households, the currently inadequate supply of affordable housing units and the lack of federal, state and local funds to produce a sufficient supply of such units, combine to force more people into already overburdened emergency shelters, and onto the streets. \n     (n)     The loss of affordable rental units resulting from conversion will have an adverse impact on the goal of preserving and expanding the existing stock of affordable housing, as well as an adverse impact on the City's housing and service programs by placing additional burdens on the City's limited housing resources and limited resources for providing emergency shelter and associated services. \n     (o)     Conversions of subsidized rental units to nonsubsidized rental units present special problems which would create conditions detrimental to the health, safety and welfare of the San Francisco community. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"3. ","identifier":"60.3. ","catch_text":"FINDINGS."}}