{"text":"\n     (a)     \"Assisted housing development\" or \"development\" shall mean any multifamily rental housing building, or group of buildings under common ownership, comprised of four or more rental units, which development has received or receives any public subsidy, including, but not limited to, a mortgage loan, a mortgage interest subsidy, mortgage insurance or a rent subsidy from a federal, state or local governmental body or agency, whose rent levels are restricted so as to be affordable to very low, low and moderate income households. \n     (b)     \"CHFA\" shall mean the California Housing Finance Agency and shall include any delegatee of CHFA when such delegatee acts to administer a CHFA program. \n     (c)     \"City\" shall mean the City and County of San Francisco.\n     (d)     \"Conversion\" shall mean any of the following with regard to a unit which was (i) a subsidized rental unit on the effective date of this Chapter, and (ii) is located in a development as to which prepayment, termination or repurchase has occurred: \n          (1)     A rent increase, resulting in a rent exceeding the rental payment allowed under the applicable use restrictions for a unit in the assisted housing development; \n          (2)     Demolition or other construction work on the unit which renders the unit uninhabitable, is commenced; or\n          (3)     A change in use of the development of any unit within a development is commenced.\n     (e)     \"Conversion date\" shall mean the date on which conversion occurs.\n     (f)     \"Converted unit\" shall mean a subsidized rental unit that was subject to conversion.\n     (g)     \"Director of Housing\" shall mean the Deputy Mayor for Housing and Neighborhoods of the City and County of San Francisco and his or her designee, or if such position ceases to exist, such other qualified City official as shall be designated by the Mayor as the Mayor's agent for the enforcement of this Chapter. \n     (h)     \"HUD\" shall mean the United States Department of Housing and Urban Development, and shall include the Federal Housing Administration (\"FHA\") and any delegatee of HUD when such delegatee is acting to administer a HUD program. \n     (i)     \"Low income household\" shall mean any household with an adjusted gross income which does not exceed 80 percent of median income.\n     (j)     \"Median income\" shall mean the median gross annual income, adjusted for household size, for households in the statistical area, as published periodically by HUD. In the event that such income determinations are no longer published by HUD or are not updated for a period of at least 18 months, \"median income\" shall mean the median annual gross income, adjusted for household size, for households in San Francisco County, California, published periodically by the California Department of Housing and Community Development (\"HCD\"). In the event that such income determinations are no longer published by HCD, or are not updated for a period of at least 18 months, the City shall determine the median income using standards and methods reasonably similar to those standards and methods used by HUD or HCD when it last published a median income calculation. \n     (k)     \"Moderate income household\" shall mean any household with an adjusted gross income which does not exceed 95 percent of median income. \n     (l)     \"Notice of intent to prepay and/or terminate\" shall mean the notice the owner provides to the Director of Housing and to Tenant Households 18 months prior to prepayment or termination, as set forth in Section \n60.5 of this Chapter. \n     (m)     \"Owner\" shall be defined to mean the person, partnership, or corporation or other entity that is a party to a contract with HUD or other public body which provides a mortgage, mortgage assistance, mortgage insurance, or rent subsidy, or any spouse, employee, agent, partner, master lessee, business affiliate or associate, or successor in interest of such person, partnership or corporation that receives or demands rent for a subsidized rental unit. \n     (n)     \"Person\" shall mean any natural person, corporation, firm, partnership, association, joint venture, government (domestic or foreign), governmental or political subdivision or agency, or other similar entity. \n     (o)     \"Prepayment\" shall mean the prepayment, prior to the expiration of the full, original, stated term of the loan, of any loan secured by an assisted housing development which loan was insured or subsidized at its inception by a federal, state or local governmental body or agency, including, but not limited to, loans made, insured or subsidized under the authority of the following provisions of federal and state law, if such prepayment would have the effect of terminating the use restrictions applicable to such assisted housing development, without substitution of substantially similar use restrictions: \n          (1)     New Construction, Substantial Rehabilitation, and Loan Management Set-Aside Programs under Section 8 of the United States Housing Act of 1937, as amended, 42 U.S.C. 1437(f); \n          (2)     Section 213 of the National Housing Act of 1934, as amended, 12 U.S.C. 1715e;\n          (3)     The Below-Market-Interest-Rate Program under Section 221(d)(3) of the National Housing Act of 1934, as amended, 12 U.S.C. Section 1715 1(d)(3); \n          (4)     Section 236 of the National Housing Act of 1934, as amended, 12 U.S.C Section 1715z-1.\n     Prepayment shall not include the expiration of the full original, stated term of a loan. \n     (p)     \"Prepayment date\" shall mean the date prepayment, termination or repurchase occurs.\n     (q)     \"Rent\" shall mean the monetary consideration paid by a tenant household for the use or occupancy of a unit, and shall not include a utility allowance. \n     (r)     \"Replacement unit\" shall be defined to mean a unit which satisfies the following standards:\n          (1)     Is decent, safe, sanitary and comparable to the converted unit, with a quality of construction conforming to current building code standards and adequate in number of rooms and living space to accommodate the tenant household of the converted unit being replaced. \n          (2)     Is located in the City in an area (i) not subjected to unreasonably adverse environmental conditions from either natural or manmade sources, (ii) not generally less desirable than the converted unit with respect to public utilities, public and commercial facilities and neighborhood conditions, including schools and municipal services, and (iii) reasonably accessible to the present or potential places of employment of the members of the tenant household of the converted unit being replaced; and \n     (s)     \"Repurchase\" shall mean purchase by an owner or its related entity of a development or any portion thereof, following foreclosure or transfer by deed in lieu of foreclosure, which foreclosure or transfer terminates the applicable use restrictions, when the building included subsidized rental units immediately prior to foreclosure or transfer, and the building was owned by the same owner prior to foreclosure or transfer in lieu of foreclosure, and new, substantially similar use restrictions are not substituted for such terminated use restrictions. For the purposes of this Chapter, \"related entity\" means any of the following: \n          (1)     A spouse, parent, child, or other individual related to the owner by a tie of blood, marriage, adoption or operation of law;\n          (2)     A partnership, if the owner is either a general or a limited partner of the partnership;\n          (3)     A corporation, if the owner serves on the board of directors of the corporation, or if the owner is a holder of 10 percent or more of any class of the outstanding stock of the corporation; or \n          (4)     Any other business entity for which the owner has primary or controlling authority for management of the business.\n     (t)     \"Section 8\" shall mean Section 8 of the United States Housing Act of 1937, as amended, 42 U.S.C. Section 1437f.\n     (u)     \"Statistical area\" shall mean the San Francisco-Oakland Metropolitan Area.\n     (v)     \"Subsidized rental unit\" shall mean any unit in an assisted housing development.\n     (w)     \"Tenant household\" shall mean a person or group of persons entitled by written or oral agreement, subtenancy approved by the owner, or sufferance, to occupy a unit to the exclusion of others. \n     (x)     \"Tenant association\" shall mean a group of tenants who have formed a nonprofit corporation, limited equity cooperative corporation, unincorporated association, or other entity or organization whose primary purpose is the preservation, for current and subsequent tenants, of the affordability of the subsidized rental units in which tenants reside. \n     (y)     \"Termination\" shall mean terminating or failing to renew a rent subsidy contract with HUD or CHFA prior to the expiration of the full term of such contract, which contract may be unilaterally renewed by an owner, including, but not limited to contracts entered into pursuant to: (i) Section 8, which contracts are renewable by an owner in five-year increments during the contract term, but not including any contracts entered into pursuant to the Section 8 Existing Housing Program (24 C.F.R. Part 882); and (ii) Section 101 of the Housing and Urban Development Act of 1965, as amended. Termination shall not include the expiration of a full original, stated term of a rental subsidy contract, or the termination of the contract upon default by the owner. \n     (z)     \"Unit\" shall mean a residential rental unit, and shall include a subsidized rental unit.\n     (aa)     \"Use restriction\" shall mean any federal, state or local statute, regulation, ordinance, contract, regulatory agreement, covenant, or other restriction which imposes a maximum limitation on tenant household income as a condition of eligibility for occupancy of a unit and (i) imposes a restriction on the maximum rents that could be charged for any of the units, or (ii) requires that rents for any of the units within an assisted housing development be reviewed by a governmental body or agency before the rents charged to tenant households may be increased. \n     (bb)     \"Very low income household\" shall mean any household with an adjusted gross income which does not exceed 50 percent of the median income. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"4","identifier":"60.4","catch_text":"DEFINITIONS."}}