{"text":"\n     (a)     At least 18 months prior to the anticipated date of any prepayment and/or termination, any owner of an assisted housing development shall deliver to the Director of Housing and to each tenant household a notice of intent to prepay and/or terminate. \n     (b)     The notice shall include the following information:\n          (1)     The name and address of each owner of the assisted housing development. For any owner that is a corporation, the notice shall contain the names and addresses of the officers and directors of the corporation and of any person directly or indirectly holding more than 10 percent of any class of the outstanding stock of the corporation. For any owner that is a partnership or joint venture, the notice shall contain the names and addresses of the joint venturers or general and limited partners and shall specify the names and addresses of the natural persons who are the principal or controlling persons of such entities. \n          (2)     The development's name, federal, state, or local program name and ID number, and address;\n          (3)     The date of intended prepayment and/or termination and a brief description of the owner's plans for the development, including any timetables or deadlines for actions to be taken; \n          (4)     The number of subsidized rental units in the development subject to prepayment and/or termination, and the number of subsidized rental units occupied by tenant households with persons age 62 or older, with disabled persons, or with children; \n          (5)     The current rent schedule for the subsidized rental units;\n          (6)     A brief description of any contracts concerning prepayment, termination or conversion the owner has made with any government agency, tenant household residing in the development, or other interested person or entity; \n          (7)     The anticipated rent schedule after prepayment and/or termination;\n          (8)     A statement signed by the owner under penalty of perjury certifying the date on which a copy of the notice was sent to the Director of Housing; \n          (9)     A statement that the Planning Commission is required to hold a public hearing on the intended prepayment and/or termination within 90 days of receipt of the notice by the Director of Housing; and \n          (10)     The telephone number of the Director of Housing or the designee of the Director of Housing to call to request additional written information about the owner's responsibilities and about the rights and options of tenant households. \n     (c)     The 18-month notice period shall commence on the date the notice of intent to prepay and/or terminate has been received both by the Director of Housing and by all affected tenant households. The notice shall be deemed received five days after it is given by deposit in the United States mail, return receipt requested. No owner shall cause, either by action or inaction, the prepayment and/or termination to occur prior to the expiration of the 18-month notice period. \n     (d)     Within 21 days after the owner gives the notice of intent to prepay and/or terminate, the owner shall submit to the Director of Housing a statement certifying the following information under penalty of perjury: \n          (1)     The owner's actual cash investment in the development, as defined by Section \n60.8 (i)(1)(i) below, itemized by date of investment;\n          (2)     The total amount of debt described in Section \n60.8 (i)(1)(iii) below; and\n          (3)     The total amount of debt described in Section \n60.8 (i)(2)(iii) below.\n     (e)     Upon 10 days' advance notice to the owner, the Director of Housing may require the owner to make available for inspection and auditing during normal business hours all financial books and records pertaining to the development. The Director of Housing shall make a copy of: (1) the notice of intent to prepay and/or terminate and (2) the statement required by Section \n60.5(d) above, and shall make such copies, together with the results of such audit, available to any qualified entity upon receipt of written request by such qualified entity. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"5","identifier":"60.5","catch_text":"NOTICE OF INTENT TO PREPAY AND/OR TERMINATE."}}