{"text":"\n     (a)     No later than 45 days after the date the Director of Housing receives the Notice of Intent to Prepay and/or Terminate, the Director shall notify the secretary of the City Planning Commission (\"Commission\") that such Notice was received and shall forward to the Commission a copy of such Notice. No later than 45 days after the secretary's receipt of notice from the Director pursuant to the preceding sentence, the Planning Commission shall hold a public hearing on the intended prepayment and/or termination. The failure of the Commission to hold a timely public meeting shall not prevent any person from exercising any of its rights with respect to the development. \n     (b)     The Commission shall give notice of the date and location of the public hearing as customarily is given by the Commission for its public meetings. The notice shall contain a summary of the owner's plan for the development subsequent to prepayment and/or termination, including the date of any proposed prepayment, termination or conversion. The Commission shall also mail the notice of the public hearing to any interested person or organization that requests in writing to be notified of any particular public hearing on a proposed prepayment and/or termination, or of all public hearings on proposed prepayments and/or terminations. \n     (c)     At least 14 days prior to the public hearing, the Director of Housing shall make available to any interested person copies of the notice of intent to prepay and/or terminate and any other information, including copies of this Chapter, that concerns the responsibilities of owners and the rights and options of tenant households. \n     (d)     The Commission shall hear testimony and receive relevant documents from interested persons. The Commission shall consider the evidence and make specific written findings as to the following issues: \n          (1)     The proposed date of prepayment, termination or conversion, if intended;\n          (2)     The anticipated use of the assisted housing development subsequent to prepayment, termination or conversion, if intended;\n          (3)     The anticipated numbers of units in the development on any proposed prepayment date that will be occupied by very low, low and moderate income households; \n          (4)     The numbers of households in each income category identified in Subparagraph (3), above, that will contain, on the prepayment date, one or more disabled tenants, who are children under the age of 18 or persons over the age of 62; \n          (5)     For each unit occupied by a very low, low or moderate income household prior to the prepayment date, the rent increase anticipated upon conversion expressed both numerically and as a percentage of the rent charged immediately prior to the conversion date; \n          (6)     The numbers of tenant households, by each category identified in Subparagraphs (3) and (4) above, likely to be displaced by conversion; \n          (7)     The vacancy rates in the City for rental units which are available at affordable rent to very low, low and moderate income households; and \n          (8)     The likely impact of prepayment and/or termination and subsequent conversion upon public and private nonprofit services.\n     For the purpose of this Section 600.6(d): \n          (1)     \"Affordable rent\" shall mean the rent levels specified in Section \n60.8(b)(2)(i) and (ii) below; and\n          (2)     A tenant household shall be presumed to be likely to be displaced when the rent due subsequent to the conversion date exceeds affordable rent. \n     (e)     Within 30 days after the hearing, the Commission shall complete and forward its findings under Section \n60.6(d) above to the Clerk of the Board of Supervisors (\"Board\"). Subject to the time required for adequate public notice and preparation for review, the Board shall consider the Commission's findings at the Board's next regular meeting following receipt of the findings by the Clerk of the Board, and shall, by resolution, accept the findings or remand the findings to the Commission for revision. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"6","identifier":"60.6","catch_text":"PUBLIC HEARING ON PROPOSED PREPAYMENT AND/OR TERMINATION."}}