{"text":"\n     (a)     For any very low, low, or moderate income household displaced by conversion, the owner shall pay to such tenant household an amount equal to the difference between (i) the annual rent or cost of ownership required for such household to lease or rent a unit for four years, or to purchase a dwelling unit, either of which is equivalent to a replacement unit and (ii) 30 percent of the actual gross annual income of the tenant household on the prepayment date; provided, however, that in no event shall the amount calculated under this Section \n60.7(a) exceed $5,250. \n     (b)     For the purpose of this Section 60.7, a tenant household is \"displaced\" by conversion when, after the notice of intent to prepay and/or terminate is given, the tenant household receives a notice to quit, or vacates the unit due to inability to pay the increased rent due on the conversion date, and the facts constituting the grounds for eviction stated in Section \n37.9(a)(2), (3), (4), (6), or (7) of the San Francisco Administrative Code, or any other just cause cognizable under federal or state regulation applicable to the development prior to the prepayment date, do not exist to justify eviction. A tenant household shall be presumed to be unable to pay the rent due on the conversion date if such rent exceeds the rent specified in Section \n60.8(b)(2)(ii). The tenant household shall not be considered to be displaced by conversion if the tenant household is evicted for nonpayment of the rent due prior to the conversion date. \n     (c)     A tenant household displaced by conversion shall be entitled to receive the amount due under Section \n60.7(a) prior to but as a condition of, vacating the unit. \n     (d)     The requirement contained in Section \n60.7(a) above shall not apply to any assisted housing development which is sold or otherwise transferred to a qualified entity pursuant to Section \n60.8 below, or if the owner provides to the tenant household, prior to the conversion date, a replacement unit which is immediately available for occupancy. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"7. ","identifier":"60.7. ","catch_text":"RELOCATION BENEFITS FOR DISPLACEMENT DUE TO CONVERSION."}}