{"text":"\n     (a)     Any owner of an assisted housing development required by this Chapter to give notice of intent to prepay and/or terminate, or to give the notice of expiration required by Section \n60.9, below, shall not sell or otherwise transfer the development, or any portion thereof, unless the owner proposing such sale or transfer shall first have provided qualified entities the opportunity as described in this Section \n60.8 to purchase the development. \n     (b)     A \"qualified entity\" within the meaning of this Chapter means an entity that (x) is a government entity; or (y) is described in Section 501(c)(3) and is exempt from taxation under Section 501(a) of the Internal Revenue Code of 1986, and is (A) the tenant association of the development, if any, (B) a nonprofit public benefit corporation or (C) a limited partnership with a nonprofit public benefit corporation as general partner, and which: \n          (1)     Has demonstrated, to the reasonable satisfaction of the Director of Housing, the capability, either by itself or through a management agent, to manage the development for the development's remaining useful life; \n          (2)     Agrees, in a written certification to the owner and to the Director of Housing and through the recording of the document described in Section \n60.8(n), to obligate itself and any successors in interest to maintain the assisted housing development, for its remaining useful life, for occupancy either in (x) the same percentage of very low, low and moderate income households that occupied the units on the date the owner gave notice of intent to prepay and/or terminate or (y) the percentages specified in existing use restrictions, whichever yields lower rents, at monthly rents not exceeding the lower of: \n          (i)     The rents specified in the existing use restrictions; or\n          (ii)     (A) The greater of 1/12 of (1) 30 percent of 40 percent of median income, or (2) 30 percent of actual tenant household income, less a utility allowance, for each unit occupied by a very low income household; and (B) the greater of 1/12 of: (1) 30 percent of 70 percent of median income, or (2) 30 percent of actual tenant household income, less a utility allowance, for each unit occupied by a low income household; and (C) the greater of 1/12 of: (1) 30 percent of 90 percent of median income, or (2) 30 percent of actual tenant household income, less a utility allowance, for each unit occupied by a moderate income household; \n          (3)     Has demonstrated, to the reasonable satisfaction of the Director of Housing, a commitment to seek, diligently and in good faith, any additional subsidies that may become available to increase the percentage of units available for occupancy by very low income households at a rent not exceeding the amount specified in Section \n60.8(b)(2)(ii) above; \n          (4)     Does not have among its directors, general partners, shareholders or other persons with a financial interest in the entity, a majority of persons who have converted subsidized rental units or have given a notice of intent to prepay and/or terminate; and \n          (5)     Is not a related entity of the owner.\n     (c)     Any person may petition the Director of Housing to determine whether a person claiming to be a qualified entity is a qualified entity. Upon written request of the Director of Housing, any person claiming to be a qualified entity shall submit to the Director of Housing, within 30 days of receipt of such request, written documentation supporting the conclusion that that person is a qualified entity. Such documentation shall include a statement by an authorized officer of the entity attesting under penalty of perjury to the accuracy and completeness of the facts stated in such documentation. Upon receipt the Director of Housing shall make such documentation available for public inspection and copying upon written request by any interested person. The Director of Housing shall promptly make a determination after receiving all relevant information and shall support the determination with public written findings. The determination of the Director may be appealed to the Appeals Board. \n     (d)     Any owner of an assisted housing development who is required to give notice of intent to prepay and/or terminate, or to give the notice of expiration required by Section \n60.9, shall not sell or otherwise transfer an assisted housing development, or any portion thereof, without giving, at least 14 months prior to the date of such sale or transfer, notice of intention to sell or transfer the development or any portion thereof (\"notice of intent to sell\"), to the Director of Housing and to any Qualified Entity which requests in writing such notice from the owner. The notice of intent to sell shall be signed by the owner under penalty of perjury and given by deposit in the United States Mail, first class, certified, return receipt requested and posted in a conspicuous place in the common area of the development. \n     (e)     The notice of intent to sell shall contain all of the following:\n          (1)     The intended date of sale or transfer;\n          (2)     The terms of assumable or seller take-back financing, if any, including, but not limited to, the name and address of the lender, the principal amount of the loan, the interest rate, repayment provisions, the date the loan is due, and the priority of the lien of any instrument securing the loan; the terms of an applicable subsidy contract, if any; and proposed improvements to the property to be made by the owner in connection with the sale or transfer, if any; \n          (3)     A statement that the development or portion thereof is available for purchase by or transfer to a qualified entity;\n          (4)     A statement that the owner will make available to any qualified entity, within 15 days of receiving a written request therefor, itemized lists of monthly operating expenses, capital improvements as determined by the owner made within each of the two preceding calendar years, the amount of project reserves, and copies of the two most recent financial and physical inspection reports on the development, if any, filed with federal, state, or local agencies; and \n          (5)     A copy of the notice of intent to prepay and/or terminate and a statement, signed by the owner under penalty of perjury, of the date the notice of intent to prepay and/or terminate was given. \n     (f)     If, prior to the time by which the owner must give the notice of intent to sell, the owner already has received from a qualified entity an offer to purchase, as defined in Section 60.8(g) below, and the owner has accepted such offer, the owner shall not be required to give the notice of intent to sell; provided, however, that the owner shall be required to submit to the Director of Housing, and to post in a conspicuous place in the assisted housing development, a certification made under penalty of perjury that the owner has received and accepted an offer to purchase from a qualified entity. Such certification shall contain a statement of the terms of the sale or transfer. \n     (g)     Any qualified entity which desires to acquire the development shall send to the Director of Housing and to the owner by United States mail, first class, certified, return receipt requested, an offer to purchase. To be effective for the purpose of Section \n60.8(i) below, such offer to purchase shall be received by the owner no later than eight months prior to the conversion date. The offer to purchase shall contain the following information: \n          (1)     The name, address and form of organization of the qualified entity;\n          (2)     The names and titles of the officers, directors, and similar persons in control of and principal investors in the qualified entity; \n          (3)     A statement, signed by an authorized officer under penalty of perjury, that the offeror is a qualified entity within the meaning of this Chapter; and \n          (4)     The terms of the offer to purchase, including the purchase price, the proposed methods and terms of financing, the proposed date for close of escrow, and any other terms of purchase, including the financing and mechanisms by which the qualified entity will maintain the physical integrity and the affordability of the development. \n     (h)     Any owner who is required to give notice of intent to prepay and/or terminate, prior to the date eight months prior to the proposed conversion date, shall not sell or transfer, or enter into an agreement to sell or transfer, an assisted housing development or any portion thereof to any entity other than a qualified entity. If an owner receives an offer to purchase from a qualified entity, the owner shall accept the offer if the purchase price offered is equal to or exceeds the fair return price defined in Section \n60.8(i) below and the remaining terms of the offer to purchase are commercially reasonable. If more than one qualified entity submits such an offer to purchase, the owner may accept any such offer; provided, however, that the owner shall be required to accept an offer to purchase by a local qualified entity over a competing offer made by a nonlocal qualified entity. For the purpose of this Chapter, a qualified entity is \"local\" if it is a tenant's association of the development or if its principal office is located within the City and County of San Francisco. \n     (i)     For the purpose of this Chapter, the \"fair return price\" shall be the greater of the following two alternative formulas specified in this Section \n60.8(i); provided, however, that the fair return price shall in no event exceed the value of the development appraised by standard appraisal methods for the highest and best use, taking into account applicable legal restrictions governing the use of the development. The fair return price shall equal the greater of (1) or (2) below: \n          (1)     The sum of the following amounts:\n               (i)     The owner's actual cash investment in the development, adjusted for inflation by multiplying the historic dollar amount of the actual cash investment by the Consumer Price Index as published by the United States Department of Labor for All Urban Consumers in the Statistical Area, for each year between the date of the investment and the date on which the offer contained in the offer to purchase is proposed to close (\"adjusted actual cash investment\"). Actual cash investment shall equal the sum of the cash required for closing the owner's purchase and any cash subsequently invested by the owner in improvements to the development. Actual cash investment shall not include any amount expended for capital improvements if such expenditure was paid with funds from a contingency reserve or sinking fund account of the development. For the purpose of this Chapter, a \"sinking fund\" is any interest-bearing account into which the interest earned is required to be deposited, and from which withdrawal of funds is prohibited until the fund maturity date; plus \n               (ii)     A return on the value of the owner's adjusted actual cash investment calculated as follows: the sum of a 10 percent annual return on actual total cash investment for the 20-year period following the proposed prepayment date increased each year by an annual four-percent inflation rate, which sum shall be discounted to present value by a discount rate of 10 percent; plus \n               (iii)     The total original principal amount of debt, the proceeds of which were used to finance the cost of constructing the development or for subsequent improvements to the development, and which debt is secured by the development at the time of sale, but not including any debt already incurred for prior purchase of existing improvements or for prior seller take-back financing or for refinancing of existing debt; plus \n               (iv)     The federal and state capital gains tax liability of the owner actually paid as a result of the sale of the development pursuant to this Chapter, provided that the owner and the qualified entity shall use good-faith efforts and cooperate with each other to minimize the amount of federal and state capital gains taxes to the extent legally permitted. \n          (2)     The sum of the following amounts:\n               (i)     The owner's adjusted actual cash investment in the development; plus\n               (ii)     A return on the owner's adjusted actual cash investment in the development calculated as follows: an amount equal to 10 percent of adjusted actual cash investment for each year that the owner owned the development, reduced by the amount of the annual dividend permitted by any applicable regulatory agreement or other covenant or condition of public subsidy and received by the owner, and reduced by any loan proceeds received subsequent to the owner's purchase, which loan proceeds do not meet the criteria set forth in Section \n60.8(i)(1)(i) above. The number calculated pursuant to this Section 60.8(i)(2)(ii) shall not be less than zero; plus \n               (iii)     The total amount of debt secured by the development, or which the owner is obligated to repay from the cash flow generated from operation of the development, or which is secured against a limited partnership interest or shares of stock in any owner for which the development is the sole significant asset, regardless of the use of the proceeds of such debt; provided, however, that such debt shall not include any debt incurred between the effective date of any applicable amendments to the Internal Revenue Code contained in the Economic Recovery Tax Act of 1981 (P.L. 97-34) and the effective date of any applicable amendments to the Internal Revenue Code contained in the Tax Reform Act of 1986 (P.L. 99-514) if either the debt is not required to be repaid directly from cash flow generated by operation of the development, or the failure to repay the debt will not give rise to the right to foreclose on the real property comprising the development; plus \n               (iv)     The federal and state capital gains tax liability of the owner actually paid as a result of the sale of the development pursuant to this Chapter, provided that the owner and the qualified entity shall use good-faith efforts and cooperate with each other to minimize such taxes to the extent legally permitted. \n     (j)     If the owner accepts an offer to purchase from a qualified entity pursuant to Section \n60.8(h) above, an agreement for purchase and sale of the development shall be negotiated in good faith between the owner and the qualified entity, and conditioned upon the reasonable amount of time needed to obtain the necessary government approvals and any necessary financing, and shall include the following: \n          (1)     An agreement by the owner to provide the qualified entity with all existing loan documents and any other relevant documents relating to operation of the development not already provided to the purchasing qualified entity, including but not limited to, regulatory agreements containing any use restrictions, loan agreements, promissory notes, and deeds of trust, within 15 days from the date of the signing of the purchase agreement by all the parties; \n          (2)     An agreement by the qualified entity to make an earnest money deposit or deposits, in a total amount not to exceed one percent of the purchase price, within five days of executing the agreement for purchase and sale, which, together with accrued interest shall be credited against the purchase price at the close of escrow. The deposit shall be refundable only if the qualified entity, after a diligent, good-faith effort, fails to remove all inspection and financing contingencies within a reasonable time; and \n          (3)     A statement that the terms and conditions in the purchase agreement, including, but not limited to, the timetables specified in this subsection, may be extended or otherwise amended only by the mutual consent of the owner and the qualified entity. \n     (k)     The owner shall no longer be subject to the requirements of this Section \n60.8 upon submission of a written certification to the Director of Housing, signed by the owner under penalty of perjury, that any of the following has occurred: \n          (1)     The owner met all notice and information requirements pursuant to this Chapter and no offer to purchase was received from a qualified entity within the applicable time period that the owner was required by Section \n60.8(h) above to accept; or \n          (2)     Despite good-faith negotiations between the owner and the qualified entity, the parties were unable to agree on the material provisions of the purchase agreement, and no other qualified entity made a timely offer to purchase that the owner was required by this Chapter to accept; or \n          (3)     A qualified entity that executed a purchase agreement (i) terminated the agreement or was unable to meet the terms of the agreement, (ii) that the owner exercised due diligence in carrying out the conditions of the purchase agreement, and (iii) that no other qualified entity made an offer to purchase that the owner was required by this Chapter to accept. \n     (l)     An owner, at any time prior to the conversion date, may decide not to prepay, terminate, sell or otherwise transfer the development and may withdraw the notice of intention to sell, subject to the terms of any accepted offer to purchase or executed purchase and sale agreement, and to the offeror's existing statutory and common law remedies. In such event, the owner shall give written notice of such decision by United States Mail, first class, certified, return receipt requested, to the Director of Housing, to all tenant households in the assisted housing development, and to any offeror qualified entity. However, at any time that the owner again decides to sell, or otherwise transfer the development or any portion thereof, the 14-month notice period and the other requirements of this Section \n60.8 shall apply to such sale or transfer. \n     (m)     Prior to the close of escrow, an owner selling or transferring a development, or any portion thereof, to any purchaser, shall certify under penalty of perjury that the owner has complied with all provisions of this Chapter. A copy of the certification shall be sent to the Director of Housing by United States Mail, first class, certified, return receipt requested, 10 days prior to close of escrow. The certification shall be recorded and shall contain a legal description of the property on which the development is located and, to the extent consistent with the practices of the Office of the Recorder, shall be indexed to the name of the owner as grantor. \n     (n)     As a condition precedent to the acquisition of any development by a qualified entity pursuant to this Chapter, the qualified entity shall enter into a regulatory agreement, deed restriction or similar agreement, in form and substance satisfactory to the Director of Housing, which agreement shall be recorded in the official records of San Francisco County to ensure that the covenants of the qualified entity made to comply with this Chapter shall run with the land and be binding on the qualified entity and its successors and assigns. The qualified entity shall submit to the owner and the Director of Housing, concurrently with the delivery of an offer to purchase under Section \n60.8(g), its proposed form of regulatory agreement or other enforcement mechanism for review by the Director of Housing. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"8","identifier":"60.8","catch_text":"RIGHT OF QUALIFIED ENTITIES TO RECEIVE OFFER FOR PURCHASE OF AN ASSISTED HOUSING DEVELOPMENT."}}