{"text":"\n     (a)     At least 12 months prior to the expiration of the full term of any rent subsidy contract described in Section \n60.4 above, the owner shall give notice by United States Mail, first class, certified, return receipt requested, of such impending termination to the Director of Housing, Director of City Planning, and to all tenant households in the development. Such notice shall contain the information required by Section \n60.5(b)(1) and (2), and the following information: \n          (1)     The date of expiration of any such rent subsidy contract and a brief description of the owner's plans for the development subsequent to expiration; \n          (2)     The number of subsidized rental units in the development prior to expiration of any such rent subsidy contract, and the number of subsidized rental units occupied by tenant households with persons age 62 or older, with disabled persons, and with persons under age 18; \n          (3)     The current rent schedule for the development;\n          (4)     A brief description of any contracts concerning expiration the owner has made with any governmental agency, tenant household residing in the development, or other interested person; \n          (5)     The anticipated rent schedule after expiration of such rent subsidy contract; and\n          (6)     A statement by the owner signed under penalty of perjury certifying the accuracy of the notice as of the date the notice was given. \n     (b)     No later than 90 days after the receipt of the notice specified in Section \n60.9(a) above, the Director of Planning shall request that the Planning Commission hold a hearing on the impending expiration to determine: (i) what action the City can take to prevent the loss of the rent subsidy for the affected units; and (ii) whether the owner has initiated or is likely to initiate a diligent, good-faith effort to obtain a renewal or extension of the expiring contract. The Director of Planning shall give notice of such hearing to the owner, the affected tenant households, the San Francisco Housing Authority (\"SFHA\"), the regional office of HUD, and any other person or entity who submits a written request for such notice to the Director of Housing or Director of Planning. \n     (c)     If an assisted housing development contains subsidized rental units subsidized under more than one project-based rent subsidy contract, and all such rent subsidy contracts for the assisted housing development do not expire on the same date, as part of any offer to a tenant household already residing in the development to permit such tenant household to move into a different unit in the development, the owner shall disclose to such tenant household in writing the expiration dates for the rent subsidy contracts applicable to both units. The owner shall also send to the Director of Housing and to the Executive Director of SFHA, by United States mail, return receipt requested, a copy of such offer and such disclosure. \n(Added by Ord. 332-90, App. 10/3/90)\n\n","heading":{"title":"60","chaptersection":"9","identifier":"60.9","catch_text":"EXPIRATION OF RENT SUBSIDY CONTRACTS; DISCLOSURE."}}