{"text":"\n     (a)     Purpose. The Jobs Housing Linkage Program, Planning Code Sections \n413 et seq. (\"JHLP\"), imposes a fee on certain types of development in the City. By enacting this ordinance, the City intends to: create a mechanism to provide valuable resources for affordable housing in the City; give the Port flexibility in structuring JHLP obligations to mitigate financial hardships caused by economic cycles; and improve the financial feasibility of Port development.\n     (b)     Application. This section applies to any development on land under Port jurisdiction that is not subject to land use restrictions under the common law public trust for commerce, navigation, and fisheries and the statutory trust imposed by the Burton Act (Stats 1968, Ch 1333) (\"non-trust Port lands\"), for which the City would impose JHLP obligations.\n     (c)     Authorization to Create JHLP Credits Through MOU.\n          (1)     The Port and MOH are authorized to establish a system of credits by which the Port will \"pre-pay\" JHLP obligations that would otherwise be payable for future development on Port lands by the following procedures.\n               (A)     The Port may initiate the process by designating a site or sites on non-trust Port lands to the Mayor's Office of Housing (\"MOH\") or its designee that the Port believes would be suitable for development of affordable housing (each, an \"affordable housing site\") and that the Port would offer to ground lease to MOH at a negotiated below-market rental rate. After the Port's designation and proposed site dedication to MOH the Port and MOH will confer and agree on due diligence measures customarily and ordinarily incurred in a potential buyer's decision whether to purchase property, which MOH will use to evaluate the site's suitability for affordable housing development and determine whether the Port's offered site will be a priority site for development of affordable housing assisted by MOH. MOH shall only accept a site that would result in the development of 50 affordable units or more. In determining a site's suitability for affordable housing, MOH shall solicit and consider comments from the public and any other interested parties. MOH shall consider, among other things, whether the site is suitable from the perspective of size, configuration, physical characteristics, physical and environmental constraints, access, location, adjacent use, and other relevant planning criteria.\n               (B)     If MOH agrees that any designated site is suitable for development of affordable housing, and MOH and the Port agree on the below-market rental rate that would apply to the non-trust Port Lands, the Port will be entitled to \"JHLP Credits\" determined as provided in this Section. The Port and MOH will request jointly that the City's Director of Real Estate engage a real estate professional, at the Port's expense, to conduct an analysis of both the fair market rental value of the affordable housing site and the below-market rental value of the affordable housing site according to joint instructions from the Port and MOR which shall specify that each of the consultant's value conclusions must take into account and make appropriate deductions for: (1) customary and ordinary due diligence costs as agreed by MOH and the Port in accordance with Subsection (c); and (2) the cost of review under the California Environmental Quality Act for the transfer by ground lease, but not the specific development program for the site. The amount of JHLP Credits that the Port will receive to offset anticipated JHLP obligations on future development of Port lands will be equal to the difference between the fair market rental value conclusion and the below-market rental value conclusion of the affordable housing site, as determined by the consultant, based on the JHLP requirements and schedule of in-lieu fees in effect on the date the Port and MOH enter into ground lease or other agreement for the non-trust Port land to be used as an affordable housing site.\n               (C)     In any case under which the affordable housing site is offered to MOH through a sublease to MOH of a portion of property held by a third party developer under a ground lease from the Port, MOH shall be entitled to recover from the developer all administrative costs MOH incurs, including attorneys' and consultants' fees and costs, in conducting its due diligence on the suitability of the proffered site for affordable housing.\n               (D)     The Port may allocate the JHLP Credits among the types of uses then subject to JHLP obligations. The Port will calculate the square footage of each type of anticipated development on non-trust Port lands that would be prepaid by the JHLP Credits and provide a schedule of the allocated JHLP Credits to MOR The following example shows a hypothetical allocation of JHLP Credits in the amount of $1 million allocated to offset JHLP obligations for development of new uses on Port lands based on JHLP fees in effect in May 2012.\n\nUse\n2012 Fee per Gross Square Foot ($)\nAnticipated Development (GSF)\nJHLP Credit Applied ($)\nIntegrated PDR\n15.69\n10,000\n156,900\nInstitutional\n0.0\n25,000\n0\nOffice\n19.96\n15,000\n299,400\nR&D\n13.30\n30,000\n399,000\nSmall Enterprise Workspace\n15.69\n9,280\n145,600\n          (2)     The Port and MOH are authorized to enter into a memorandum of understanding that provides for the Port to satisfy all or part of the JHLP obligations on any portion of development on non-trust Port lands through the use of JHLP Credits (\"JHLP MOU\"). The JHLP MOU shall reflect the establishment of JHLP Credits and develop accounting procedures to establish the basis for calculating JHLP Credits, including the assumptions regarding the uses and amount of development, and the value of the JHLP Credits credited to the Port's account. The Director of MOH and the Port Commission must each approve the execution of a JHLP MOU documenting the amount, form, and other terms for the Port's pre-payment of JHLP obligations for development on non-trust Port lands, including the manner in which terms applicable to any later JHLP MOUs between the Port and MOH will be applied. Following approval by the Mayor and the Board of Supervisors under Charter Section \nB7.320, the JHLP MOU will be recorded in the Official Records. The JHLP MOU also may provide for the attachment of schedules to reflect allocations of JHLP Credits arising from specific affordable housing sites subject to the JHLP MOO, which the Port and MOH are authorized to enter into without further approval by the Mayor and the Board of Supervisors. The recorded JHLP MOO, including any attached or amended schedules, will be conclusive evidence that JHLP obligations have been satisfied fully for any future applicable development on non-trust Port lands as provided in the JHLP MOU.\n          (3)     MOH and the Port shall forward a copy of the recorded JHLP MOU and any schedules to the Development Fee Collection Unit at the Department of Building Inspection. The Development Fee Collection Unit will waive the imposition of any additional JHLP obligations for actual development up to the amount of the Port's JHLP Credits. A development for which the Port has pre-paid JHLP obligations in accordance with a JHLP MOU meeting all the conditions of this Section will be exempt from any other procedures for the imposition and enforcement of JHLP exactions under the Municipal Code, as amended from time to time.\n     (d)     Neither this Section nor the JHLP MOU shall:\n          (1)     preclude any development on land under Port jurisdiction from satisfying the obligations of the JHLP, in part or in whole, through the mechanisms provided in the JHLP, Planning Code Sections \n413 et seq., or any successor provisions; or\n          (2)     excuse the Port from compliance with Charter Section \nB7.320, when applicable to any JHLP MOU regarding JHLP Credits allocated to the Port under this Section; or \n          (3)     excuse the Port from compliance with Charter Section \n9.118, when applicable to any Port lease to MOH or its designee for affordable housing development as provided in this Section.\n(Added by Ord. 232-12, File No. 120816, App. 11/20/2012, Eff. 12/20/2012)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"61","chaptersection":"12. ","identifier":"61.12. ","catch_text":"PORT PRE-PAYMENT OF JOBS-HOUSING LINKAGE PROGRAM OBLIGATIONS."}}