{"text":"\n     (a)     Upon adoption of this initiative, the Board of Supervisors shall within 30 days request the Port Commission to prepare a \"Waterfront Use Land Plan\" which is consistent with the terms of this initiative for waterfront lands as defined by this ordinance. Should the Port Commission not agree to this request within 30 days of the Board of Supervisors request, the Board of Supervisors shall have 30 days to designate a different City agency or department to prepare the \"Waterfront Land Use Plan.\" \n     (b)     The agency drafting the \"Waterfront Land Use Plan\" shall consult the City Planning Commission to ensure development of a plan consistent with the City's Master Plan. The final plan and any subsequent amendments thereto shall be subject to a public hearing conducted by the City Planning Commission to ensure consistency between the plan and the City's Master Plan. \n     (c)     The \"Waterfront Land Use Plan\" shall define land uses in terms of the following categories:\n          (1)     Maritime land uses;\n          (2)     Acceptable non-maritime land uses; and\n          (3)     Unacceptable non-maritime land uses.\n     Land uses included in these categories which are not part of the initial ordinance shall be added to Sections \n61.3 through \n61.5 of this ordinance as appropriate. No deletions from Sections \n61.3 through \n61.5 shall be allowed unless approved by the voters of San Francisco; \n     (d)     No City agency or officer may take, or permit to be taken, any action to permit the new development of any non-maritime land use (except those land uses set forth in Section \n61.4 below) on the waterfront until the \"Waterfront Land Use Plan\" has been completed. Non-maritime land uses existing, or which have all their necessary permits, as of January 1, 1990, shall be exempt from this limitation. Non-maritime land uses included in the following projects shall be exempt from this limitation provided that the projects shall be subject to all other applicable laws and regulations and that hotels are not permitted: \n          (1)     A project to restore two buildings on the San Francisco waterfront that are listed on the federal National Registrar of Historic Places as of January 1, 1994, specifically the Ferry Building and the Agricultural Building, while continuing the role of the Ferry Building area as a transportation center, and to improve the adjacent pier areas including existing structures, up to but not including any portion of Pier 1 on the north and extending to include the pier area adjoining and south of the Agricultural Building, and \n          (2)     A project to improve the public boat launch and dock facility near Pier 52 if the non-maritime land use is limited to a retail and food service use of approximately 3,000 square feet to serve the recreational boating and water use community. \n          (3)     [Reserved.] \n          (4)     This provision shall not be applicable to any new development within the Candlestick Point Special Use District.\n     (e)     The \"Waterfront Land Use Plan\" shall be reviewed by the agency which prepared it or by such other agency designated by the Board of Supervisors at a minimum of every five years, with a view toward making any necessary amendments consistent with this initiative. \n     (f)     The \"Waterfront Land Use Plan\" shall be prepared with the maximum feasible public input.\n(Added by Proposition H, 11/6/90; amended by Proposition P, 11/8/94; Proposition B, 3/26/96; Proposition F, 6/3/97; Amended by Proposition G, 6/3/2008) \n\n","heading":{"title":"61","chaptersection":"2. ","identifier":"61.2. ","catch_text":"LAND USE PLANNING PROCESS."}}