{"text":"\n     (a)     Criteria for Consideration in Determining Unacceptable Non-Maritime Land Uses. Criteria to be considered in making findings regarding the acceptability of any specific land use on the waterfront shall include but are not limited to: \n          (1)     Does the land use need to be located on the waterfront in order to serve its basic function?\n          (2)     Is the land use compatible with existing or planned maritime operations on surrounding parcels if any?\n          (3)     Does the land use provide the maximum feasible public access?\n          (4)     Does the land use improve the ecological balance of San Francisco Bay?\n          (5)     Does the land use protect the waterfront's architectural heritage?\n          (6)     Does the land use represent the best interests of the people of the City and County of San Francisco and/or the State of California?\n     (b)     Prohibition of Unacceptable Non-Maritime Land Uses. No City agency or officer may take, or permit to be taken, any action to permit the development of any unacceptable non-maritime land use (as set forth below) on the waterfront. \n     (c)     Listing of Unacceptable Non-Maritime Land Uses. The following land uses are found to be unacceptable non-maritime land uses: \n          (1)     Hotels.\n               The City finds that hotels do not need to be located on the waterfront, and permitting their development on the waterfront will displace or preclude maritime uses; \n               The City finds that waterfront hotels do not provide the economic benefits provided by maritime employment; \n               The City finds that waterfront hotels do not provide high quality public access to, or permit restoration of, San Francisco Bay; \n               The City finds that waterfront hotels do not serve the needs of San Francisco or its residents; \n               The City therefore finds that hotels are an unacceptable non-maritime land use and shall not be permitted on the waterfront. \n          (2)     A list of additional unacceptable non-maritime land uses developed as part of the Waterfront Land Use Planning process shall be included in the \"Waterfront Land Use Plan\" and added to this Section. Uses added to this list through the Waterfront Plan process include: \n               (i)     Non-maritime private clubs;\n               (ii)     Residential;\n               (iii)     Nonaccessory parking (excludes interim parking);\n               (iv)     Adult entertainment;\n               (v)     Non-marine animal services;\n               (vi)     Mortuaries;\n               (vii)     Heliports (except for landings for emergency or medical services);\n               (viii)     Oil refineries;\n               (ix)     Mini-storage warehouses;\n          (x)     Sports facilities with seating capacity greater than 22,000, unless approved by the voters of San Francisco.\n     (d)     Grandfathering of Existing Unacceptable Non-Maritime Land Uses. This initiative shall not prevent any unacceptable non-maritime land uses existing as of January 1, 1990 from continuing in operation or expanding on its existing site in a manner consistent with all other applicable laws and regulations. At such time as a new land use is proposed for the site of a business existing as of January 1, 1990 that new land use must meet the conditions set forth in this ordinance. \n(Added by Proposition H, 11/6/90; amended by Ord. 7-98, App. 1/16/98)\n\n","heading":{"title":"61","chaptersection":"5. ","identifier":"61.5. ","catch_text":"UNACCEPTABLE NON-MARITIME LAND USES."}}