{"text":"\n     (a)     Domestic Partnership. Domestic Partners are two adults who have chosen to share one another's lives in an intimate and committed relationship of mutual caring, who live together, and who have agreed to be jointly responsible for basic living expenses incurred during the Domestic Partnership. They must sign a Declaration of Domestic Partnership, and establish the partnership under Section \n62.3 of this chapter. \n     (b)     \"Live Together.\" \"Live together\" means that two people share the same living quarters. It is not necessary that the legal right to possess the quarters be in both of their names. Two people may live together even if one or both have additional living quarters. Domestic Partners do not cease to live together if one leaves the shared quarters but intends to return. \n     (c)     \"Basic Living Expenses.\" \"Basic living expenses\" means the cost of basic food and shelter. It also includes the expenses which are paid at least in part by a program or benefit for which the partner qualified because of the domestic partnership. The individuals need not contribute equally or jointly to the cost of these expenses as long as they agree that both are responsible for the costs. \n     (d)     \"Declaration of Domestic Partnership.\" A \"Declaration of Domestic Partnership\" is a form provided by the County Clerk. By signing it, two people agree to be jointly responsible for basic living expenses which they incur during the domestic partnership and that this agreement can be enforced by anyone to whom those expenses are owed. They also state under penalty of perjury that they met the definition of domestic partnership when they signed the statement, that neither is married, and that they are not related to each other in a way which would bar marriage in California. The form will also require each partner to provide a mailing address. \n(Added by Proposition K, 11/6/90; amended by Ord. 78-04, File No. 040318, App. 5/6/2004)\n\n","heading":{"title":"62","chaptersection":"2. ","identifier":"62.2. ","catch_text":"DEFINITIONS."}}