{"text":"\n     (a)     The County Clerk and any other person authorized by state law to perform marriage ceremonies are authorized to perform a civil ceremony solemnizing the formation of a Domestic Partnership established in accordance with this Chapter. Persons who either (1) present a signed Declaration of Domestic Partnership for filing to the County Clerk in accordance with Section \n62.3(a)(1), or who (2) present a certificate issued by the County Clerk in accordance with Section \n62.3(a)(1) showing that a signed Declaration of Domestic Partnership for these persons has been previously filed with the County Clerk, may request that the County Clerk or any other person authorized by state law to perform marriage ceremonies perform a ceremony solemnizing the formation of their Domestic Partnership. Each request for a Domestic Partnership ceremony by the County Clerk shall be made in writing on a form provided by the County Clerk, and shall be accompanied by payment of a fee of $60, for a ceremony to be performed during regular business hours, and $100, for a ceremony to be performed on a weekend or holiday. These fees may be adjusted pursuant to Section \n8.33.1(b) of this Code to reflect changes in the relevant Consumer Price Index as determined by the Controller. \n     (b)     Upon completion of the ceremony authorized by Subsection (a), the County Clerk shall issue a souvenir certificate memorializing the performance of the ceremony. If the ceremony is performed by a person other than the County Clerk, the persons entering into Domestic Partnership shall obtain a Ceremony Request Form from the County Clerk prior to the ceremony and shall return such Ceremony Request Form to the County Clerk within six months following the ceremony. The Ceremony Request Form shall be signed by the officiant. The County Clerk shall keep a record of all such ceremonies performed, filed with the Declaration of Domestic Partnership to which they apply. The County Clerk shall keep a record of Domestic Partnership ceremonies. \n     (c)     The County Clerk is authorized to deputize persons to solemnize Domestic Partnership ceremonies. Any person 18 years of age or older may apply to be deputized for this purpose. Approval of applicants and the terms of any such authorization shall be solely within the discretion of the County Clerk. The County Clerk shall charge a fee, as set forth in Section \n8.33.1, for issuing an authorization to perform the ceremony and oath. \n     (d)     The ceremony authorized by this Section shall have no legal effect upon the status of a Domestic Partnership established pursuant to this Chapter. \n(Added by Ord. 66-96, App. 2/9/96; amended by Ord. 201-99, File No. 990996, App. 7/1/99; Ord. 155-02, File No. 021079, App. 7/12/2002; Ord. 83-04, File No. 040102, App. 5/20/2004) \n\n","heading":{"title":"62","chaptersection":"9","identifier":"62.9","catch_text":"CIVIL CEREMONY."}}