{"text":"\n     The terms used in this ordinance have the meaning set forth below: \n     (a)     Certificate of landscape completion: the document required under Section \n63.6.2. \n     (b)     Certified Landscape Irrigation Auditor: a person certified to perform landscape irrigation audits by an accredited academic institution, a professional trade organization or other program such as the US Environmental Protection Agency's WaterSense irrigation auditor certification program and the Irrigation Association's Certified Landscape Irrigation Auditor program. \n     (c)     Ecological restoration project: a project where the site is intentionally altered to establish a defined, indigenous, historic ecosystem. \n     (d)     First certificate of occupancy: either a temporary certificate of occupancy or a Certificate of Final Completion and Occupancy as defined in San Francisco Building Code Section 109A, whichever is issued first. \n     (e)     First construction document: the first building permit issued for a project or, in the case of a site permit, the first building permit addendum issued or other document that authorizes construction of the project. \"First construction document\" shall not include permits or addenda for demolition, grading, shoring, pile driving, or site preparation work. \n     (f)     General Manager: the General Manager of the Public Utilities Commission, or his or her designee. \n     (g)     Irrigation audit: an in-depth evaluation of the performance of an irrigation system conducted by a Certified Landscape Irrigation Auditor. An irrigation audit includes, but is not limited to: inspection, system test with distribution uniformity or emission uniformity, precipitation rates, reporting deficiencies in the system, reporting overspray or runoff that causes overland flow, and preparation of an irrigation schedule. An irrigation audit may include suggested upgrades, current estimated water usage, and suggested system upgrades. \n     (h)     Landscape area: all the planting areas, turf areas, and water features in a landscape design plan subject to the Maximum Applied Water Allowance calculation, including any adjacent planted areas in the public right-of-way for which the property owner is responsible pursuant to the Section \n400.1 and Section \n805 of the Public Works Code. The landscape area does not include footprints of buildings or structures unless the footprints include planted areas such as green roofs. The landscape area also does not include sidewalks, driveways, parking lots, decks, patios, gravel or stone walks, other pervious or non-pervious hardscapes, and other non-irrigated areas designated for non-development such as open spaces and existing native vegetation. \n     (i)     Landscape documentation deadline: the date by which Tier 1 or Tier 2 documentation must be submitted for approval by the General Manager. This date shall be a specified number of days after the issuance of the first construction document as determined by the General Manager and in consultation with the Department of Building Inspection. \n     (j)     Landscape rehabilitation project or rehabilitated landscape: includes any modifications to landscape areas over a 12-month period at a site that cumulatively exceeds 1,000 square feet. A landscape rehabilitation project or rehabilitated landscape does not include turf replacements on sports fields where the turf replaced provides a playing surface, routine weeding, brush removal where no new plant materials are installed, or seasonal plantings in areas dedicated solely to edible plants. \n     (k)     Low water use plants or climate appropriate plants: plants, shrubs, groundcovers or tree species that meet at least one of the following conditions:\n          (1)     The species has a water use ranking of \"low\" or \"very low\" in Region 1 (North-Central Coast) as established in the California Department of Water Resources 2000 publication \"Water Use Classification of Landscape Species\" or subsequent editions as it may be updated. \n          (2)     The species has a water use ranking of \"no water\", \"little water,\" or \"little to moderate water\" in the climate zone for the planting location as established in the Sunset Western Garden Book, Eighth Edition, published by Oxmoor House on February 1, 2007 or subsequent editions as it may be updated. \n          (3)     The plantings are part of an engineered stormwater management feature approved by the General Manager pursuant to the San Francisco Stormwater Design Guidelines established by the Public Utilities Commission; \n          (4)     The Department of Public Works, the Recreation and Park Department, or the General Manager has determined that the species, when watered for sufficient plant health and appearance, is low water use based on the agency's experience with the species, and the agency has added the species to the Low Water Use and Climate Appropriate Plant List maintained by the General Manager; \n          (5)     The species appears on the San Francisco Street Tree Species List established by the Department of Public Works Bureau of Urban Forestry; \n          (6)     The planting is part of a species test approved by the Department of Public Works or the Recreation and Park Department; or\n          (7)     The species has been permitted at the site by the Department Public Works or the General Manager based on wet soil conditions stemming from proximity to naturally occurring water features such as a high water table, springs, ponds, lakes, creeks, and wetlands. \n     (l)     Maximum Applied Water Allowance: the amount of annual applied water established by the Public Utilities Commission for a landscaped area, using State mandated formulas and accounting for local climatic conditions, that serves as an upper limit for lawful water use for irrigating landscaped areas. \n     (m)     New construction landscape project: the total area of landscape in the project as defined in landscape area, and the modified landscape area for a landscape rehabilitation project. \n     (n)     Project applicant: the person or entity applying for approval of a landscape project for a new construction project or a landscape rehabilitation project. A project applicant may be the property owner or his or her designee. \n     (o)     Property Owner: the legal owner of a property. \n     (p)     Special landscape area: an area of the landscape dedicated solely to edible plants, areas irrigated all or in part with gray water or harvested rain water, water features using only harvested rain water, and areas dedicated to active play such as parks, sports fields, golf courses, and where turf provides a playing surface. \n(Added by Ord. 301-10, File No. 101079, App. 12/3/2010)\n\n","heading":{"title":"63","chaptersection":"3","identifier":"63.3","catch_text":"DEFINITIONS."}}