{"text":"\n     Unless otherwise indicated by the context, the following definitions shall govern construction of terms in this Chapter: \n     (a)     \"Below Market Rate Loan\" shall mean a loan made from the proceeds of any individual series of bonds issued under the Program which shall bear an interest rate that yields a total annual return to the City that equals 1/3 of the City's cost of funds for that series. \n     (b)     \"City's cost of funds\" for any individual series of bonds issued under the program shall mean the true interest cost as set forth in the resolution of the Board of Supervisors awarding that series of bonds. \n     (c)     \"Deferred Extended Loan\" is a Below Market Rate Loan on which repayment of principal and interest is deferred until the sooner to occur of (1) 55 years after such loan is made or (2) the borrower transfers title to the property whose improvements were financed by the proceeds of such loan, unless such transfer is a Permitted Transfer. Deferred interest shall accrue and be repaid at the time the principal amount of the Deferred Extended Loan is due. \n     (d)     \"Deferred Standard Loan\" is a Below Market Rate Loan on which repayment of principal and interest is deferred until the sooner to occur of (1) 20 years after such loan is made or (2) the borrower transfers title to the property whose improvements were financed by the proceeds of such loan, unless such transfer is a Permitted Transfer. Deferred interest shall accrue and be repaid at the time the principal amount of the Deferred Standard Loan is due. \n     (e)     \"Fund\" shall mean the Seismic Strengthening Loan Fund, established pursuant to Administrative Code Section \n10.117-110.\n     (f)     \"Market Rate Loan\" shall mean a loan made from the proceeds of any individual series of bonds issued under the program which shall bear an interest rate that, when coupled with the annual administrative fees charged by the City, yields a total annual return to the City that equals the City's cost of funds for that series, plus 100 basis points. \n     (g)     \"Median income\" shall mean the median income for San Francisco PMSA, adjusted for household size, as published from time to time by the United States Department of Housing and Urban Development, or any successor to that figure published by that department or any successor to that department. \n     (h)     \"Permitted Transfer\" shall mean any transfer of title of a property whose improvements were financed by Below Market Rate Loan proceeds (1) from the borrower to a limited partnership or limited liability company formed for the tax credit syndication of such property, provided that the borrower or its affiliated nonprofit public benefit corporation is the sole general partner or manager of such entity, or (2) pursuant to an option agreement entered into by the borrower and its general partner, manager, or affiliate in connection with the tax credit syndication of such property. \n     (i)     \"Program\" shall mean the seismic safety retrofit bond and loan program funded by the Fund and established by this Chapter.\n     (j)     \"Seismic Strengthening\" shall mean actions taken by or on behalf of the owner of a building to comply with the requirements of Chapters 16B and 16C of the San Francisco Building Code, as amended from time to time. \n     (k)     \"UMB\" shall mean an unreinforced masonry bearing wall building, the seismic strengthening of which may be financed by loan from the fund. \n(Added by Ord. 1-93, App. 1/7/93; amended by Ord. 1-01, File No. 001968, App. 1/12/2001; Ord. 122-06, File No. 060386, App. 6/14/2006) \n\n","heading":{"title":"66","chaptersection":"1. ","identifier":"66.1. ","catch_text":"DEFINITIONS."}}