{"text":"\n     (1)     According to a program to be more fully described in the Program Regulations, in cases where the total principal amount of a Seismic Safety Loan is equal to or greater than $200,000, borrowers shall require that their contractors performing work financed in whole or part by a Seismic Safety Loan hire economically disadvantaged individuals to comprise no less than 25 percent of each contractor's total construction work force, measured in labor hours. For purposes of this Section \n66A.22, an \"economically disadvantaged individual\" means an individual who earns no more than 50 percent of median income for the San Francisco Metropolitan Statistical Area, as determined by the United States Department of Housing and Urban Development from time to time. The Program Administrator will consult with a citywide consortium of tax-exempt nonprofit community-based employment agencies designated in the Program Regulations, to refer and place these economically disadvantaged persons. Should a Seismic Safety Loan Program project be located in a community not represented in the consortium, the Program Administrator will consult with community-based employment agencies that serve the neighborhoods in which Seismic Safety Loan Program financed projects are located. \n     (2)     In cases where the total principal amount of a Seismic Safety Loan is less than $200,00, it shall be a goal that 25 percent of the contractor's new hires be economically disadvantaged individuals, as defined above. \n     (3)     Fees for Services. The City may use Bond Proceeds to pay reasonable fees for services provided by placement agencies pursuant to this Section. \n(Formerly Sec. 66A.23; added by Ord. 100-94, App. 3/11/94; amended by Ord. 237-96, App. 6/11/96; amended and renumbered by Ord. 2-01, File No. 001969, App. 1/12/2001) \n(Former Sec. 66A.22 renumbered as Sec. 66A.21 by Ord. 2-01.) \n\n","heading":{"title":"66A","chaptersection":"22. ","identifier":"66A.22. ","catch_text":"ECONOMICALLY DISADVANTAGED HIRE REQUIREMENT."}}