{"text":"\n     Unless otherwise defined below, capitalized terms used in this \nChapter 66A shall have the meanings set forth in this \nChapter 66A or in Administrative Code \nChapter 66. \n          (1)     \"Annual Debt Service\" means the projected annual sum of all payments due on obligations secured by the Property, as defined below, for the 12 months following the completion of Seismic Strengthening to be financed by a Seismic Safety Loan, as defined below, including any payments which will be due on the proposed Seismic Safety Loan, but shall not include depreciation of the Property. \n          (2)     \"Annual Net Operating Income\" means the annual sum of all gross income estimated to be generated by the Property, as defined below, during the 12 months following the completion of Seismic Strengthening to be financed by a Seismic Safety Loan, as defined below, less the sum of all operating expenses for the Property during such period. \n          (3)     \"Applicant\" means an applicant for a Seismic Safety Loan, as defined below.\n          (4)     \"Bolts Plus\" means the retrofit standard defined in San Francisco Building Code Section 1603B and permitted under San Francisco Building Code Section 1609C.2. \n          (5)     \"Bond Proceeds\" means the proceeds of taxable general obligation bonds to be issued by the City to finance the Program, including interest on such proceeds. \n          (6)     \"Borrower\" means a recipient of a Seismic Safety Loan, as defined below.\n          (7)     \"Building Code\" means the San Francisco Building Code, as it may be amended from time to time.\n          (8)     \"Debt Service Coverage Ratio\" shall be the ratio of Annual Net Operating Income on the Property, as defined below, to Annual Debt Service on the Property. \n          (9)     \"General Procedure\" means the retrofit standard defined in Building Code Section 1610C.\n          (10)     \"Loan Committee\" means the Unreinforced Masonry Building Loan Committee, as further defined in Section \n66A.13.\n          (11)     \"Loan to Value Ratio\" means the ratio of the outstanding principal balance of all financing secured by the Property, as defined below, including the proposed Seismic Safety Loan, as defined below, to the Market Value of the Property. \n          (12)     \"Market Value\" of the Property, as defined below, means the value of the Property as determined by an appraiser approved by the City who possesses a State of California appraisal license, certified general, based on both historical data and projected income and value following completion of Seismic Strengthening, as defined in Administrative Code Section \n66.1(j). Such appraisal shall be dated no earlier than 90 days prior to the date of application for a Seismic Safety Loan, as defined below. The Applicant shall be fully responsible for the cost of obtaining such an appraisal. The Program Administrator, as defined below, shall provide prospective Applicants with a list of preapproved appraisers. The Applicant may obtain the prior written approval of the Program Administrator in the event the Applicant wishes to utilize an appraiser other than as specified on such list. \n          (13)     \"Program Administrator\" means a representative of the Mayor's Office of Housing, as specified in Section \n66A.25.\n          (14)     \"Program Regulations\" means regulations to be developed by the Program Administrator, which will address those issues specified in this \nChapter 66A, in addition to any other matters deemed necessary by the Program Administrator in order to implement \nChapters 66 and \n66A. \n          (15)     \"Property\" means an unreinforced masonry bearing wall building (\"UMB\"), as defined in Administrative Code Section \n66.1(k), together with the legal parcel(s) of real property on which the UMB is located. \n          (16)     \"Regulatory Agreement\" means an agreement to be executed by the Property owner and recorded against the Property in order to restrict subsequent use of the Property, as further described in Administrative Code Section \n66.5 and in this \nChapter 66A. \n          (17)     \"Section 3403.6\" means the retrofit standard defined in Building Code Section 3403.6.\n          (18)     \"Seismic Safety Loan\" means a loan made pursuant to Administrative Code \nChapters 66 and \n66A, and includes Below Market Rate Loans, Deferred Extended Loans, Deferred Standard Loans, and Market Rate Loans, each as defined in Administrative Code Section \n66.1. \n          (19)     \"Special Procedure\" means the retrofit standard defined in Building Code Section 1611C.\n(Added by Ord. 100-94, App. 3/11/94; amended by Ord. 287-96, App. 7/12/96; Ord. 2-01, File No. 001969, App. 1/12/2001; Ord. 122-06, File No. 060386, App. 6/14/2006) \n\n","heading":{"title":"66A","chaptersection":"2. ","identifier":"66A.2. ","catch_text":"DEFINITIONS."}}