{"text":"\n     (1)     Deed of Trust. As security for Borrower's obligations in connection with the Seismic Safety Loan, the Borrower shall execute and deliver a deed of trust and assignment of rents (\"Deed of Trust\") on the Property in favor of the City. As a condition to the close of the Seismic Safety Loan, the City shall record the Deed of Trust against the Property, subject only to those liens and encumbrances approved in writing by the City. \n     (2)     Additional Collateral. In the event an Applicant meets the other lending criteria specified in Section \n66A.4(2), above, but does not meet the Loan to Value Ratio or Debt Service Coverage Ratio requirements set forth in Section \n66A.4(1), above, the Loan Committee may choose to accept any of the following collateral, in addition to the Deed of Trust: \n          (a)     Personal Guaranty. In cases where (i) the Applicant is an organization exempt from taxation under the Internal Revenue Code of the United States and the Revenue and Taxation Code of the State of California as a bona fide fraternal, charitable, benevolent, religious or other nonprofit organization; and (ii) the Property does not meet the underwriting criteria set forth in Section \n66A.4(1), above, then the Loan Committee may choose to accept, in addition to the Deed of Trust, a personal, corporate or other guaranty issued for the benefit of the City from an individual or entity unrelated to the Applicant (\"Guaranty\") to guaranty the Borrower's obligations in connection with the Seismic Safety Loan. The Guaranty shall be in form and substance satisfactory to the Loan Committee. The Loan Committee may request any information required to support the creditworthiness of the individual or party proposing to issue the Guaranty. \n          (b)     Additional Real Property Security. The Loan Committee may accept additional real property security to be subject to a lien of a Deed of Trust. Such real property must be located within the nine-county San Francisco Bay Area. The Loan to Value Ratio of such additional real property shall not exceed 75 percent. \n(Added by Ord. 100-94, App. 3/11/94; amended by Ord. 2-01, File No. 001969, App. 1/12/2001)\n\n","heading":{"title":"66A","chaptersection":"6. ","identifier":"66A.6. ","catch_text":"SECURITY FOR SEISMIC SAFETY LOANS."}}