{"text":"\n     (1)     Seismic Rehabilitation Costs. The principal amount of any Seismic Safety Loan may be used to pay the following costs, provided such costs are necessary for seismic safety reasons or legally required for completion of Seismic Strengthening or occupancy of a UMB: \n          (a)     Seismic Strengthening of UMBs;\n          (b)     Soft costs directly associated with the Seismic Strengthening, including but not limited to architectural fees, engineering fees, development of tenant protection plans, loan packaging fees, permit fees and escrow and closing fees and costs; \n          (c)     Replacement and/or restoration of finishes disturbed during performance of the Seismic Strengthening to their condition existing as of the date of commencement of the Seismic Strengthening; \n          (d)     Remediation or reduction of toxic materials disturbed during Seismic Strengthening in accordance with applicable federal, State or local laws; and \n          (e)     Residential tenant relocation costs, as required by applicable laws.\n     (2)     Life/Safety Code Compliance and Disability Access. Up to 25 percent of the seismic construction hard costs portion of any Seismic Safety Loan may be used, to the extent legally required for completion of the Seismic Strengthening of or to permit occupancy of a Property, to pay costs of improvements to the Property to protect the life or safety of or to provide legally required disability access for occupants of the Property. In the event the Loan Committee determines that greater than 25 percent of the amount of a Seismic Safety Loan is generally requested to complete the work described in this Section \n66A.9(2), the Loan Committee may recommend to the Board of Supervisors that this Section be amended to increase the 25 percent cap. \n(Added by Ord. 100-94, App. 3/11/94; amended by Ord. 237-96, App. 6/11/96; Ord. 2-01, File No. 001969, App. 1/12/2001)\n\n","heading":{"title":"66A","chaptersection":"9","identifier":"66A.9","catch_text":"ELIGIBLE USES OF LOAN PROCEEDS."}}