{"text":"\n     Applicants must satisfy the criteria described in Section \n66A.4(1), at a minimum, in order to be eligible for consideration for receipt of a Seismic Safety Loan. The Loan Committee may also consider those additional factors described in Section \n66A.4(2) in determining whether to approve a Seismic Safety Loan. In no event will an Applicant's satisfaction of the criteria in this Section \n66A.4 be deemed to guarantee approval of a Seismic Safety Loan for the Applicant. \n     (1)     Underwriting Criteria.\n          (a)     Below Market Rate Loans. Each Applicant for a Below Market Rate Loan must show that the Property to be rehabilitated satisfies one of the following criteria: \n               (i)     The Loan to Value Ratio of the Property shall not exceed 95 percent, and the Property shall have a minimum Debt Service Coverage Ratio of 1.1x; or \n               (ii)     The Loan to Value Ratio of the Property shall not exceed 90 percent, and the Property shall have a minimum Debt Service Coverage Ratio of 1.05x. \n          (b)     Deferred Extended Loans and Deferred Standard Loans. Each Applicant for a Deferred Extended Loan or a Deferred Standard Loan must show that the Property to be rehabilitated satisfies the following criteria: The Loan to Value Ratio of the Property shall not exceed 95 percent. \n          (c)     Market Rate Loans. Each Applicant for a Market Rate Loan must show that the Property to be rehabilitated satisfies one of the following criteria: \n               (i)     The Loan to Value Ratio shall not exceed 95 percent, and the Property shall have a minimum Debt Service Coverage Ratio of 1.1x; or \n               (ii)     The Loan to Value Ratio shall not exceed 90 percent, and the Property shall have a minimum Debt Service Coverage Ratio of 1.05x. \n     (2)     Other Lending Criteria. In addition to the underwriting criteria specified in Section \n66A.4(1), above, the Loan Committee shall evaluate each of the following factors for each Applicant, as these factors are more fully addressed in the Program Regulations: \n          (a)     Creditworthiness. The Loan Committee shall evaluate an Applicant's credit history and likelihood of making timely loan repayments. \n          (b)     Net Worth. The Loan Committee shall examine an Applicant's net worth and income. \n          (c)     Experience. The Loan Committee shall determine whether an Applicant has experience with rehabilitation projects, and whether such experience may contribute to the likelihood of timely completion of the Seismic Strengthening and repayment of the Seismic Safety Loan. \n          (d)     Scope of Work. The Loan Committee shall assess the degree to which the proposed scope and timing of the Seismic Strengthening will address the needs of the Property and the surrounding neighborhood with regard to habitability and marketability of the Property. \n          (e)     Additional Factors. In the event a Property does not meet the Loan to Value Ratio and/or Debt Service Coverage Ratio Requirements set forth above, the Loan Committee may consider the following factors in determining whether to approve a Seismic Safety Loan, in the following order of priority: \n               (i)     The Applicant's ability and willingness to repay the Seismic Safety Loan, including the availability of additional real property collateral as described in Section \n66A.6(2), and the availability of personal or corporate guaranties, as described in Section \n66A.6(2); \n               (ii)     The extent to which proposed rehabilitation costs may be reduced in order to permit the Applicant to qualify for a lesser Seismic Safety Loan amount; and \n               (iii)     The extent to which existing lenders of financing secured by the Property have agreed to subordinate the liens of their deeds of trust or other encumbrances to the lien of the deed of trust (\"Deed of Trust\") in favor of the City in connection with a Seismic Safety Loan. \n(Added by Ord. 100-94, App. 3/11/94; amended by Ord. 2-01, File No. 001969, App. 1/12/2001; Ord/ 122-06, File No. 060386, App. 6/14/2006) \n\n","heading":{"title":"66A","chaptersection":"4. ","identifier":"66A.4. ","catch_text":"LENDING CRITERIA."}}