{"text":"\n     A policy body may, but is not required to, hold closed sessions: \n     (a)     With the Attorney General, District Attorney, Sheriff, or Chief of Police, or their respective deputies, on matters posing a threat to the security of public buildings or a threat to the public's right of access to public services or public facilities. \n     (b)     To consider the appointment, employment, evaluation of performance, or dismissal of a City employee, if the policy body has the authority to appoint, employ, or dismiss the employee, or to hear complaints or charges brought against the employee by another person or employee unless the employee complained of requests a public hearing. The body may exclude from any such public meeting, and shall exclude from any such closed meeting, during the comments of a complainant, any or all other complainants in the matter. The term \"employee\" as used in this section shall not include any elected official, member of a policy body or applicant for such a position, or person providing services to the City as an independent contractor or the employee thereof, including but not limited to independent attorneys or law firms providing legal services to the City for a fee rather than a salary. \n     (c)     Notwithstanding section (b), an Executive Compensation Committee established pursuant to a Memorandum of Understanding with the Municipal Executives Association may meet in closed session when evaluating the performance of an individual officer or employee subject to that Memorandum of Understanding or when establishing performance goals for such an officer or employee where the setting of such goals requires discussion of that individual's performance. \n     (d)     Based on advice of its legal counsel, and on a motion and vote in open session to assert the attorney-client privilege, to confer with, or receive advice from, its legal counsel regarding pending litigation when discussion in open session concerning those matters would likely and unavoidably prejudice the position of the City in that litigation. Litigation shall be considered pending when any of the following circumstances exist: \n          (1)     An adjudicatory proceeding before a court, administrative body exercising its adjudicatory authority, hearing officer, or arbitrator, to which the City is a party, has been initiated formally; or, \n          (2)     A point has been reached where, in the opinion of the policy body on the advice of its legal counsel, based on existing facts and circumstances, there is a significant exposure to litigation against the City, or the body is meeting only to decide whether a closed session is authorized pursuant to that advice or, based on those facts and circumstances, the body has decided to initiate or is deciding whether to initiate litigation. \n          (3)     A closed session may not be held under this section to consider the qualifications or engagement of an independent contract attorney or law firm, for litigation services or otherwise. \n     (e)     With the City's designated representatives regarding matters within the scope of collective bargaining or meeting and conferring with public employee organizations when a policy body has authority over such matters. \n          (1)     Such closed sessions shall be for the purpose of reviewing the City's position and instructing its designated representatives and may take place solely prior to and during active consultations and discussions between the City's designated representatives and the representatives of employee organizations or the unrepresented employees. A policy body shall not discuss compensation or other contractual matters in closed session with one or more employees directly interested in the outcome of the negotiations. \n          (2)     In addition to the closed sessions authorized by subsection \n67.10(e)(1), a policy body subject to Government Code Section 3501 may hold closed sessions with its designated representatives on mandatory subjects within the scope of representation of its represented employees, as determined pursuant to Section 3504.\n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 37-98, App. 1/23/98; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"10","identifier":"67.10","catch_text":"CLOSED SESSIONS: PERMITTED TOPICS."}}