{"text":"\n     Every member of a policy body retains the full constitutional rights of a citizen to comment publicly on the wisdom or propriety of government actions, including those of the policy body of which he or she is a member. Policy bodies shall not sanction, reprove or deprive members of their rights as elected or appointed officials for expressing their judgments or opinions, including those which deal with the perceived inconsistency of non-public discussions, communications or actions with the requirements of State or Federal law or of this ordinance. The release of specific factual information made confidential by State or Federal law including, but not limited to, the privilege for confidential attorney-client communications, may be the basis for a request for injunctive or declaratory relief, of a complaint to the Mayor seeking an accusation of misconduct, or both. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nARTICLE III:\nPUBLIC INFORMATION AND PUBLIC RECORDS\n\n\nSec. 67.20.\nDefinitions. \n\nSec. 67.21.\nProcess for Gaining Access to Public Records; Administrative Appeals. \n\nSec. 67.21-1.\nPolicy Regarding Use and Purchase of Computer Systems. \n\nSec. 67.22.\nRelease of Oral Public Information. \n\nSec. 67.23.\nPublic Review File—Policy Body Communications. \n\nSec. 67.24.\nPublic Information that Must Be Disclosed. \n\nSec. 67.25.\nImmediacy of Response. \n\nSec. 67.26.\nWithholding Kept to a Minimum. \n\nSec. 67.27.\nJustification of Withholding. \n\nSec. 67.28.\nFees for Duplication. \n\nSec. 67.29.\nIndex to Records. \n\nSec. 67.29-1.\nRecords Survive Transition of Officials. \n\nSec. 67.29-2.\nInternet Access/World Wide Web Minimum Standards. \n\nSec. 67.29-3.\n \nSec. 67.29-4.\nLobbyist On Behalf of the City. \n\nSec. 67.29-5.\nCalendars of Certain Officials. \n\nSec. 67.29-6.\nSources of Outside Funding. \n\nSec. 67.29-7.\nCorrespondence and Records Shall Be Maintained. \n\nSEC. 67.20.  DEFINITIONS.\n     Whenever in this article the following words or phrases are used, they shall mean: \n     (a)     \"Department\" shall mean a department of the City and County of San Francisco.\n     (b)     \"Public Information\" shall mean the content of \"public records\" as defined in the California Public Records Act (Government Code Section 6252), whether provided in documentary form or in an oral communication. \"Public Information\" shall not include \"computer software\" developed by the City and County of San Francisco as defined in the California Public Records Act (Government Code Section 6254.9). \n     (c)     \"Supervisor of Records\" shall mean the City Attorney.\n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 375, App. 9/30/96; Proposition G, 11/2/99)\n\nSEC. 67.21.  PROCESS FOR GAINING ACCESS TO PUBLIC RECORDS; ADMINISTRATIVE APPEALS.\n     (a)     Every person having custody of any public record or public information, as defined herein, (hereinafter referred to as a custodian of a public record) shall, at normal times and during normal and reasonable hours of operation, without unreasonable delay, and without requiring an appointment, permit the public record, or any segregable portion of a record, to be inspected and examined by any person and shall furnish one copy thereof upon payment of a reasonable copying charge, not to exceed the lesser of the actual cost or ten cents per page. \n     (b)     A custodian of a public record shall, as soon as possible and within ten days following receipt of a request for inspection or copy of a public record, comply with such request. Such request may be delivered to the office of the custodian by the requester orally or in writing by fax, postal delivery, or e-mail. If the custodian believes the record or information requested is not a public record or is exempt, the custodian shall justify withholding any record by demonstrating, in writing as soon as possible and within ten days following receipt of a request, that the record in question is exempt under express provisions of this ordinance. \n     (c)     A custodian of a public record shall assist a requester in identifying the existence, form, and nature of any records or information maintained by, available to, or in the custody of the custodian, whether or not the contents of those records are exempt from disclosure and shall, when requested to do so, provide in writing within seven days following receipt of a request, a statement as to the existence, quantity, form and nature of records relating to a particular subject or questions with enough specificity to enable a requester to identify records in order to make a request under (b). A custodian of any public record, when not in possession of the record requested, shall assist a requester in directing a request to the proper office or staff person. \n     (d)     If the custodian refuses, fails to comply, or incompletely complies with a request described in (b), the person making the request may petition the supervisor of records for a determination whether the record requested is public. The supervisor of records shall inform the petitioner, as soon as possible and within 10 days, of its determination whether the record requested, or any part of the record requested, is public. Where requested by the petition, and where otherwise desirable, this determination shall be in writing. Upon the determination by the supervisor of records that the record is public, the supervisor of records shall immediately order the custodian of the public record to comply with the person's request. If the custodian refuses or fails to comply with any such order within 5 days, the supervisor of records shall notify the district attorney or the attorney general who shall take whatever measures she or he deems necessary and appropriate to insure compliance with the provisions of this ordinance. \n     (e)     If the custodian refuses, fails to comply, or incompletely complies with a request described in (b) above or if a petition is denied or not acted on by the supervisor of public records, the person making the request may petition the Sunshine Task Force for a determination whether the record requested is public. The Sunshine Task Force shall inform the petitioner, as soon as possible and within 2 days after its next meeting but in no case later than 45 days from when a petition in writing is received, of its determination whether the record requested, or any part of the record requested, is public. Where requested by the petition, and where otherwise desirable, this determination shall be in writing. Upon the determination that the record is public, the Sunshine Task Force shall immediately order the custodian of the public record to comply with the person's request. If the custodian refuses or fails to comply with any such order within 5 days, the Sunshine Task Force shall notify the district attorney or the attorney general who may take whatever measures she or he deems necessary to insure compliance with the provisions of this ordinance. The Board of Supervisors and the City Attorney's office shall provide sufficient staff and resources to allow the Sunshine Task Force to fulfill its duties under this provision. Where requested by the petition, the Sunshine Task Force may conduct a public hearing concerning the records request denial. An authorized representative of the custodian of the public records requested shall attend any hearing and explain the basis for its decision to withhold the records requested. \n     (f)     The administrative remedy provided under this article shall in no way limit the availability of other administrative remedies provided to any person with respect to any officer or employee of any agency, executive office, department or board; nor shall the administrative remedy provided by this section in any way limit the availability of judicial remedies otherwise available to any person requesting a public record. If a custodian of a public record refuses or fails to comply with the request of any person for inspection or copy of a public record or with an administrative order under this section, the superior court shall have jurisdiction to order compliance. \n     (g)     In any court proceeding pursuant to this article there shall be a presumption that the record sought is public, and the burden shall be upon the custodian to prove with specificity the exemption which applies. \n     (h)     On at least an annual basis, and as otherwise requested by the Sunshine Ordinance Task Force, the supervisor of public records shall prepare a tally and report of every petition brought before it for access to records since the time of its last tally and report. The report shall at least identify for each petition the record or records sought, the custodian of those records, the ruling of the supervisor of public records, whether any ruling was overturned by a court and whether orders given to custodians of public records were followed. The report shall also summarize any court actions during that period regarding petitions the Supervisor has decided. At the request of the Sunshine Ordinance Task Force, the report shall also include copies of all rulings made by the supervisor of public records and all opinions issued. \n     (i)     The San Francisco City Attorney's office shall act to protect and secure the rights of the people of San Francisco to access public information and public meetings and shall not act as legal counsel for any city employee or any person having custody of any public record for purposes of denying access to the public. The City Attorney may publish legal opinions in response to a request from any person as to whether a record or information is public. All communications with the City Attorney's Office with regard to this ordinance, including petitions, requests for opinion, and opinions shall be public records. \n     (j)     Notwithstanding the provisions of this section, the City Attorney may defend the City or a City Employee in litigation under this ordinance that is actually filed in court to any extent required by the City Charter or California Law. \n     (k)     Release of documentary public information, whether for inspection of the original or by providing a copy, shall be governed by the California Public Records Act (Government Code Section 6250 et seq.) in particulars not addressed by this ordinance and in accordance with the enhanced disclosure requirements provided in this ordinance. \n     (l)     Inspection and copying of documentary public information stored in electronic form shall be made available to the person requesting the information in any form requested which is available to or easily generated by the department, its officers or employees, including disk, tape, printout or monitor at a charge no greater than the cost of the media on which it is duplicated. Inspection of documentary public information on a computer monitor need not be allowed where the information sought is necessarily and unseparably intertwined with information not subject to disclosure under this ordinance. Nothing in this section shall require a department to program or reprogram a computer to respond to a request for information or to release information where the release of that information would violate a licensing agreement or copyright law. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 253-96, App. 6/19/96; Proposition G, 11/2/99)\n\nSEC. 67.21-1.  POLICY REGARDING USE AND PURCHASE OF COMPUTER SYSTEMS.\n     (a)     It is the policy of the City and County of San Francisco to utilize computer technology in order to reduce the cost of public records management, including the costs of collecting, maintaining, and disclosing records subject to disclosure to members of the public under this section. To the extent that it is technologically and economically feasible, departments that use computer systems to collect and store public records shall program and design these systems to ensure convenient, efficient, and economical public access to records and shall make public records easily accessible over public networks such as the Internet. \n     (b)     Departments purchasing new computer systems shall attempt to reach the following goals as a means to achieve lower costs to the public in connection with the public disclosure of records: \n          (1)     Implementing a computer system in which exempt information is segregated or filed separately from otherwise disclosable information.\n          (2)     Implementing a system that permits reproduction of electronic copies of records in a format that is generally recognized as an industry standard format. \n          (3)     Implementing a system that permits making records available through the largest non-profit, non-proprietary public computer network, consistent with the requirement for security of information. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 253-96, App. 6/19/96; Proposition G, 11/2/99)\n\nSEC. 67.22.  RELEASE OF ORAL PUBLIC INFORMATION.\n     Release of oral public information shall be accomplished as follows: \n     (a)     Every department head shall designate a person or persons knowledgeable about the affairs of the department, to provide information, including oral information, to the public about the department's operations, plans, policies and positions. The department head may designate himself or herself for this assignment, but in any event shall arrange that an alternate be available for this function during the absence of the person assigned primary responsibility. If a department has multiple bureaus or divisions, the department may designate a person or persons for each bureau or division to provide this information. \n     (b)     The role of the person or persons so designated shall be to provide information on as timely and responsive a basis as possible to those members of the public who are not requesting information from a specific person. This section shall not be interpreted to curtail existing informal contacts between employees and members of the public when these contacts are occasional, acceptable to the employee and the department, not disruptive of his or her operational duties and confined to accurate information not confidential by law. \n     (c)     No employee shall be required to respond to an inquiry or inquiries from an individual if it would take the employee more than fifteen minutes to obtain the information responsive to the inquiry or inquiries. \n     (d)     Public employees shall not be discouraged from or disciplined for the expression of their personal opinions on any matter of public concern while not on duty, so long as the opinion (1) is not represented as that of the department and does not misrepresent the department position; and (2) does not disrupt coworker relations, impair discipline or control by superiors, erode a close working relationship premised on personal loyalty and confidentiality, interfere with the employee's performance of his or her duties or obstruct the routine operation of the office in a manner that outweighs the employee's interests in expressing that opinion. In adopting this subdivision, the Board of Supervisors intends merely to restate and affirm court decisions recognizing the First Amendment rights enjoyed by public employees. Nothing in this section shall be construed to provide rights to City employees beyond those recognized by courts, now or in the future, under the First Amendment, or to create any new private cause of action or defense to disciplinary action. \n     (e)     Notwithstanding any other provisions of this ordinance, public employees shall not be discouraged from or disciplined for disclosing any information that is public information or a public record to any journalist or any member of the public. Any public employee who is disciplined for disclosing public information or a public record shall have a cause of action against the City and the supervisor imposing the discipline. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.23.  PUBLIC REVIEW FILE - POLICY BODY COMMUNICATIONS.\n     (a)     The clerk of the Board of Supervisors and the clerk of each board and commission enumerated in the charter shall maintain a file, accessible to any person during normal office hours, containing a copy of any letter, memorandum or other communication which the clerk has distributed to or received from a quorum of the policy body concerning a matter calendared by the body within the previous 30 days or likely to be calendared within the next 30 days, irrespective of subject matter, origin or recipient, except commercial solicitations, periodical publications or communications exempt from disclosure under the California Public Records Act (Government Code Section 6250 et seq.) and not deemed disclosable under Section \n67.24 of this article. \n     (b)     Communications, as described in subsection (a), sent or received in the last three business days shall be maintained in chronological order in the office of the department head or at a place nearby, clearly designated to the public. After documents have been on file for two full days, they may be removed, and, in the discretion of the board or commission, placed in a monthly chronological file. \n     (c)     Multiple-page reports, studies or analyses which are accompanied by a letter or memorandum of transmittal need not be included in the file so long as the letter or memorandum of transmittal is included. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.24.  PUBLIC INFORMATION THAT MUST BE DISCLOSED.\n     Notwithstanding a department's legal discretion to withhold certain information under the California Public Records Act, the following policies shall govern specific types of documents and information and shall provide enhanced rights of public access to information and records: \n     (a)     Drafts and Memoranda.\n          (1)     Except as provided in subparagraph (2), no preliminary draft or department memorandum, whether in printed or electronic form, shall be exempt from disclosure under Government Code Section 6254, Subdivision (a) or any other provision. If such a document is not normally kept on file and would otherwise be disposed of, its factual content is not exempt under Subdivision (a). Only the recommendation of the author may, in such circumstances, be withheld as exempt. \n          (2)     Draft versions of an agreement being negotiated by representatives of the City with some other party need not be disclosed immediately upon creation but must be preserved and made available for public review for 10 days prior to the presentation of the agreement for approval by a policy body, unless the body finds that and articulates how the public interest would be unavoidably and substantially harmed by compliance with this 10 day rule, provided that policy body as used in this subdivision does not include committees. In the case of negotiations for a contract, lease or other business agreement in which an agency of the City is offering to provide facilities or services in direct competition with other public or private entities that are not required by law to make their competing proposals public or do not in fact make their proposals public, the policy body may postpone public access to the final draft agreement until it is presented to it for approval. \n     (b)     Litigation Material.\n          (1)     Notwithstanding any exemptions otherwise provided by law, the following are public records subject to disclosure under this Ordinance: \n               (i)     A pre-litigation claim against the City;\n               (ii)     A record previously received or created by a department in the ordinary course of business that was not attorney/client privileged when it was previously received or created; \n               (iii)     Advice on compliance with, analysis of, an opinion concerning liability under, or any communication otherwise concerning the California Public Records Act, the Ralph M. Brown Act, the Political Reform Act, any San Francisco Governmental Ethics Code, or this Ordinance. \n          (2)     Unless otherwise privileged under California law, when litigation is finally adjudicated or otherwise settled, records of all communications between the department and the adverse party shall be subject to disclosure, including the text and terms of any settlement. \n     (c)     Personnel Information. None of the following shall be exempt from disclosure under Government Code Section 6254, subdivision (c), or any other provision of California Law where disclosure is not forbidden: \n          (1)     The job pool characteristics and employment and education histories of all successful job applicants, including at a minimum the following information as to each successful job applicant: \n               (i)     Sex, age and ethnic group;\n               (ii)     Years of graduate and undergraduate study, degree(s) and major or discipline;\n               (iii)     Years of employment in the private and/or public sector;\n               (iv)     Whether currently employed in the same position for another public agency.\n               (v)     Other non-identifying particulars as to experience, credentials, aptitudes, training or education entered in or attached to a standard employment application form used for the position in question. \n          (2)     The professional biography or curriculum vitae of any employee, provided that the home address, home telephone number, social security number, age, and marital status of the employee shall be redacted. \n          (3)     The job description of every employment classification.\n          (4)     The exact gross salary and City-paid benefits available to every employee.\n          (5)     Any memorandum of understanding between the City or department and a recognized employee organization.\n          (6)     The amount, basis, and recipient of any performance-based increase in compensation, benefits, or both, or any other bonus, awarded to any employee, which shall be announced during the open session of a policy body at which the award is approved. \n          (7)     The record of any confirmed misconduct of a public employee involving personal dishonesty, misappropriation of public funds, resources or benefits, unlawful discrimination against another on the basis of status, abuse of authority, or violence, and of any discipline imposed for such misconduct. \n     (d)     Law Enforcement Information.\n     The District Attorney, Chief of Police, and Sheriff are encouraged to cooperate with the press and other members of the public in allowing access to local records pertaining to investigations, arrests, and other law enforcement activity. However, no provision of this ordinance is intended to abrogate or interfere with the constitutional and statutory power and duties of the District Attorney and Sheriff as interpreted under Government Code section 25303, or other applicable State law or judicial decision. Records pertaining to any investigation, arrest or other law enforcement activity shall be disclosed to the public once the District Attorney or court determines that a prosecution will not be sought against the subject involved, or once the statute of limitations for filing charges has expired, whichever occurs first. Notwithstanding the occurrence of any such event, individual items of information in the following categories may be segregated and withheld if, on the particular facts, the public interest in nondisclosure clearly and substantially outweighs the public interest in disclosure: \n          (1)     The names of juvenile witnesses (whose identities may nevertheless be indicated by substituting a number or alphabetical letter for each individual interviewed); \n          (2)     Personal or otherwise private information related to or unrelated to the investigation if disclosure would constitute an unwarranted invasion of privacy; \n          (3)     The identity of a confidential source;\n          (4)     Secret investigative techniques or procedures;\n          (5)     Information whose disclosure would endanger law enforcement personnel; or\n          (6)     Information whose disclosure would endanger the successful completion of an investigation where the prospect of enforcement proceedings is concrete and definite. \n     This Subdivision shall not exempt from disclosure any portion of any record of a concluded inspection or enforcement action by an officer or department responsible for regulatory protection of the public health, safety, or welfare. \n     (e)     Contracts, Bids and Proposals.\n          (1)     Contracts, contractors' bids, responses to requests for proposals and all other records of communications between the department and persons or firms seeking contracts shall be open to inspection immediately after a contract has been awarded. Nothing in this provision requires the disclosure of a private person's or organization's net worth or other proprietary financial data submitted for qualification for a contract or other benefit until and unless that person or organization is awarded the contract or benefit. All bidders and contractors shall be advised that information provided which is covered by this subdivision will be made available to the public upon request. Immediately after any review or evaluation or rating of responses to a Request for Proposal (\"RFP\") has been completed, evaluation forms and score sheets and any other documents used by persons in the RFP evaluation or contractor selection process shall be available for public inspection. The names of scorers, graders or evaluators, along with their individual ratings, comments, and score sheets or comments on related documents, shall be made immediately available after the review or evaluation of a RFP has been completed. \n          (2)     Notwithstanding the provisions of this Subdivision or any other provision of this ordinance, the Director of Public Health may withhold from disclosure proposed and final rates of payment for managed health care contracts if the Director determines that public disclosure would adversely affect the ability of the City to engage in effective negotiations for managed health care contracts. The authority to withhold this information applies only to contracts pursuant to which the City (through the Department of Public Health) either pays for health care services or receives compensation for providing such services, including mental health and substance abuse services, to covered beneficiaries through a pre-arranged rate of payment. This provision also applies to rates for managed health care contracts for the University of California, San Francisco, if the contract involves beneficiaries who receive services provided jointly by the City and University. This provision shall not authorize the Director to withhold rate information from disclosure for more than three years. \n          (3)     During the course of negotiations for:\n               (i)     personal, professional, or other contractual services not subject to a competitive process or where such a process has arrived at a stage where there is only one qualified or responsive bidder; \n               (ii)     leases or permits having total anticipated revenue or expense to the City and County of five hundred thousand dollars ($500,000) or more or having a term of ten years or more; or \n               (iii)     any franchise agreements,\nall documents exchanged and related to the position of the parties, including draft contracts, shall be made available for public inspection and copying upon request. In the event that no records are prepared or exchanged during negotiations in the above-mentioned categories, or the records exchanged do not provide a meaningful representation of the respective positions, the City Attorney or City representative familiar with the negotiations shall, upon a written request by a member of the public, prepare written summaries of the respective positions within five working days following the final day of negotiation of any given week. The summaries will be available for public inspection and copying. Upon completion of negotiations, the executed contract, including the dollar amount of said contract, shall be made available for inspection and copying. At the end of each fiscal year, each City department shall provide to the Board of Supervisors a list of all sole source contracts entered into during the past fiscal year. This list shall be made available for inspection and copying as provided for elsewhere in this Article. \n     (f)     Budgets and Other Financial Information. Budgets, whether tentative, proposed or adopted, for the City or any of its departments, programs, projects or other categories, and all bills, claims, invoices, vouchers or other records of payment obligations as well as records of actual disbursements showing the amount paid, the payee and the purpose for which payment is made, other than payments for social or other services whose records are confidential by law, shall not be exempt from disclosure under any circumstances. \n     (g)     Neither the City nor any office, employee, or agent thereof may assert California Public Records Act Section 6255 or any similar provision as the basis for withholding any documents or information requested under this ordinance. \n     (h)     Neither the City nor any office, employee, or agent thereof may assert an exemption for withholding for any document or information based on a \"deliberative process\" exemption, either as provided by California Public Records Act Section 6255 or any other provision of law that does not prohibit disclosure. \n     (i)     Neither the City, nor any office, employee, or agent thereof, may assert an exemption for withholding for any document or information based on a finding or showing that the public interest in withholding the information outweighs the public interest in disclosure. All withholdings of documents or information must be based on an express provision of this ordinance providing for withholding of the specific type of information in question or on an express and specific exemption provided by California Public Records Act that is not forbidden by this ordinance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 240-98, App. 7/17/98; Proposition G, 11/2/99)\n\nSEC. 67.25.  IMMEDIACY OF RESPONSE.\n     (a)     Notwithstanding the 10-day period for response to a request permitted in Government Code Section 6256 and in this Article, a written request for information described in any category of non-exempt public information shall be satisfied no later than the close of business on the day following the day of the request. This deadline shall apply only if the words \"Immediate Disclosure Request\" are placed across the top of the request and on the envelope, subject line, or cover sheet in which the request is transmitted. Maximum deadlines provided in this article are appropriate for more extensive or demanding requests, but shall not be used to delay fulfilling a simple, routine or otherwise readily answerable request. \n     (b)     If the voluminous nature of the information requested, its location in a remote storage facility or the need to consult with another interested department warrants an extension of 10 days as provided in Government Code Section 6456.1, the requester shall be notified as required by the close of business on the business day following the request. \n     (c)     The person seeking the information need not state his or her reason for making the request or the use to which the information will be put, and requesters shall not be routinely asked to make such a disclosure. Where a record being requested contains information most of which is exempt from disclosure under the California Public Records Act and this article, however, the City Attorney or custodian of the record may inform the requester of the nature and extent of the non-exempt information and inquire as to the requester's purpose for seeking it, in order to suggest alternative sources for the information which may involve less redaction or to otherwise prepare a response to the request. \n     (d)     Notwithstanding any provisions of California Law or this ordinance, in response to a request for information describing any category of non-exempt public information, when so requested, the City and County shall produce any and all responsive public records as soon as reasonably possible on an incremental or \"rolling\" basis such that responsive records are produced as soon as possible by the end of the same business day that they are reviewed and collected. This section is intended to prohibit the withholding of public records that are responsive to a records request until all potentially responsive documents have been reviewed and collected. Failure to comply with this provision is a violation of this Article. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.26.  WITHHOLDING KEPT TO A MINIMUM.\n     No record shall be withheld from disclosure in its entirety unless all information contained in it is exempt from disclosure under express provisions of the California Public Records Act or of some other statute. Information that is exempt from disclosure shall be masked, deleted or otherwise segregated in order that the nonexempt portion of a requested record may be released, and keyed by footnote or other clear reference to the appropriate justification for withholding required by Section \n67.27 of this Article. This work shall be done personally by the attorney or other staff member conducting the exemption review. The work of responding to a public-records request and preparing documents for disclosure shall be considered part of the regular work duties of any City employee, and no fee shall be charged to the requester to cover the personnel costs of responding to a records request. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.27.  JUSTIFICATION OF WITHHOLDING.\n     Any withholding of information shall be justified, in writing, as follows: \n     (a)     A withholding under a specific permissive exemption in the California Public Records Act, or elsewhere, which permissive exemption is not forbidden to be asserted by this ordinance, shall cite that authority. \n     (b)     A withholding on the basis that disclosure is prohibited by law shall cite the specific statutory authority in the Public Records Act or elsewhere. \n     (c)     A withholding on the basis that disclosure would incur civil or criminal liability shall cite any specific statutory or case law, or any other public agency's litigation experience, supporting that position. \n     (d)     When a record being requested contains information, most of which is exempt from disclosure under the California Public Records Act and this Article, the custodian shall inform the requester of the nature and extent of the nonexempt information and suggest alternative sources for the information requested, if available. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.28.  FEES FOR DUPLICATION.\n     (a)     No fee shall be charged for making public records available for review.\n     (b)     For documents routinely produced in multiple copies for distribution, e.g. meeting agendas and related materials, unless a special fee has been established pursuant to Subdivision (d) of this Section, a fee not to exceed one cent per page may be charged, plus any postage costs. \n     (c)     For documents assembled and copied to the order of the requester, unless a special fee has been established pursuant to Subdivision (d) of this Section, a fee not to exceed 10 cents per page may be charged, plus any postage. \n     (d)     A department may establish and charge a higher fee than the one cent presumptive fee in Subdivision (b) and the 10 cent presumptive fee in Subdivision (c) if it prepares and posts an itemized cost analysis establishing that its cost per page impression exceeds 10 cents or one cent, as the case may be. The cost per page impression shall include the following costs: one sheet of paper; one duplication cycle of the copying machine in terms of toner and other specifically identified operation or maintenance factors, excluding electrical power. Any such cost analysis shall identify the manufacturer, model, vendor and maintenance contractor, if any, of the copying machine or machines referred to. \n     (e)     Video copies of video recorded meetings shall be provided to the public upon request for $10.00 or less per meeting.\n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.29.  INDEX TO RECORDS.\n     The City and County shall prepare a public records index that identifies the types of information and documents maintained by City and County departments, agencies, boards, commissions, and elected officers. The index shall be for the use of City officials, staff and the general public, and shall be organized to permit a general understanding of the types of information maintained, by which officials and departments, for which purposes and for what periods of retention, and under what manner of organization for accessing, e.g. by reference to a name, a date, a proceeding or project, or some other referencing system. The index need not be in such detail as to identify files or records concerning a specific person, transaction or other event, but shall clearly indicate where and how records of that type are kept. Any such master index shall be reviewed by appropriate staff for accuracy and presented for formal adoption to the administrative official or policy body responsible for the indexed records. The City Administrator shall be responsible for the preparation of this records index. The City Administrator shall report on the progress of the index to the Sunshine Ordinance Task Force on at least a semi-annual basis until the index is completed. Each department, agency, commission and public official shall cooperate with the City Administrator to identify the types of records it maintains, including those documents created by the entity and those documents received in the ordinary course of business and the types of requests that are regularly received. Each department, agency, commission and public official is encouraged to solicit and encourage public participation to develop a meaningful records index. The index shall clearly and meaningfully describe, with as much specificity as practicable, the individual types of records that are prepared or maintained by each department, agency, commission or public official of the City and County. The index shall be sufficient to aid the public in making an inquiry or a request to inspect. Any changes in the department, agency, commission or public official's practices or procedures affecting the accuracy of the information provided to the City Administrator shall be recorded by the City Administrator on a periodic basis so as to maintain the integrity and accuracy of the index. The index shall be continuously maintained on the City's World Wide Website and made available at public libraries within the City and County of San Francisco. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\nSEC. 67.29-1.  RECORDS SURVIVE TRANSITION OF OFFICIALS.\n     All documents prepared, received, or maintained by the Office of the Mayor, by any elected city and county official, and by the head of any City or County Department are the property of the City and County of San Francisco. The originals of these documents shall be maintained consistent with the records retention policies of the City and County of San Francisco. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-2.  INTERNET ACCESS/WORLD WIDE WEB MINIMUM STANDARDS.\n     Each department of the City and County of San Francisco shall maintain on a World Wide Web site, or on a comparable, readily accessible location on the Internet, information that it is required to make publicly available. Each department is encouraged to make publicly available through its World Wide Web site, as much information and as many documents as possible concerning its activities. At a minimum, within six months after enactment of this provision, each department shall post on its World Wide Web site all meeting notices required under this ordinance, agendas and the minutes of all previous meetings of its policy bodies for the last three years. Notices and agendas shall be posted no later than the time that the department otherwise distributes this information to the public, allowing reasonable time for posting. Minutes of meetings shall be posted as soon as possible, but in any event within 48 hours after they have been approved. Each department shall make reasonable efforts to ensure that its World Wide Web site is regularly reviewed for timeliness and updated on at least a weekly basis. The City and County shall also make available on its World Wide Web site, or on a comparable, readily accessible location on the Internet, a current copy of the City Charter and all City Codes. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-3.  \n     Any future agreements between the city and an advertising space provider shall be public records and shall include as a basis for the termination of the contract any action by, or permitted by, the space provider to remove or deface or otherwise interfere with an advertisement without first notifying the advertiser and the city and obtaining the advertiser's consent. In the event advertisements are defaced or vandalized, the space provider shall provide written notice to the city and the advertiser and shall allow the advertiser the option of replacing the defaced or vandalized material. Any request by any city official or by any space provider to remove or alter any advertising must be in writing and shall be a public record. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-4.  LOBBYIST ON BEHALF OF THE CITY.\n     (a)     Any lobbyist who contracts for economic consideration with the City and County of San Francisco to represent the City and County in matters before any local, regional, State, or federal administrative or legislative body shall file a public records report of their activities on a quarterly basis with the San Francisco Ethics Commission. This report shall be maintained by the Ethics Commission and not be exempt from disclosure. Each quarterly report shall identify all financial expenditures by the lobbyist, the individual or entity to whom each expenditure was made, the date the expenditure was made, and specifically identify the local, State, regional or national legislative or administrative action the lobbyist supported or opposed in making the expenditure. The failure to file a quarterly report with the required disclosures shall be a violation of this Ordinance. \n     (b)     No person shall be deemed a lobbyist under section (a), unless that person receives or becomes entitled to receive at least $300 total compensation in any month for influencing legislative or administrative action on behalf of the City and County of San Francisco or has at least 25 separate contacts with local, State, regional or national officials for the purpose of influencing legislative or administrative action within any two consecutive months. No business or organization shall be deemed as a lobbyist under Section (a) unless it compensates its employees or members for their lobbying activities on behalf of the City and County of San Francisco, and the compensated employees or members have at least 25 separate contacts with local, State, regional or national officials for the purpose of influencing legislative or administrative action within any two consecutive months. \"Total compensation\" shall be calculated by combining all compensation received from the City and County of San Francisco during the month for lobbying activities on matters at the local, State, regional or national level. \"Total number of contacts\" shall be calculated by combining all contacts made during the two-month period on behalf of the City and County of San Francisco for all lobbying activities on maters at the local, state, regional or national level. \n     (c)     Funds of the City and County of San Francisco, including organizational dues, shall not be used to support any lobbying efforts to restrict public access to records, information, or meetings, except where such effort is solely for the purpose of protecting the identity and privacy rights of private citizens. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-5.  CALENDARS OF CERTAIN OFFICIALS.\n     The Mayor, The City Attorney, and every Department Head shall keep or cause to be kept a daily calendar wherein is recorded the time and place of each meeting or event attended by that official, with the exclusion of purely personal or social events at which no City business is discussed and that do not take place at City Offices or at the offices or residences of people who do substantial business with or are otherwise substantially financially affected by actions of the City. For meetings not otherwise publicly recorded, the calendar shall include a general statement of issues discussed. Such calendars shall be public records and shall be available to any requester three business days subsequent to the calendar entry date. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-6.  SOURCES OF OUTSIDE FUNDING.\n     No official or employee or agent of the City shall accept, allow to be collected, or direct or influence the spending of, any money, or any goods or services worth more than one hundred dollars in aggregate, for the purpose of carrying out or assisting any City function unless the amount and source of all such funds is disclosed as a public record and made available on the website for the department to which the funds are directed. When such funds are provided or managed by an entity, and not an individual, that entity must agree in writing to abide by this ordinance. The disclosure shall include the names of all individuals or organizations contributing such money and a statement as to any financial interest the contributor has involving the City. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-7.  CORRESPONDENCE AND RECORDS SHALL BE MAINTAINED.\n     (a)     The Mayor and all Department Heads shall maintain and preserve in a professional and businesslike manner all documents and correspondence, including but not limited to letters, e-mails, drafts, memorandum, invoices, reports and proposals and shall disclose all such records in accordance with this ordinance. \n     (b)     The Department of Elections shall keep and preserve all records and invoices relating to the design and printing of ballots and other election materials and shall keep and preserve records documenting who had custody of ballots from the time ballots are cast until ballots are received and certified by the Department of Elections. \n     (c)     In any contract, agreement or permit between the City and any outside entity that authorizes that entity to demand any funds or fees from citizens, the City shall ensure that accurate records of each transaction are maintained in a professional and businesslike manner and are available to the public as public records under the provisions of this ordinance. Failure of an entity to comply with these provisions shall be grounds for terminating the contract or for imposing a financial penalty equal to one-half of the fees derived under the agreement or permit during the period of time when the failure was in effect. Failure of any Department Head under this provision shall be a violation of this ordinance. This paragraph shall apply to any agreement allowing an entity to tow or impound vehicles in the City and shall apply to any agreement allowing an entity to collect any fee from any persons in any pretrial diversion program. \n(Added by Proposition G, 11/2/99)\n\nARTICLE IV:\nPOLICY IMPLEMENTATION\n\n\nSec. 67.30.\nThe Sunshine Ordinance Task Force. \n\nSec. 67.31.\nResponsibility for Administration. \n\nSec. 67.32.\nProvision of Services to Other Agencies; Sunshine Required. \n\nSec. 67.33.\nDepartment Head Declaration. \n\nSec. 67.34.\nWillful Failure Shall be Official Misconduct. \n\nSec. 67.35.\nEnforcement Provisions. \n\nSec. 67.36.\nSunshine Ordinance Supersedes Other Local Laws. \n\nSec. 67.37.\nSeverability. \n\nSEC. 67.30.  THE SUNSHINE ORDINANCE TASK FORCE.\n     (a)     There is hereby established a task force to be known as the Sunshine Ordinance Task Force consisting of eleven voting members appointed by the Board of Supervisors. All members must have experience and/or demonstrated interest in the issues of citizen access and participation in local government. Two members shall be appointed from individuals whose names have been submitted by the local chapter of the Society of Professional Journalists, one of whom shall be an attorney and one of whom shall be a local journalist. One member shall be appointed from the press or electronic media. One member shall be appointed from individuals whose names have been submitted by the local chapter of the League of Women Voters. Four members shall be members of the public who have demonstrated interest in or have experience in the issues of citizen access and participation in local government. Two members shall be members of the public experienced in consumer advocacy. One member shall be a journalist from a racial/ethnic-minority-owned news organization and shall be appointed from individuals whose names have been submitted by New California Media. At all times the task force shall include at least one member who shall be a member of the public who is physically handicapped and who has demonstrated interest in citizen access and participation in local government. The Mayor or his or her designee, and the Clerk of the Board of Supervisors or his or her designee, shall serve as non-voting members of the task force. The City Attorney shall serve as legal advisor to the task force. The Sunshine Ordinance Task Force shall, at its request, have assigned to in an attorney from within the City Attorney's Office or other appropriate City Office, who is experienced in public-access law matters. This attorney shall serve solely as a legal advisor and advocate to the Task Force and an ethical wall will be maintained between the work of this attorney on behalf of the Task Force and any person or Office that the Task Force determines may have a conflict of interest with regard to the matters being handled by the attorney. \n     (b)     The term of each appointive member shall be two years unless earlier removed by the Board of Supervisors. In the event of such removal or in the event a vacancy otherwise occurs during the term of office of any appointive member, a successor shall be appointed for the unexpired term of the office vacated in a manner similar to that described herein for the initial members. The task force shall elect a chair from among its appointive members. The term of office as chair shall be one year. Members of the task force shall serve without compensation. \n     (c)     The task force shall advise the Board of Supervisors and provide information to other City departments on appropriate ways in which to implement this chapter. The task force shall develop appropriate goals to ensure practical and timely implementation of this chapter. The task force shall propose to the Board of Supervisors amendments to this chapter. The task force shall report to the Board of Supervisors at least once annually on any practical or policy problems encountered in the administration of this chapter. The Task Force shall receive and review the annual report of the Supervisor of Public Records and may request additional reports or information as it deems necessary. The Task Force shall make referrals to a municipal office with enforcement power under this ordinance or under the California Public Records Act and the Brown Act whenever it concludes that any person has violated any provisions of this ordinance or the Acts. The Task Force shall, from time to time as it sees fit, issue public reports evaluating compliance with this ordinance and related California laws by the City or any Department, Office, or Official thereof. \n     (d)     In addition to the powers specified above, the Task Force shall possess such powers as the Board of Supervisors may confer upon it by ordinance or as the People of San Francisco shall confer upon it by initiative. \n     (e)     The Task Force Commission shall approve by-laws specifying a general schedule for meetings, requirements for attendance by Task Force members, and procedures and criteria for removing members for non-attendance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 118-94, App. 3/18/94; Ord. 432-94, App. 12/30/94; Ord. 287-96, App. 7/12/96; Ord. 198-98, App. 6/19/98; 387-98, App. 12/24/98; Proposition G, 11/2/99) \n\nSEC. 67.31.  RESPONSIBILITY FOR ADMINISTRATION.\n     The Mayor shall administer and coordinate the implementation of the provisions of this chapter for departments under his or her control. The Mayor shall administer and coordinate the implementation of the provisions of this Chapter for departments under the control of board and commissions appointed by the Mayor. Elected officers shall administer and coordinate the implementation of the provisions of this chapter for departments under their respective control. The Clerk of the Board of Supervisors shall provide a full-time staff person to perform administrative duties for the Sunshine Ordinance Task Force and to assist any person in gaining access to public meetings or public information. The Clerk of the Board of Supervisors shall provide that staff person with whatever facilities and equipment are necessary to perform said duties. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\nSEC. 67.32.  PROVISION OF SERVICES TO OTHER AGENCIES; SUNSHINE REQUIRED.\n     It is the policy of the City and County of San Francisco to ensure opportunities for informed civic participation embodied in this Ordinance to all local, state, regional and federal agencies and institutions with which it maintains continuing legal and political relationships. Officers, agents and other representatives of the City shall continually, consistently and assertively work to seek commitments to enact open meetings, public information and citizen comment policies by these agencies and institutions, including but not limited to the Presidio Trust, the San Francisco Unified School District, the San Francisco Community College District, the San Francisco Transportation Authority, the San Francisco Housing Authority, the Treasure Island Development Authority, the San Francisco Redevelopment Authority and the University of California. To the extent not expressly prohibited by law, copies of all written communications with the above identified entities and any City employee, officer, agents, or and representative, shall be accessible as public records. To the extent not expressly prohibited by law, any meeting of the governing body of any such agency and institution at which City officers, agents or representatives are present in their official capacities shall be open to the public, and this provision cannot be waived by any City officer, agent or representative. The City shall give no subsidy in money, tax abatements, land, or services to any private entity unless that private entity agrees in writing to provide the City with financial projections (including profit and loss figures), and annual audited financial statements for the project thereafter, for the project upon which the subsidy is based and all such projections and financial statements shall be public records that must be disclosed. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.33.  DEPARTMENT HEAD DECLARATION.\n     All City department heads and all City management employees and all employees or officials who are required to sign an affidavit of financial interest with the Ethics Commission shall sign an annual affidavit or declaration stating under penalty of perjury that they have read the Sunshine Ordinance and have attended or will attend when next offered, a training session on the Sunshine Ordinance, to be held at least once annually. The affidavit or declarations shall be maintained by the Ethics Commission and shall be available as a public record. Annual training shall be provided by the San Francisco City Attorney's Office with the assistance of the Sunshine Ordinance Task Force. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.34.  WILLFUL FAILURE SHALL BE OFFICIAL MISCONDUCT.\n     The willful failure of any elected official, department head, or other managerial city employee to discharge any duties imposed by the Sunshine Ordinance, the Brown Act or the Public Records Act shall be deemed official misconduct. Complaints involving allegations of willful violations of this ordinance, the Brown Act or the Public Records Act by elected officials or department heads of the City and County of San Francisco shall be handled by the Ethics Commission. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.35.  ENFORCEMENT PROVISIONS.\n     (a)     Any person may institute proceedings for injunctive relief, declaratory relief, or writ of mandate in any court of competent jurisdiction to enforce his or her right to inspect or to receive a copy of any public record or class of public records under this Ordinance or to enforce his or her right to attend any meeting required under this Ordinance to be open, or to compel such meeting to be open. \n     (b)     A court shall award costs and reasonable attorneys' fees to the plaintiff who is the prevailing party in an action brought to enforce this Ordinance. \n     (c)     If a court finds that an action filed pursuant to this section is frivolous, the City and County may assert its rights to be paid its reasonable attorneys' fees and costs. \n     (d)     Any person may institute proceedings for enforcement and penalties under this act in any court of competent jurisdiction or before the Ethics Commission if enforcement action is not taken by a City or State official 40 days after a complaint is filed. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.36.  SUNSHINE ORDINANCE SUPERSEDES OTHER LOCAL LAWS.\n     The provisions of this Sunshine Ordinance supersede other local laws. Whenever a conflict in local law is identified, the requirement which would result in greater or more expedited public access to public information shall apply. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.37.  SEVERABILITY.\n     The provisions of this chapter are declared to be separate and severable. The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this chapter, or the invalidity of the application thereof to any person or circumstances, shall not affect the validity of the remainder of this chapter, or the validity of its application to other persons or circumstances. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"67","chaptersection":"17","identifier":"67.17","catch_text":"PUBLIC COMMENT BY MEMBERS OF POLICY BODIES."}}