{"text":"\n     (a)     No policy body shall conduct any meeting, conference or other function in any facility that excludes persons on the basis of actual or presumed class identity or characteristics, or which is inaccessible to persons with physical disabilities, or where members of the public may not be present without making a payment or purchase. Whenever the Board of Supervisors, a board or commission enumerated in the charter, or any committee thereof anticipates that the number of persons attending the meeting will exceed the legal capacity of the meeting room, any public address system used to amplify sound in the meeting room shall be extended by supplementary speakers to permit the overflow audience to listen to the proceedings in an adjacent room or passageway, unless such supplementary speakers would disrupt the operation of a City office. \n     (b)     Each board and commission enumerated in the charter shall provide sign language interpreters or note-takers at each regular meeting, provided that a request for such services is communicated to the secretary or clerk of the board or commission at least 48 hours before the meeting, except for Monday meetings, for which the deadline shall be 4 p.m. of the last business day of the preceding week. \n     (c)     Each board and commission enumerated in the charter shall ensure that accessible seating for persons with disabilities, including those using wheelchairs, is made available for each regular and special meeting. \n     (d)     Each board and commission enumerated in the charter shall include on the agenda for each regular and special meeting the following statement: \"In order to assist the City's efforts to accommodate persons with severe allergies, environmental illnesses, multiple chemical sensitivity or related disabilities, attendees at public meetings are reminded that other attendees may be sensitive to various chemical based products. Please help the City accommodate these individuals.\" \n     (e)     The Board of Supervisors shall seek to provide translators at each of its regular meetings and all meetings of its committees for each language requested, where the translation is necessary to enable San Francisco residents with limited English proficiency to participate in the proceedings provided that a request for such translation services is communicated to the Clerk of the Board of Supervisors at least 48 hours before the meeting. For meetings on a Monday or a Tuesday, the request must be made by noon of the last business day of the preceding week. The Clerk of the Board of Supervisors shall first solicit volunteers from the ranks of City employees and/or from the community to serve as translators. If volunteers are not available the Clerk of the Board of Supervisors may next solicit translators from non-profit agencies, which may be compensated. If these options do not provide the necessary translation services, the Clerk may employ professional translators. The unavailability of a translator shall not affect the ability of the Board of Supervisors or its committees to deliberate or vote upon any matter presented to them. In any calendar year in which the costs to the City for providing translator services under this subsection exceeds $20,000, the Board of Supervisors shall, as soon as possible thereafter, review the provisions of this subsection. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 482-96, App. 12/20/96; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"13","identifier":"67.13","catch_text":"BARRIERS TO ATTENDANCE PROHIBITED."}}