{"text":"\n     (a)     Every agenda for regular meetings shall provide an opportunity for members of the public to directly address a policy body on items of interest to the public that are within policy body's subject matter jurisdiction, provided that no action shall be taken on any item not appearing on the agenda unless the action is otherwise authorized by Section \n67.7(e) of this article. However, in the case of a meeting of the Board of Supervisors, the agenda need not provide an opportunity for members of the public to address the Board on any item that has already been considered by a committee, composed exclusively of members of the Board, at a public meeting wherein all interested members of the public were afforded the opportunity to address the committee on the item, before or during the committee's consideration of the item, unless the item has been substantially changed since the committee heard the item, as determined by the Board. \n     (b)     Every agenda for special meetings at which action is proposed to be taken on an item shall provide an opportunity for each member of the public to directly address the body concerning that item prior to action thereupon. \n     (c)     A policy body may adopt reasonable regulations to ensure that the intent of subdivisions (a) and (b) are carried out, including, but not limited to, regulations limiting the total amount of time allocated for public testimony on particular issues and for each individual speaker. Each policy body shall adopt a rule providing that each person wishing to speak on an item before the body at a regular or special meeting shall be permitted to be heard once for up to three minutes. Time limits shall be applied uniformly to members of the public wishing to testify. \n     (d)     A policy body shall not abridge or prohibit public criticism of the policy, procedures, programs or services of the City, or of any other aspect of its proposals or activities, or of the acts or omissions of the body, on the basis that the performance of one or more public employees is implicated, or on any basis other than reasonable time constraints adopted in regulations pursuant to Subdivision (c) of this Section. \n     (e)     To facilitate public input, any agenda changes or continuances shall be announced by the presiding officer of a policy body at the beginning of a meeting, or as soon thereafter as the change or continuance becomes known to such presiding officer. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"15. ","identifier":"67.15. ","catch_text":"PUBLIC TESTIMONY."}}