{"text":"\n     (a)     Any person attending an open and public meeting of a policy body shall have the right to record the proceedings with an audio or video recorder or a still or motion picture camera, or to broadcast the proceedings, in the absence of a reasonable finding of the policy body that the recording or broadcast cannot continue without such noise, illumination or obstruction of view as to constitute a persistent disruption of the proceedings. \n     (b)     Each board and commission enumerated in the Charter shall audio record each regular and special meeting. Each such audio recording, and any audio or video recording of a meeting of any other policy body made at the direction of the policy body shall be a public record subject to inspection pursuant to the California Public Records Act (Government Code Section 6250 et seq.), and shall not be erased or destroyed. Inspection of any such recording shall be provided without charge on an appropriate play back device made available by the City. \n     (c)     Every City policy body, agency or department shall audio or video every noticed regular meeting, special meeting, or hearing open to the public held in a City Hall hearing room that is equipped with audio or video recording facilities, except to the extent that such facilities may not be available for technical or other reasons. Each such audio or video recording shall be a public record subject to inspection pursuant to the California Public Records Act (Government Code Section 6250 et seq.), and shall not be erased or destroyed. The City shall make such audio or video recording available in digital form at a centralized location on the City's web site (www.sfgov.org) within seventy-two hours of the date of the meeting or hearing and for a period of at least two years after the date of the meeting or hearing. Inspection of any such recording shall also be provided without charge on an appropriate play back device made available by the City. This subsection (c) shall not be construed to limit or in any way modify the duties created by any other provision of this article, including but not limited to the requirements for recording closed sessions as stated in Section \n67.8-1 and for recording meetings of boards and commissions enumerated in the Charter as stated in subsection (b) above. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99; Ord. 80-08, File No. 071596)\n\n","heading":{"title":"67","chaptersection":"14","identifier":"67.14","catch_text":"VIDEO AND AUDIO RECORDING, FILMING AND STILL PHOTOGRAPHY."}}