{"text":"\n     (a)     After every closed session, a policy body may in its discretion and in the public interest, disclose to the public any portion of its discussion that is not confidential under federal or state law, the Charter, or non-waivable privilege. The body shall, by motion and vote in open session, elect either to disclose no information or to disclose the information that a majority deems to be in the public interest. The disclosure shall be made through the presiding officer of the body or such other person, present in the closed session, whom he or she designates to convey the information. \n     (b)     A policy body shall publicly report any action taken in closed session and the vote or abstention of every member present thereon, as follows: \n          (1)     Real Property Negotiations: Approval given to a policy body's negotiator concerning real estate negotiations pursuant to Government Code Section 54956.8 shall be reported as soon as the agreement is final. If its own approval renders the agreement final, the policy body shall report that approval, the substance of the agreement and the vote thereon in open session immediately. If final approval rests with another party to the negotiations, the body shall disclose the fact of that approval, the substance of the agreement and the body's vote or votes thereon upon inquiry by any person, as soon as the other party or its agent has informed the body of its approval. If notwithstanding the final approval there are conditions precedent to the final consummation of the transaction, or there are multiple contiguous or closely located properties that are being considered for acquisition, the document referred to in Subdivision (b) of this Section need not be disclosed until the condition has been satisfied or the agreement has been reached with respect to all the properties, or both. \n          (2)     Litigation: Direction or approval given to the body's legal counsel to prosecute, defend or seek or refrain from seeking appellate review or relief, or to otherwise enter as a party, intervenor or amicus curiae in any form of litigation as the result of a consultation pursuant to Government Code Section 54956.9 shall be reported in open session as soon as given, or at the first meeting after an adverse party has been served in the matter if immediate disclosure of the City's intentions would be contrary to the public interest. The report shall identify the adverse party or parties, any co-parties with the City, any existing claim or order to be defended against or any factual circumstances or contractual dispute giving rise to the City's complaint, petition or other litigation initiative. \n          (3)     Settlement: A policy body shall neither solicit nor agree to any term in a settlement which would preclude the release of the text of the settlement itself and any related documentation communicated to or received from the adverse party or parties. Any written settlement agreement and any documents attached to or referenced in the settlement agreement shall be made publicly available at least 10 calendar days before the meeting of the policy body at which the settlement is to be approved to the extent that the settlement would commit the City or a department thereof to adopting, modifying, or discontinuing an existing policy, practice or program or otherwise acting other than to pay an amount of money less than $50,000. The agenda for any meeting in which a settlement subject to this Section is discussed shall identify the names of the parties, the case number, the court, and the material terms of the settlement. Where the disclosure of documents in a litigation matter that has been settled could be detrimental to the City's interest in pending litigation arising from the same facts or incident and involving a party not a party to or otherwise aware of the settlement, the documents required to be disclosed by Subdivision (b) of this Section need not be disclosed until the other case is settled or otherwise finally concluded. \n          (4)     Employee Actions: Action taken to appoint, employ, dismiss, transfer or accept the resignation of a public employee in closed session pursuant to Government Code Section 54957 shall be reported immediately in a manner that names the employee, the action taken and position affected and, in the case of dismissal for a violation of law or of the policy of the City, the reason for dismissal. \"Dismissal\" within the meaning of this ordinance includes any termination of employment at the will of the employer rather than of the employee, however characterized. The proposed terms of any separation agreement shall be immediately disclosed as soon as presented to the body, and its final terms shall be immediately disclosed upon approval by the body. \n          (5)     Collective Bargaining: Any collectively bargained agreement shall be made publicly available at least 15 calendar days before the meeting of the policy body to which the agreement is to be reported. \n     (c)     Reports required to be made immediately may be made orally or in writing, but shall be supported by copies of any contracts, settlement agreements, or other documents related to the transaction that were finally approved or adopted in the closed session and that embody the information required to be disclosed immediately shall be provided to any person who has made a written request regarding that item following the posting of the agenda, or who has made a standing request for all such documentation as part of a request for notice of meetings pursuant to Government Code Sections 54954.1 or 54956. \n     (d)     A written summary of the information required to be immediately reported pursuant to this Section, or documents embodying that information, shall be posted by the close of business on the next business day following the meeting, in the place where the meeting agendas of the body are posted. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"12","identifier":"67.12","catch_text":"DISCLOSURE OF CLOSED SESSION DISCUSSIONS AND ACTIONS."}}