{"text":"\n     The Board of Supervisors and the People of the City and County of San Francisco find and declare: \n     (a)     Government's duty is to serve the public, reaching its decisions in full view of the public.\n     (b)     Elected officials, commissions, boards, councils and other agencies of the City and County exist to conduct the people's business. The people do not cede to these entities the right to decide what the people should know about the operations of local government. \n     (c)     Although California has a long tradition of laws designed to protect the public's access to the workings of government, every generation of governmental leaders includes officials who feel more comfortable conducting public business away from the scrutiny of those who elect and employ them. New approaches to government constantly offer public officials additional ways to hide the making of public policy from the public. As government evolves, so must the laws designed to ensure that the process remains visible. \n     (d)     The right of the people to know what their government and those acting on behalf of their government are doing is fundamental to democracy, and with very few exceptions, that right supersedes any other policy interest government officials may use to prevent public access to information. Only in rare and unusual circumstances does the public benefit from allowing the business of government to be conducted in secret, and those circumstances should be carefully and narrowly defined to prevent public officials from abusing their authority. \n     (e)     Public officials who attempt to conduct the public's business in secret should be held accountable for their actions. Only a strong Open Government and Sunshine Ordinance, enforced by a strong Sunshine Ordinance Task Force, can protect the public's interest in open government. \n     (f)     The people of San Francisco enact these amendments to assure that the people of the City remain in control of the government they have created. \n     (g)     Private entities and individuals and employees and officials of the City and County of San Francisco have rights to privacy that must be respected. However, when a person or entity is before a policy body or passive meeting body, that person, and the public, has the right to an open and public process. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"1. ","identifier":"67.1. ","catch_text":"FINDINGS AND PURPOSE."}}