{"text":"\n     The City and County shall prepare a public records index that identifies the types of information and documents maintained by City and County departments, agencies, boards, commissions, and elected officers. The index shall be for the use of City officials, staff and the general public, and shall be organized to permit a general understanding of the types of information maintained, by which officials and departments, for which purposes and for what periods of retention, and under what manner of organization for accessing, e.g. by reference to a name, a date, a proceeding or project, or some other referencing system. The index need not be in such detail as to identify files or records concerning a specific person, transaction or other event, but shall clearly indicate where and how records of that type are kept. Any such master index shall be reviewed by appropriate staff for accuracy and presented for formal adoption to the administrative official or policy body responsible for the indexed records. The City Administrator shall be responsible for the preparation of this records index. The City Administrator shall report on the progress of the index to the Sunshine Ordinance Task Force on at least a semi-annual basis until the index is completed. Each department, agency, commission and public official shall cooperate with the City Administrator to identify the types of records it maintains, including those documents created by the entity and those documents received in the ordinary course of business and the types of requests that are regularly received. Each department, agency, commission and public official is encouraged to solicit and encourage public participation to develop a meaningful records index. The index shall clearly and meaningfully describe, with as much specificity as practicable, the individual types of records that are prepared or maintained by each department, agency, commission or public official of the City and County. The index shall be sufficient to aid the public in making an inquiry or a request to inspect. Any changes in the department, agency, commission or public official's practices or procedures affecting the accuracy of the information provided to the City Administrator shall be recorded by the City Administrator on a periodic basis so as to maintain the integrity and accuracy of the index. The index shall be continuously maintained on the City's World Wide Website and made available at public libraries within the City and County of San Francisco. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"29","identifier":"67.29","catch_text":"INDEX TO RECORDS."}}