{"text":"\n     Release of oral public information shall be accomplished as follows: \n     (a)     Every department head shall designate a person or persons knowledgeable about the affairs of the department, to provide information, including oral information, to the public about the department's operations, plans, policies and positions. The department head may designate himself or herself for this assignment, but in any event shall arrange that an alternate be available for this function during the absence of the person assigned primary responsibility. If a department has multiple bureaus or divisions, the department may designate a person or persons for each bureau or division to provide this information. \n     (b)     The role of the person or persons so designated shall be to provide information on as timely and responsive a basis as possible to those members of the public who are not requesting information from a specific person. This section shall not be interpreted to curtail existing informal contacts between employees and members of the public when these contacts are occasional, acceptable to the employee and the department, not disruptive of his or her operational duties and confined to accurate information not confidential by law. \n     (c)     No employee shall be required to respond to an inquiry or inquiries from an individual if it would take the employee more than fifteen minutes to obtain the information responsive to the inquiry or inquiries. \n     (d)     Public employees shall not be discouraged from or disciplined for the expression of their personal opinions on any matter of public concern while not on duty, so long as the opinion (1) is not represented as that of the department and does not misrepresent the department position; and (2) does not disrupt coworker relations, impair discipline or control by superiors, erode a close working relationship premised on personal loyalty and confidentiality, interfere with the employee's performance of his or her duties or obstruct the routine operation of the office in a manner that outweighs the employee's interests in expressing that opinion. In adopting this subdivision, the Board of Supervisors intends merely to restate and affirm court decisions recognizing the First Amendment rights enjoyed by public employees. Nothing in this section shall be construed to provide rights to City employees beyond those recognized by courts, now or in the future, under the First Amendment, or to create any new private cause of action or defense to disciplinary action. \n     (e)     Notwithstanding any other provisions of this ordinance, public employees shall not be discouraged from or disciplined for disclosing any information that is public information or a public record to any journalist or any member of the public. Any public employee who is disciplined for disclosing public information or a public record shall have a cause of action against the City and the supervisor imposing the discipline. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"22","identifier":"67.22","catch_text":"RELEASE OF ORAL PUBLIC INFORMATION."}}