{"text":"\n     This Chapter may be cited as the San Francisco Sunshine Ordinance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nARTICLE II:\nPUBLIC ACCESS TO MEETINGS\n\n\nSec. 67.3.\nDefinitions.\n\nSec. 67.4.\nPassive Meetings.\n\nSec. 67.5.\nMeetings To Be Open and Public; Application of Brown Act.\n\nSec. 67.6.\nConduct of Business; Time and Place For Meetings. \n\nSec. 67.7.\nAgenda Requirements; Regular Meetings.\n\nSec. 67.7-1.\nPublic Notice Requirements. \n\nSec. 67.8.\nAgenda Disclosures: Closed Sessions.\n\nSec. 67.8-1.\nAdditional Requirements for Closed Sessions.\n\nSec. 67.9.\nAgendas and Related Materials: Public Records.\n\nSec. 67.10.\nClosed Sessions: Permitted Topics.\n\nSec. 67.11.\nStatement of Reasons For Closed Sessions.\n\nSec. 67.12.\nDisclosure of Closed Session Discussions and Actions.\n\nSec. 67.13.\nBarriers to Attendance Prohibited.\n\nSec. 67.14.\nVideo and Audio Recording, Filming and Still Photography.\n\nSec. 67.15.\nPublic Testimony. \n\nSec. 67.16.\nMinutes.\n\nSec. 67.17.\nPublic Comment By Members of Policy Bodies.\n\nSEC. 67.3.  DEFINITIONS.\n     Whenever in this Article the following words or phrases are used, they shall have the following meanings: \n     (a)     \"City\" shall mean the City and County of San Francisco.\n     (b)     \"Meeting\" shall mean any of the following:\n          (1)     A congregation of a majority of the members of a policy body at the same time and place;\n          (2)     A series of gatherings, each of which involves less than a majority of a policy body, to hear, discuss or deliberate upon any item that is within the subject matter jurisdiction of the City, if the cumulative result is that a majority of members has become involved in such gatherings; or \n          (3)     Any other use of personal intermediaries or communications media that could permit a majority of the members of a policy body to become aware of an item of business and of the views or positions of other members with respect thereto, and to negotiate consensus thereupon. \n          (4)     \"Meeting\" shall not include any of the following:\n               (A)     Individual contacts or conversations between a member of a policy body and another person that do not convey to the member the views or positions of other members upon the subject matter of the contact or conversation and in which the member does not solicit or encourage the restatement of the views of the other members; \n               (B)     The attendance of a majority of the members of a policy body at a regional, statewide or national conference, or at a meeting organized to address a topic of local community concern and open to the public, provided that a majority of the members refrains from using the occasion to collectively discuss the topic of the gathering or any other business within the subject matter jurisdiction of the City; or \n               (C)     The attendance of a majority of the members of a policy body at a purely social, recreational or ceremonial occasion other than one sponsored or organized by or for the policy body itself, provided that a majority of the members refrains from using the occasion to discuss any business within the subject matter jurisdiction of this body. A meal gathering of a policy body before, during or after a business meeting of the body is part of that meeting and shall be conducted only under circumstances that permit public access to hear and observe the discussion of members. Such meetings shall not be conducted in restaurants or other accommodations where public access is possible only in consideration of making a purchase or some other payment of value. \n               (C-1)*     The attendance of a majority of the members of a policy body at an open and noticed meeting of a standing committee of that body, provided that the members of the policy body who are not members of the standing committee attend only as observers. \n               (D)     Proceedings of the Department of Social Services Child Welfare Placement and Review Committee or similar committees which exist to consider confidential information and make decisions regarding Department of Social Services clients. \n     (c)     \"Passive meeting body\" shall mean:\n          (1)     Advisory committees created by the initiative of a member of a policy body, the Mayor, or a department head;\n          (2)     Any group that meets to discuss with or advise the Mayor or any Department Head on fiscal, economic, or policy issues;\n          (3)     Social, recreational or ceremonial occasions sponsored or organized by or for a policy body to which a majority of the body has been invited. \n          (4)     \"Passive meeting body\" shall not include a committee that consists solely of employees of the City and County of San Francisco created by the initiative of a member of a policy body, the Mayor, or a department head; \n          (5)     Notwithstanding the provisions of paragraph (4) above, \"Passive meeting body\" shall include a committee that consists solely of employees of the City and County of San Francisco when such committee is reviewing, developing, modifying, or creating City policies or procedures relating to the public health, safety, or welfare or relating to services for the homeless; \n     (d)     \"Policy Body\" shall mean:\n          (1)     The Board of Supervisors;\n          (2)     Any other board or commission enumerated in the Charter;\n          (3)     Any board, commission, committee, or other body created by ordinance or resolution of the Board of Supervisors;\n          (4)     Any advisory board, commission, committee or body, created by the initiative of a policy body;\n          (5)     Any standing committee of a policy body irrespective of its composition.\n          (6)     \"Policy Body\" shall not include a committee which consists solely of employees of the City and County of San Francisco, unless such committee was established by Charter or by ordinance or resolution of the Board of Supervisors. \n          (7)     Any advisory board, commission, committee, or council created by a federal, State, or local grant whose members are appointed by City officials, employees or agents. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 129-98, App. 4/17/98; Proposition G, 11/2/99)\nEditor's note\n     *The drafters of Proposition G (November 2, 1999) inadvertently omitted section 67.3(b)(4)(C-1), formerly section 67.3(b)(4)(D), from the text of the ordinance submitted to the voters. \n\nSEC. 67.4.  PASSIVE MEETINGS.\n     (a)     All gatherings of passive meeting bodies shall be accessible to individuals upon inquiry and to the extent possible consistent with the facilities in which they occur. \n          (1)     Such gatherings need not be formally noticed, except on the City's website whenever possible, although the time, place and nature of the gathering shall be disclosed upon inquiry by a member of the public, and any agenda actually prepared for the gathering shall be accessible to such inquirers as a public record. \n          (2)     Such gatherings need not be conducted in any particular space for the accommodation of members of the public, although members of the public shall be permitted to observe on a space available basis consistent with legal and practical restrictions on occupancy. \n          (3)     Such gatherings of a business nature need not provide opportunities for comment by members of the public, although the person presiding may, in his or her discretion, entertain such questions or comments from spectators as may be relevant to the business of the gathering. \n          (4)     Such gatherings of a social or ceremonial nature need not provide refreshments to spectators.\n          (5)     Gatherings subject to this subsection include the following: advisory committees or other multimember bodies created in writing or by the initiative of, or otherwise primarily formed or existing to serve as a non-governmental advisor to, a member of a policy body, the Mayor, the City Administrator, a department head, or any elective officer, and social, recreational or ceremonial occasions sponsored or organized by or for a policy body to which a majority of the body has been invited. This subsection shall not apply to a committee which consists solely of employees of the City and County of San Francisco. \n          (6)     Gatherings defined in subdivision (5) may hold closed sessions under circumstances allowed by this Article.\n     (b)     To the extent not inconsistent with State or federal law, a policy body shall include in any contract with an entity that owns, operates or manages any property in which the City has or will have an ownership interest, including a mortgage, and on which the entity performs a government function related to the furtherance of health, safety or welfare, a requirement that any meeting of the governing board of the entity to address any matter relating to the property or its government related activities on the property, or performance under the contract or grant, be conducted as provided in Subdivision (a) of this section. Records made available to the governing board relating to such matters shall be likewise available to the public, at a cost not to exceed the actual cost up to 10 cents per page, or at a higher actual cost as demonstrated in writing to such governing board. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\nSEC. 67.5.  MEETINGS TO BE OPEN AND PUBLIC; APPLICATION OF BROWN ACT.\n     All meetings of any policy body shall be open and public, and governed by the provisions of the Ralph M. Brown Act (Government Code Sections 54950 et. seq.) and of this Article. In case of inconsistent requirements under the Brown Act and this Article, the requirement which would result in greater or more expedited public access shall apply. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.6.  CONDUCT OF BUSINESS; TIME AND PLACE FOR MEETINGS.\n     (a)     Each policy body, except for advisory bodies, shall establish by resolution or motion the time and place for holding regular meetings. \n     (b)     Unless otherwise required by state or federal law or necessary to inspect real property or personal property which cannot be conveniently brought within the territory of the City and County of San Francisco or to meet with residents residing on property owned by the City, or to meet with residents of another jurisdiction to discuss actions of the policy body that affect those residents, all meetings of its policy bodies shall be held within the City and County of San Francisco. \n     (c)     If a regular meeting would otherwise fall on a holiday, it shall instead be held on the next business day, unless otherwise rescheduled in advance. \n     (d)     If, because of fire, flood, earthquake or other emergency, it would be unsafe to meet at the regular meeting place, meetings may be held for the duration of the emergency at some other place specified by the policy body. The change of meeting site shall be announced, by the most rapid means of communication available at the time, in a notice to the local media who have requested written notice of special meetings pursuant to Government Code Section 54956. Reasonable attempts shall be made to contact others regarding the change in meeting location. \n     (e)     Meetings of passive meeting bodies as specified in Section \n67.6(d)(4) of this article shall be preceded by notice delivered personally or by mail, e-mail, or facsimile as reasonably requested at least 72 hours before the time of such meeting to each person who has requested, in writing, notice of such meeting. If the advisory body elects to hold regular meetings, it shall provide by bylaws, or whatever other rule is utilized by that advisory body for the conduct of its business, for the time and place for holding such regular meetings. In such case, no notice of regular meetings, other than the posting of an agenda pursuant to Section \n67.7 of this article in the place used by the policy body which it advises, is required. \n     (f)     Special meetings of any policy body, including advisory bodies that choose to establish regular meeting times, may be called at any time by the presiding officer thereof or by a majority of the members thereof, by delivering personally or by mail written notice to each member of such policy body and the local media who have requested written notice of special meetings in writing. Such notice of a special meeting shall be delivered as described in (e) at least 72 hours before the time of such meeting as specified in the notice. The notice shall specify the time and place of the special meeting and the business to be transacted. No other business shall be considered at such meetings. Such written notice may be dispensed with as to any member who at or prior to the time the meeting convenes files with the presiding officer or secretary of the body or commission a written waiver of notice. Such waiver may be given by telegram. Such written notice may also be dispensed with as to any member who is actually present at the meeting at the time it convenes. Each special meeting shall be held at the regular meeting place of the policy body except that the policy body may designate an alternate meeting place provided that such alternate location is specified in the notice of the special meeting; further provided that the notice of the special meeting shall be given at least 15 days prior to said special meeting being held at an alternate location. This provision shall not apply where the alternative meeting location is located within the same building as the regular meeting place. \n     (g)     If a meeting must be canceled, continued or rescheduled for any reason, notice of such change shall be provided to the public as soon as is reasonably possible, including posting of a cancellation notice in the same manner as described in Section \n67.7(c), and mailed notice if sufficient time permits. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.7.  AGENDA REQUIREMENTS; REGULAR MEETINGS.\n     (a)     At least 72 hours before a regular meeting, a policy body shall post an agenda containing a meaningful description of each item of business to be transacted or discussed at the meeting. Agendas shall specify for each item of business the proposed action or a statement the item is for discussion only. In addition, a policy body shall post a current agenda on its Internet site at least 72 hours before a regular meeting. \n     (b)     A description is meaningful if it is sufficiently clear and specific to alert a person of average intelligence and education whose interests are affected by the item that he or she may have reason to attend the meeting or seek more information on the item. The description should be brief, concise and written in plain, easily understood English. It shall refer to any explanatory documents that have been provided to the policy body in connection with an agenda item, such as correspondence or reports, and such documents shall be posted adjacent to the agenda or, if such documents are of more than one page in length, made available for public inspection and copying at a location indicated on the agenda during normal office hours. \n     (c)     The agenda shall specify the time and location of the regular meeting and shall be posted in a location that is freely accessible to members of the public. \n     (d)     No action or discussion shall be undertaken on any item not appearing on the posted agenda, except that members of a policy body may respond to statements made or questions posed by persons exercising their public testimony rights, to the extent of asking a question for clarification, providing a reference to staff or other resources for factual information, or requesting staff to report back to the body at a subsequent meeting concerning the matter raised by such testimony. \n     (e)     Notwithstanding Subdivision (d), the policy body may take action on items of business not appearing on the posted agenda under any of the following conditions: \n          (1)     Upon a determination by a majority vote of the body that an accident, natural disaster or work force disruption poses a threat to public health and safety. \n          (2)     Upon a good faith, reasonable determination by a two-thirds vote of the body, or, if less than two-thirds of the members are present, a unanimous vote of those members present, that (A) the need to take immediate action on the item is so imperative as to threaten serious injury to the public interest if action were deferred to a subsequent special or regular meeting, or relates to a purely commendatory action, and (B) that the need for such action came to the attention of the body subsequent to the agenda being posted as specified in subdivision (a). \n          (3)     The item was on an agenda posted pursuant to subdivision (a) for a prior meeting of the body occurring not more than five calendar days prior to the date action is taken on the item, and at the prior meeting the item was continued to the meeting at which action is being taken. \n     (f)     Each board and commission enumerated in the Charter shall ensure that agendas for regular and special meetings are made available to speech and hearing impaired persons through telecommunications devices for the deaf, telecommunications relay services or equivalent systems, and, upon request, to sight impaired persons through Braille or enlarged type. \n     (g)     Each policy body shall ensure that notices and agendas for regular and special meetings shall include the following notice:\nKNOW YOUR RIGHTS UNDER\nTHE SUNSHINE ORDINANCE\n(Chapter 67 of the\nSan Francisco Administrative Code) \n     Government's duty is to serve the public, reaching its decisions in full view of the public. \n     Commissions, boards, councils and other agencies of the City and County exist to conduct the people's business. This ordinance assures that deliberations are conducted before the people and that City operations are open to the people's review. \nFOR MORE INFORMATION\nON YOUR RIGHTS UNDER THE SUNSHINE\nORDINANCE OR TO REPORT A VIOLATION\nOF THE ORDINANCE, CONTACT THE\nSUNSHINE ORDINANCE TASK FORCE. \n     (h)     Each agenda of a policy body covered by this Sunshine Ordinance shall include the address, area code and phone number, fax number, e-mail address, and a contact person's name for the Sunshine Ordinance Task Force. Information on how to obtain a free copy of the Sunshine Ordinance shall be included on each agenda. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 185-96, App. 5/8/96; Proposition G, 11/2/99)\n\nSEC. 67.7-1.  PUBLIC NOTICE REQUIREMENTS.\n     (a)     Any public notice that is mailed, posted or published by a City department, board, agency or commission to residents residing within a specific area to inform those residents of a matter that may impact their property or that neighborhood area, shall be brief, concise and written in plain, easily understood English. \n     (b)     The notice should inform the residents of the proposal or planned activity, the length of time planned for the activity, the effect of the proposal or activity, and a telephone contact for residents who have questions. \n     (c)     If the notice informs the public of a public meeting or hearing, then the notice shall state that persons who are unable to attend the public meeting or hearing may submit to the City, by the time the proceeding begins, written comments regarding the subject of the meeting or hearing, that these comments will be made a part of the official public record, and that the comments will be brought to the attention of the person or persons conducting the public meeting or hearing. The notice should also state the name and address of the person or persons to whom those written comments should be submitted. \n(Added by Ord. 185-96, App. 5/8/96; amended by Proposition G, 11/2/99)\n\nSEC. 67.8.  AGENDA DISCLOSURES: CLOSED SESSIONS.\n     (a)     In addition to the brief general description of items to be discussed or acted upon in open and public session, the agenda posted pursuant to Government Code Section 54954.2, any mailed notice given pursuant to Government Code Section 54954.1, and any call and notice delivered to the local media and posted pursuant to Government Code Section 54956 shall specify and disclose the nature of any closed sessions by providing all of the following information: \n          (1)     With respect to a closed session held pursuant to Government Code Section 54956.7:\nLICENSE/PERMIT DETERMINATION: \n____________ applicant(s)\nThe space shall be used to specify the number of persons whose applications are to be reviewed. \n          (2)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54956.8:\nCONFERENCE WITH REAL PROPERTY\nNEGOTIATOR\nProperty: \n     Person(s) negotiating: \n     Under negotiation:\nPrice: ____________ Terms of payment: ____________ Both: ____________ \n     The space under \"Property\" shall be used to list an address, including cross streets where applicable, or other description or name which permits a reasonably ready identification of each parcel or structure subject to negotiation. The space under \"Person(s) negotiating\" shall be used to identify the person or persons with whom negotiations concerning that property are in progress. The spaces under \"Under negotiation\" shall be checked off as applicable to indicate which issues are to be discussed. \n          (3)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54956.9, either:\nCONFERENCE WITH LEGAL COUNSEL\nExisting litigation: \n____________ Unspecified to protect service of process\n____________ Unspecified to protect settlement posture \nor: \nCONFERENCE WITH LEGAL COUNSEL\nAnticipated litigation: ____________ As defendant ____________ As plaintiff \n     The space under \"Existing litigation\" shall be used to specifically identify a case under discussion pursuant to subdivision (a) of Government Code Section 54956.9, including the case name, court, and case number, unless the identification would jeopardize the City's ability to effectuate service of process upon one or more unserved parties, in which instance the space in the next succeeding line shall be checked, or unless the identification would jeopardize the City's ability to conclude existing settlement negotiations to its advantage, in which instance the space in the next succeeding line shall be checked. If the closed session is called pursuant to subdivision (b) or (c) of Section 54956.9, the appropriate space shall be checked under \"Anticipated litigation\" to indicate the City's anticipated position as defendant or plaintiff respectively. If more than one instance of anticipated litigation is to be reviewed, space may be saved by entering the number of separate instances in the \"As defendant\" or \"As plaintiff\" spaces or both as appropriate. \n          (4)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54957, either:\nTHREAT TO PUBLIC SERVICES OR FACILITIES\nName, title and agency of law enforcement officer(s) to be conferred with: \nor: \nPUBLIC EMPLOYEE APPOINTMENT/HIRING\nTitle/description of position(s) to be filled: \nPUBLIC EMPLOYEE PERFORMANCE\nEVALUATION\nPosition and, in the case of a routine evaluation, name of employee(s) being evaluated: \nor: \nPUBLIC EMPLOYEE DISMISSAL\nNumber of employees affected: \nor: \n          (5)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54957.6, either:\nCONFERENCE WITH NEGOTIATOR\nCOLLECTIVE BARGAINING\nName and title of City's negotiator: \nOrganization(s) representing:\n____________ Police officers, firefighters and airport police\n____________ Transit Workers\n____________ Nurses\n____________ Miscellaneous Employees \nAnticipated issue(s) under negotiation:\n____________ Wages\n____________ Hours\n____________ Benefits\n____________ Working Conditions\n____________ Other (specify if known)\n____________ All\nWhere renegotiating a memorandum of understanding or negotiating a successor memorandum of understanding, the name of the memorandum of understanding: \n     In case of multiple items of business under the same category, lines may be added and the location of information may be reformatted to eliminate unnecessary duplication and space, so long as the relationship of information concerning the same item is reasonably clear to the reader. As an alternative to the inclusion of lengthy lists of names or other information in the agenda, or as a means of adding items to an earlier completed agenda, the agenda may incorporate by reference separately prepared documents containing the required information, so long as copies of those documents are posted adjacent to the agenda within the time periods required by Government Code Sections 54954.2 and 54956 and provided with any mailed or delivered notices required by Sections 54954.1 or 54956. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.8-1.  ADDITIONAL REQUIREMENTS FOR CLOSED SESSIONS.\n     (a)     All closed sessions of any policy body covered by this Ordinance shall be either audio recorded or audio and video recorded in their entirety and all such recordings shall be retained for at least TEN years, or permanently where technologically and economically feasible. Closed session recordings shall be made available whenever all rationales for closing the session are no longer applicable. Recordings of closed sessions of a policy body covered by this Ordinance, wherein the justification for the closed session is due to \"anticipated litigation\" shall be released to the public in accordance with any of the following provisions: TWO years after the meeting if no litigation is filed; UPON EXPIRATION of the statute of limitations for the anticipated litigation if no litigation is filed; as soon as the controversy leading to anticipated litigation is settled or concluded. \n     (b)     Each agenda item for a policy body covered by this ordinance that involve existing litigation shall identify the court, case number, and date the case was filed on the written agenda. For each agenda item for a group covered by this ordinance that involves anticipated litigation, the City Attorney's Office or the policy body shall disclose at any time requested and to any member of the public whether such anticipated litigation developed into litigation and shall identify the court, case number, and date the case was filed. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.9.  AGENDAS AND RELATED MATERIALS: PUBLIC RECORDS.\n     (a)     Agendas of meetings and any other documents on file with the clerk of the policy body, when intended for distribution to all, or a majority of all, of the members of a policy body in connection with a matter anticipated for discussion or consideration at a public meeting shall be made available to the public. To the extent possible, such documents shall also be made available through the policy body's Internet site. However, this disclosure need not include any material exempt from public disclosure under this ordinance. \n     (b)     Records which are subject to disclosure under subdivision (a) and which are intended for distribution to a policy body prior to commencement of a public meeting shall be made available for public inspection and copying upon request prior to commencement of such meeting, whether or not actually distributed to or received by the body at the time of the request. \n     (c)     Records which are subject to disclosure under subdivision (a) and which are distributed during a public meeting but prior to commencement of their discussion shall be made available for public inspection prior to commencement of, and during, their discussion. \n     (d)     Records which are subject to disclosure under subdivision (a) and which are distributed during their discussion at a public meeting shall be made available for public inspection immediately or as soon thereafter as is practicable. \n     (e)     A policy body may charge a duplication fee of one cent per page for a copy of a public record prepared for consideration at a public meeting, unless a special fee has been established pursuant to the procedure set forth in Section \n67.28(d). Neither this section nor the California Public Records Act (Government Code sections 6250 et seq.) shall be construed to limit or delay the public's right to inspect any record required to be disclosed by that act, whether or not distributed to a policy body. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.10.  CLOSED SESSIONS: PERMITTED TOPICS.\n     A policy body may, but is not required to, hold closed sessions: \n     (a)     With the Attorney General, District Attorney, Sheriff, or Chief of Police, or their respective deputies, on matters posing a threat to the security of public buildings or a threat to the public's right of access to public services or public facilities. \n     (b)     To consider the appointment, employment, evaluation of performance, or dismissal of a City employee, if the policy body has the authority to appoint, employ, or dismiss the employee, or to hear complaints or charges brought against the employee by another person or employee unless the employee complained of requests a public hearing. The body may exclude from any such public meeting, and shall exclude from any such closed meeting, during the comments of a complainant, any or all other complainants in the matter. The term \"employee\" as used in this section shall not include any elected official, member of a policy body or applicant for such a position, or person providing services to the City as an independent contractor or the employee thereof, including but not limited to independent attorneys or law firms providing legal services to the City for a fee rather than a salary. \n     (c)     Notwithstanding section (b), an Executive Compensation Committee established pursuant to a Memorandum of Understanding with the Municipal Executives Association may meet in closed session when evaluating the performance of an individual officer or employee subject to that Memorandum of Understanding or when establishing performance goals for such an officer or employee where the setting of such goals requires discussion of that individual's performance. \n     (d)     Based on advice of its legal counsel, and on a motion and vote in open session to assert the attorney-client privilege, to confer with, or receive advice from, its legal counsel regarding pending litigation when discussion in open session concerning those matters would likely and unavoidably prejudice the position of the City in that litigation. Litigation shall be considered pending when any of the following circumstances exist: \n          (1)     An adjudicatory proceeding before a court, administrative body exercising its adjudicatory authority, hearing officer, or arbitrator, to which the City is a party, has been initiated formally; or, \n          (2)     A point has been reached where, in the opinion of the policy body on the advice of its legal counsel, based on existing facts and circumstances, there is a significant exposure to litigation against the City, or the body is meeting only to decide whether a closed session is authorized pursuant to that advice or, based on those facts and circumstances, the body has decided to initiate or is deciding whether to initiate litigation. \n          (3)     A closed session may not be held under this section to consider the qualifications or engagement of an independent contract attorney or law firm, for litigation services or otherwise. \n     (e)     With the City's designated representatives regarding matters within the scope of collective bargaining or meeting and conferring with public employee organizations when a policy body has authority over such matters. \n          (1)     Such closed sessions shall be for the purpose of reviewing the City's position and instructing its designated representatives and may take place solely prior to and during active consultations and discussions between the City's designated representatives and the representatives of employee organizations or the unrepresented employees. A policy body shall not discuss compensation or other contractual matters in closed session with one or more employees directly interested in the outcome of the negotiations. \n          (2)     In addition to the closed sessions authorized by subsection \n67.10(e)(1), a policy body subject to Government Code Section 3501 may hold closed sessions with its designated representatives on mandatory subjects within the scope of representation of its represented employees, as determined pursuant to Section 3504.\n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 37-98, App. 1/23/98; Proposition G, 11/2/99)\n\nSEC. 67.11.  STATEMENT OF REASONS FOR CLOSED SESSIONS.\n     Prior to any closed session, a policy body shall state the general reason or reasons for the closed session, and shall cite the statutory authority, including the specific section and subdivision, or other legal authority under which the session is being held. In the closed session, the policy body may consider only those matters covered in its statement. In the case of regular and special meetings, the statement shall be made in the form of the agenda disclosures and specifications required by Section \n67.8 of this Article. In the case of adjourned and continued meetings, the statement shall be made with the same disclosures and specifications required by Section \n67.8 of this Article, as part of the notice provided for the meeting. \n     In the case of an item added to the agenda as a matter of urgent necessity, the statement shall be made prior to the determination of urgency and with the same disclosures and specifications as if the item had been included in the agenda pursuant to Section \n67.8 of this Article. Nothing in this section shall require or authorize a disclosure of information prohibited by state or federal law. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.12.  DISCLOSURE OF CLOSED SESSION DISCUSSIONS AND ACTIONS.\n     (a)     After every closed session, a policy body may in its discretion and in the public interest, disclose to the public any portion of its discussion that is not confidential under federal or state law, the Charter, or non-waivable privilege. The body shall, by motion and vote in open session, elect either to disclose no information or to disclose the information that a majority deems to be in the public interest. The disclosure shall be made through the presiding officer of the body or such other person, present in the closed session, whom he or she designates to convey the information. \n     (b)     A policy body shall publicly report any action taken in closed session and the vote or abstention of every member present thereon, as follows: \n          (1)     Real Property Negotiations: Approval given to a policy body's negotiator concerning real estate negotiations pursuant to Government Code Section 54956.8 shall be reported as soon as the agreement is final. If its own approval renders the agreement final, the policy body shall report that approval, the substance of the agreement and the vote thereon in open session immediately. If final approval rests with another party to the negotiations, the body shall disclose the fact of that approval, the substance of the agreement and the body's vote or votes thereon upon inquiry by any person, as soon as the other party or its agent has informed the body of its approval. If notwithstanding the final approval there are conditions precedent to the final consummation of the transaction, or there are multiple contiguous or closely located properties that are being considered for acquisition, the document referred to in Subdivision (b) of this Section need not be disclosed until the condition has been satisfied or the agreement has been reached with respect to all the properties, or both. \n          (2)     Litigation: Direction or approval given to the body's legal counsel to prosecute, defend or seek or refrain from seeking appellate review or relief, or to otherwise enter as a party, intervenor or amicus curiae in any form of litigation as the result of a consultation pursuant to Government Code Section 54956.9 shall be reported in open session as soon as given, or at the first meeting after an adverse party has been served in the matter if immediate disclosure of the City's intentions would be contrary to the public interest. The report shall identify the adverse party or parties, any co-parties with the City, any existing claim or order to be defended against or any factual circumstances or contractual dispute giving rise to the City's complaint, petition or other litigation initiative. \n          (3)     Settlement: A policy body shall neither solicit nor agree to any term in a settlement which would preclude the release of the text of the settlement itself and any related documentation communicated to or received from the adverse party or parties. Any written settlement agreement and any documents attached to or referenced in the settlement agreement shall be made publicly available at least 10 calendar days before the meeting of the policy body at which the settlement is to be approved to the extent that the settlement would commit the City or a department thereof to adopting, modifying, or discontinuing an existing policy, practice or program or otherwise acting other than to pay an amount of money less than $50,000. The agenda for any meeting in which a settlement subject to this Section is discussed shall identify the names of the parties, the case number, the court, and the material terms of the settlement. Where the disclosure of documents in a litigation matter that has been settled could be detrimental to the City's interest in pending litigation arising from the same facts or incident and involving a party not a party to or otherwise aware of the settlement, the documents required to be disclosed by Subdivision (b) of this Section need not be disclosed until the other case is settled or otherwise finally concluded. \n          (4)     Employee Actions: Action taken to appoint, employ, dismiss, transfer or accept the resignation of a public employee in closed session pursuant to Government Code Section 54957 shall be reported immediately in a manner that names the employee, the action taken and position affected and, in the case of dismissal for a violation of law or of the policy of the City, the reason for dismissal. \"Dismissal\" within the meaning of this ordinance includes any termination of employment at the will of the employer rather than of the employee, however characterized. The proposed terms of any separation agreement shall be immediately disclosed as soon as presented to the body, and its final terms shall be immediately disclosed upon approval by the body. \n          (5)     Collective Bargaining: Any collectively bargained agreement shall be made publicly available at least 15 calendar days before the meeting of the policy body to which the agreement is to be reported. \n     (c)     Reports required to be made immediately may be made orally or in writing, but shall be supported by copies of any contracts, settlement agreements, or other documents related to the transaction that were finally approved or adopted in the closed session and that embody the information required to be disclosed immediately shall be provided to any person who has made a written request regarding that item following the posting of the agenda, or who has made a standing request for all such documentation as part of a request for notice of meetings pursuant to Government Code Sections 54954.1 or 54956. \n     (d)     A written summary of the information required to be immediately reported pursuant to this Section, or documents embodying that information, shall be posted by the close of business on the next business day following the meeting, in the place where the meeting agendas of the body are posted. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.13.  BARRIERS TO ATTENDANCE PROHIBITED.\n     (a)     No policy body shall conduct any meeting, conference or other function in any facility that excludes persons on the basis of actual or presumed class identity or characteristics, or which is inaccessible to persons with physical disabilities, or where members of the public may not be present without making a payment or purchase. Whenever the Board of Supervisors, a board or commission enumerated in the charter, or any committee thereof anticipates that the number of persons attending the meeting will exceed the legal capacity of the meeting room, any public address system used to amplify sound in the meeting room shall be extended by supplementary speakers to permit the overflow audience to listen to the proceedings in an adjacent room or passageway, unless such supplementary speakers would disrupt the operation of a City office. \n     (b)     Each board and commission enumerated in the charter shall provide sign language interpreters or note-takers at each regular meeting, provided that a request for such services is communicated to the secretary or clerk of the board or commission at least 48 hours before the meeting, except for Monday meetings, for which the deadline shall be 4 p.m. of the last business day of the preceding week. \n     (c)     Each board and commission enumerated in the charter shall ensure that accessible seating for persons with disabilities, including those using wheelchairs, is made available for each regular and special meeting. \n     (d)     Each board and commission enumerated in the charter shall include on the agenda for each regular and special meeting the following statement: \"In order to assist the City's efforts to accommodate persons with severe allergies, environmental illnesses, multiple chemical sensitivity or related disabilities, attendees at public meetings are reminded that other attendees may be sensitive to various chemical based products. Please help the City accommodate these individuals.\" \n     (e)     The Board of Supervisors shall seek to provide translators at each of its regular meetings and all meetings of its committees for each language requested, where the translation is necessary to enable San Francisco residents with limited English proficiency to participate in the proceedings provided that a request for such translation services is communicated to the Clerk of the Board of Supervisors at least 48 hours before the meeting. For meetings on a Monday or a Tuesday, the request must be made by noon of the last business day of the preceding week. The Clerk of the Board of Supervisors shall first solicit volunteers from the ranks of City employees and/or from the community to serve as translators. If volunteers are not available the Clerk of the Board of Supervisors may next solicit translators from non-profit agencies, which may be compensated. If these options do not provide the necessary translation services, the Clerk may employ professional translators. The unavailability of a translator shall not affect the ability of the Board of Supervisors or its committees to deliberate or vote upon any matter presented to them. In any calendar year in which the costs to the City for providing translator services under this subsection exceeds $20,000, the Board of Supervisors shall, as soon as possible thereafter, review the provisions of this subsection. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 482-96, App. 12/20/96; Proposition G, 11/2/99)\n\nSEC. 67.14.  VIDEO AND AUDIO RECORDING, FILMING AND STILL PHOTOGRAPHY.\n     (a)     Any person attending an open and public meeting of a policy body shall have the right to record the proceedings with an audio or video recorder or a still or motion picture camera, or to broadcast the proceedings, in the absence of a reasonable finding of the policy body that the recording or broadcast cannot continue without such noise, illumination or obstruction of view as to constitute a persistent disruption of the proceedings. \n     (b)     Each board and commission enumerated in the Charter shall audio record each regular and special meeting. Each such audio recording, and any audio or video recording of a meeting of any other policy body made at the direction of the policy body shall be a public record subject to inspection pursuant to the California Public Records Act (Government Code Section 6250 et seq.), and shall not be erased or destroyed. Inspection of any such recording shall be provided without charge on an appropriate play back device made available by the City. \n     (c)     Every City policy body, agency or department shall audio or video every noticed regular meeting, special meeting, or hearing open to the public held in a City Hall hearing room that is equipped with audio or video recording facilities, except to the extent that such facilities may not be available for technical or other reasons. Each such audio or video recording shall be a public record subject to inspection pursuant to the California Public Records Act (Government Code Section 6250 et seq.), and shall not be erased or destroyed. The City shall make such audio or video recording available in digital form at a centralized location on the City's web site (www.sfgov.org) within seventy-two hours of the date of the meeting or hearing and for a period of at least two years after the date of the meeting or hearing. Inspection of any such recording shall also be provided without charge on an appropriate play back device made available by the City. This subsection (c) shall not be construed to limit or in any way modify the duties created by any other provision of this article, including but not limited to the requirements for recording closed sessions as stated in Section \n67.8-1 and for recording meetings of boards and commissions enumerated in the Charter as stated in subsection (b) above. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99; Ord. 80-08, File No. 071596)\n\nSEC. 67.15.  PUBLIC TESTIMONY.\n     (a)     Every agenda for regular meetings shall provide an opportunity for members of the public to directly address a policy body on items of interest to the public that are within policy body's subject matter jurisdiction, provided that no action shall be taken on any item not appearing on the agenda unless the action is otherwise authorized by Section \n67.7(e) of this article. However, in the case of a meeting of the Board of Supervisors, the agenda need not provide an opportunity for members of the public to address the Board on any item that has already been considered by a committee, composed exclusively of members of the Board, at a public meeting wherein all interested members of the public were afforded the opportunity to address the committee on the item, before or during the committee's consideration of the item, unless the item has been substantially changed since the committee heard the item, as determined by the Board. \n     (b)     Every agenda for special meetings at which action is proposed to be taken on an item shall provide an opportunity for each member of the public to directly address the body concerning that item prior to action thereupon. \n     (c)     A policy body may adopt reasonable regulations to ensure that the intent of subdivisions (a) and (b) are carried out, including, but not limited to, regulations limiting the total amount of time allocated for public testimony on particular issues and for each individual speaker. Each policy body shall adopt a rule providing that each person wishing to speak on an item before the body at a regular or special meeting shall be permitted to be heard once for up to three minutes. Time limits shall be applied uniformly to members of the public wishing to testify. \n     (d)     A policy body shall not abridge or prohibit public criticism of the policy, procedures, programs or services of the City, or of any other aspect of its proposals or activities, or of the acts or omissions of the body, on the basis that the performance of one or more public employees is implicated, or on any basis other than reasonable time constraints adopted in regulations pursuant to Subdivision (c) of this Section. \n     (e)     To facilitate public input, any agenda changes or continuances shall be announced by the presiding officer of a policy body at the beginning of a meeting, or as soon thereafter as the change or continuance becomes known to such presiding officer. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.16.  MINUTES.\n     The clerk or secretary of each board and commission enumerated in the Charter shall record the minutes for each regular and special meeting of the board or commission. The minutes shall state the time the meeting was called to order, the names of the members attending the meeting, the roll call vote on each matter considered at the meeting, the time the board or commission began and ended any closed session, the names of the members and the names, and titles where applicable, of any other persons attending any closed session, a list of those members of the public who spoke on each matter if the speakers identified themselves, whether such speakers supported or opposed the matter, a brief summary of each person's statement during the public comment period for each agenda item, and the time the meeting was adjourned. Any person speaking during a public comment period may supply a brief written summary of their comments which shall, if no more than 150 words, be included in the minutes. \n     The draft minutes of each meeting shall be available for inspection and copying upon request no later than ten working days after the meeting. The officially adopted minutes shall be available for inspection and copying upon request no later than ten working days after the meeting at which the minutes are adopted. Upon request, minutes required to be produced by this Section shall be made available in Braille or increased type size. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.17.  PUBLIC COMMENT BY MEMBERS OF POLICY BODIES.\n     Every member of a policy body retains the full constitutional rights of a citizen to comment publicly on the wisdom or propriety of government actions, including those of the policy body of which he or she is a member. Policy bodies shall not sanction, reprove or deprive members of their rights as elected or appointed officials for expressing their judgments or opinions, including those which deal with the perceived inconsistency of non-public discussions, communications or actions with the requirements of State or Federal law or of this ordinance. The release of specific factual information made confidential by State or Federal law including, but not limited to, the privilege for confidential attorney-client communications, may be the basis for a request for injunctive or declaratory relief, of a complaint to the Mayor seeking an accusation of misconduct, or both. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nARTICLE III:\nPUBLIC INFORMATION AND PUBLIC RECORDS\n\n\nSec. 67.20.\nDefinitions. \n\nSec. 67.21.\nProcess for Gaining Access to Public Records; Administrative Appeals. \n\nSec. 67.21-1.\nPolicy Regarding Use and Purchase of Computer Systems. \n\nSec. 67.22.\nRelease of Oral Public Information. \n\nSec. 67.23.\nPublic Review File—Policy Body Communications. \n\nSec. 67.24.\nPublic Information that Must Be Disclosed. \n\nSec. 67.25.\nImmediacy of Response. \n\nSec. 67.26.\nWithholding Kept to a Minimum. \n\nSec. 67.27.\nJustification of Withholding. \n\nSec. 67.28.\nFees for Duplication. \n\nSec. 67.29.\nIndex to Records. \n\nSec. 67.29-1.\nRecords Survive Transition of Officials. \n\nSec. 67.29-2.\nInternet Access/World Wide Web Minimum Standards. \n\nSec. 67.29-3.\n \nSec. 67.29-4.\nLobbyist On Behalf of the City. \n\nSec. 67.29-5.\nCalendars of Certain Officials. \n\nSec. 67.29-6.\nSources of Outside Funding. \n\nSec. 67.29-7.\nCorrespondence and Records Shall Be Maintained. \n\nSEC. 67.20.  DEFINITIONS.\n     Whenever in this article the following words or phrases are used, they shall mean: \n     (a)     \"Department\" shall mean a department of the City and County of San Francisco.\n     (b)     \"Public Information\" shall mean the content of \"public records\" as defined in the California Public Records Act (Government Code Section 6252), whether provided in documentary form or in an oral communication. \"Public Information\" shall not include \"computer software\" developed by the City and County of San Francisco as defined in the California Public Records Act (Government Code Section 6254.9). \n     (c)     \"Supervisor of Records\" shall mean the City Attorney.\n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 375, App. 9/30/96; Proposition G, 11/2/99)\n\nSEC. 67.21.  PROCESS FOR GAINING ACCESS TO PUBLIC RECORDS; ADMINISTRATIVE APPEALS.\n     (a)     Every person having custody of any public record or public information, as defined herein, (hereinafter referred to as a custodian of a public record) shall, at normal times and during normal and reasonable hours of operation, without unreasonable delay, and without requiring an appointment, permit the public record, or any segregable portion of a record, to be inspected and examined by any person and shall furnish one copy thereof upon payment of a reasonable copying charge, not to exceed the lesser of the actual cost or ten cents per page. \n     (b)     A custodian of a public record shall, as soon as possible and within ten days following receipt of a request for inspection or copy of a public record, comply with such request. Such request may be delivered to the office of the custodian by the requester orally or in writing by fax, postal delivery, or e-mail. If the custodian believes the record or information requested is not a public record or is exempt, the custodian shall justify withholding any record by demonstrating, in writing as soon as possible and within ten days following receipt of a request, that the record in question is exempt under express provisions of this ordinance. \n     (c)     A custodian of a public record shall assist a requester in identifying the existence, form, and nature of any records or information maintained by, available to, or in the custody of the custodian, whether or not the contents of those records are exempt from disclosure and shall, when requested to do so, provide in writing within seven days following receipt of a request, a statement as to the existence, quantity, form and nature of records relating to a particular subject or questions with enough specificity to enable a requester to identify records in order to make a request under (b). A custodian of any public record, when not in possession of the record requested, shall assist a requester in directing a request to the proper office or staff person. \n     (d)     If the custodian refuses, fails to comply, or incompletely complies with a request described in (b), the person making the request may petition the supervisor of records for a determination whether the record requested is public. The supervisor of records shall inform the petitioner, as soon as possible and within 10 days, of its determination whether the record requested, or any part of the record requested, is public. Where requested by the petition, and where otherwise desirable, this determination shall be in writing. Upon the determination by the supervisor of records that the record is public, the supervisor of records shall immediately order the custodian of the public record to comply with the person's request. If the custodian refuses or fails to comply with any such order within 5 days, the supervisor of records shall notify the district attorney or the attorney general who shall take whatever measures she or he deems necessary and appropriate to insure compliance with the provisions of this ordinance. \n     (e)     If the custodian refuses, fails to comply, or incompletely complies with a request described in (b) above or if a petition is denied or not acted on by the supervisor of public records, the person making the request may petition the Sunshine Task Force for a determination whether the record requested is public. The Sunshine Task Force shall inform the petitioner, as soon as possible and within 2 days after its next meeting but in no case later than 45 days from when a petition in writing is received, of its determination whether the record requested, or any part of the record requested, is public. Where requested by the petition, and where otherwise desirable, this determination shall be in writing. Upon the determination that the record is public, the Sunshine Task Force shall immediately order the custodian of the public record to comply with the person's request. If the custodian refuses or fails to comply with any such order within 5 days, the Sunshine Task Force shall notify the district attorney or the attorney general who may take whatever measures she or he deems necessary to insure compliance with the provisions of this ordinance. The Board of Supervisors and the City Attorney's office shall provide sufficient staff and resources to allow the Sunshine Task Force to fulfill its duties under this provision. Where requested by the petition, the Sunshine Task Force may conduct a public hearing concerning the records request denial. An authorized representative of the custodian of the public records requested shall attend any hearing and explain the basis for its decision to withhold the records requested. \n     (f)     The administrative remedy provided under this article shall in no way limit the availability of other administrative remedies provided to any person with respect to any officer or employee of any agency, executive office, department or board; nor shall the administrative remedy provided by this section in any way limit the availability of judicial remedies otherwise available to any person requesting a public record. If a custodian of a public record refuses or fails to comply with the request of any person for inspection or copy of a public record or with an administrative order under this section, the superior court shall have jurisdiction to order compliance. \n     (g)     In any court proceeding pursuant to this article there shall be a presumption that the record sought is public, and the burden shall be upon the custodian to prove with specificity the exemption which applies. \n     (h)     On at least an annual basis, and as otherwise requested by the Sunshine Ordinance Task Force, the supervisor of public records shall prepare a tally and report of every petition brought before it for access to records since the time of its last tally and report. The report shall at least identify for each petition the record or records sought, the custodian of those records, the ruling of the supervisor of public records, whether any ruling was overturned by a court and whether orders given to custodians of public records were followed. The report shall also summarize any court actions during that period regarding petitions the Supervisor has decided. At the request of the Sunshine Ordinance Task Force, the report shall also include copies of all rulings made by the supervisor of public records and all opinions issued. \n     (i)     The San Francisco City Attorney's office shall act to protect and secure the rights of the people of San Francisco to access public information and public meetings and shall not act as legal counsel for any city employee or any person having custody of any public record for purposes of denying access to the public. The City Attorney may publish legal opinions in response to a request from any person as to whether a record or information is public. All communications with the City Attorney's Office with regard to this ordinance, including petitions, requests for opinion, and opinions shall be public records. \n     (j)     Notwithstanding the provisions of this section, the City Attorney may defend the City or a City Employee in litigation under this ordinance that is actually filed in court to any extent required by the City Charter or California Law. \n     (k)     Release of documentary public information, whether for inspection of the original or by providing a copy, shall be governed by the California Public Records Act (Government Code Section 6250 et seq.) in particulars not addressed by this ordinance and in accordance with the enhanced disclosure requirements provided in this ordinance. \n     (l)     Inspection and copying of documentary public information stored in electronic form shall be made available to the person requesting the information in any form requested which is available to or easily generated by the department, its officers or employees, including disk, tape, printout or monitor at a charge no greater than the cost of the media on which it is duplicated. Inspection of documentary public information on a computer monitor need not be allowed where the information sought is necessarily and unseparably intertwined with information not subject to disclosure under this ordinance. Nothing in this section shall require a department to program or reprogram a computer to respond to a request for information or to release information where the release of that information would violate a licensing agreement or copyright law. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 253-96, App. 6/19/96; Proposition G, 11/2/99)\n\nSEC. 67.21-1.  POLICY REGARDING USE AND PURCHASE OF COMPUTER SYSTEMS.\n     (a)     It is the policy of the City and County of San Francisco to utilize computer technology in order to reduce the cost of public records management, including the costs of collecting, maintaining, and disclosing records subject to disclosure to members of the public under this section. To the extent that it is technologically and economically feasible, departments that use computer systems to collect and store public records shall program and design these systems to ensure convenient, efficient, and economical public access to records and shall make public records easily accessible over public networks such as the Internet. \n     (b)     Departments purchasing new computer systems shall attempt to reach the following goals as a means to achieve lower costs to the public in connection with the public disclosure of records: \n          (1)     Implementing a computer system in which exempt information is segregated or filed separately from otherwise disclosable information.\n          (2)     Implementing a system that permits reproduction of electronic copies of records in a format that is generally recognized as an industry standard format. \n          (3)     Implementing a system that permits making records available through the largest non-profit, non-proprietary public computer network, consistent with the requirement for security of information. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 253-96, App. 6/19/96; Proposition G, 11/2/99)\n\nSEC. 67.22.  RELEASE OF ORAL PUBLIC INFORMATION.\n     Release of oral public information shall be accomplished as follows: \n     (a)     Every department head shall designate a person or persons knowledgeable about the affairs of the department, to provide information, including oral information, to the public about the department's operations, plans, policies and positions. The department head may designate himself or herself for this assignment, but in any event shall arrange that an alternate be available for this function during the absence of the person assigned primary responsibility. If a department has multiple bureaus or divisions, the department may designate a person or persons for each bureau or division to provide this information. \n     (b)     The role of the person or persons so designated shall be to provide information on as timely and responsive a basis as possible to those members of the public who are not requesting information from a specific person. This section shall not be interpreted to curtail existing informal contacts between employees and members of the public when these contacts are occasional, acceptable to the employee and the department, not disruptive of his or her operational duties and confined to accurate information not confidential by law. \n     (c)     No employee shall be required to respond to an inquiry or inquiries from an individual if it would take the employee more than fifteen minutes to obtain the information responsive to the inquiry or inquiries. \n     (d)     Public employees shall not be discouraged from or disciplined for the expression of their personal opinions on any matter of public concern while not on duty, so long as the opinion (1) is not represented as that of the department and does not misrepresent the department position; and (2) does not disrupt coworker relations, impair discipline or control by superiors, erode a close working relationship premised on personal loyalty and confidentiality, interfere with the employee's performance of his or her duties or obstruct the routine operation of the office in a manner that outweighs the employee's interests in expressing that opinion. In adopting this subdivision, the Board of Supervisors intends merely to restate and affirm court decisions recognizing the First Amendment rights enjoyed by public employees. Nothing in this section shall be construed to provide rights to City employees beyond those recognized by courts, now or in the future, under the First Amendment, or to create any new private cause of action or defense to disciplinary action. \n     (e)     Notwithstanding any other provisions of this ordinance, public employees shall not be discouraged from or disciplined for disclosing any information that is public information or a public record to any journalist or any member of the public. Any public employee who is disciplined for disclosing public information or a public record shall have a cause of action against the City and the supervisor imposing the discipline. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.23.  PUBLIC REVIEW FILE - POLICY BODY COMMUNICATIONS.\n     (a)     The clerk of the Board of Supervisors and the clerk of each board and commission enumerated in the charter shall maintain a file, accessible to any person during normal office hours, containing a copy of any letter, memorandum or other communication which the clerk has distributed to or received from a quorum of the policy body concerning a matter calendared by the body within the previous 30 days or likely to be calendared within the next 30 days, irrespective of subject matter, origin or recipient, except commercial solicitations, periodical publications or communications exempt from disclosure under the California Public Records Act (Government Code Section 6250 et seq.) and not deemed disclosable under Section \n67.24 of this article. \n     (b)     Communications, as described in subsection (a), sent or received in the last three business days shall be maintained in chronological order in the office of the department head or at a place nearby, clearly designated to the public. After documents have been on file for two full days, they may be removed, and, in the discretion of the board or commission, placed in a monthly chronological file. \n     (c)     Multiple-page reports, studies or analyses which are accompanied by a letter or memorandum of transmittal need not be included in the file so long as the letter or memorandum of transmittal is included. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.24.  PUBLIC INFORMATION THAT MUST BE DISCLOSED.\n     Notwithstanding a department's legal discretion to withhold certain information under the California Public Records Act, the following policies shall govern specific types of documents and information and shall provide enhanced rights of public access to information and records: \n     (a)     Drafts and Memoranda.\n          (1)     Except as provided in subparagraph (2), no preliminary draft or department memorandum, whether in printed or electronic form, shall be exempt from disclosure under Government Code Section 6254, Subdivision (a) or any other provision. If such a document is not normally kept on file and would otherwise be disposed of, its factual content is not exempt under Subdivision (a). Only the recommendation of the author may, in such circumstances, be withheld as exempt. \n          (2)     Draft versions of an agreement being negotiated by representatives of the City with some other party need not be disclosed immediately upon creation but must be preserved and made available for public review for 10 days prior to the presentation of the agreement for approval by a policy body, unless the body finds that and articulates how the public interest would be unavoidably and substantially harmed by compliance with this 10 day rule, provided that policy body as used in this subdivision does not include committees. In the case of negotiations for a contract, lease or other business agreement in which an agency of the City is offering to provide facilities or services in direct competition with other public or private entities that are not required by law to make their competing proposals public or do not in fact make their proposals public, the policy body may postpone public access to the final draft agreement until it is presented to it for approval. \n     (b)     Litigation Material.\n          (1)     Notwithstanding any exemptions otherwise provided by law, the following are public records subject to disclosure under this Ordinance: \n               (i)     A pre-litigation claim against the City;\n               (ii)     A record previously received or created by a department in the ordinary course of business that was not attorney/client privileged when it was previously received or created; \n               (iii)     Advice on compliance with, analysis of, an opinion concerning liability under, or any communication otherwise concerning the California Public Records Act, the Ralph M. Brown Act, the Political Reform Act, any San Francisco Governmental Ethics Code, or this Ordinance. \n          (2)     Unless otherwise privileged under California law, when litigation is finally adjudicated or otherwise settled, records of all communications between the department and the adverse party shall be subject to disclosure, including the text and terms of any settlement. \n     (c)     Personnel Information. None of the following shall be exempt from disclosure under Government Code Section 6254, subdivision (c), or any other provision of California Law where disclosure is not forbidden: \n          (1)     The job pool characteristics and employment and education histories of all successful job applicants, including at a minimum the following information as to each successful job applicant: \n               (i)     Sex, age and ethnic group;\n               (ii)     Years of graduate and undergraduate study, degree(s) and major or discipline;\n               (iii)     Years of employment in the private and/or public sector;\n               (iv)     Whether currently employed in the same position for another public agency.\n               (v)     Other non-identifying particulars as to experience, credentials, aptitudes, training or education entered in or attached to a standard employment application form used for the position in question. \n          (2)     The professional biography or curriculum vitae of any employee, provided that the home address, home telephone number, social security number, age, and marital status of the employee shall be redacted. \n          (3)     The job description of every employment classification.\n          (4)     The exact gross salary and City-paid benefits available to every employee.\n          (5)     Any memorandum of understanding between the City or department and a recognized employee organization.\n          (6)     The amount, basis, and recipient of any performance-based increase in compensation, benefits, or both, or any other bonus, awarded to any employee, which shall be announced during the open session of a policy body at which the award is approved. \n          (7)     The record of any confirmed misconduct of a public employee involving personal dishonesty, misappropriation of public funds, resources or benefits, unlawful discrimination against another on the basis of status, abuse of authority, or violence, and of any discipline imposed for such misconduct. \n     (d)     Law Enforcement Information.\n     The District Attorney, Chief of Police, and Sheriff are encouraged to cooperate with the press and other members of the public in allowing access to local records pertaining to investigations, arrests, and other law enforcement activity. However, no provision of this ordinance is intended to abrogate or interfere with the constitutional and statutory power and duties of the District Attorney and Sheriff as interpreted under Government Code section 25303, or other applicable State law or judicial decision. Records pertaining to any investigation, arrest or other law enforcement activity shall be disclosed to the public once the District Attorney or court determines that a prosecution will not be sought against the subject involved, or once the statute of limitations for filing charges has expired, whichever occurs first. Notwithstanding the occurrence of any such event, individual items of information in the following categories may be segregated and withheld if, on the particular facts, the public interest in nondisclosure clearly and substantially outweighs the public interest in disclosure: \n          (1)     The names of juvenile witnesses (whose identities may nevertheless be indicated by substituting a number or alphabetical letter for each individual interviewed); \n          (2)     Personal or otherwise private information related to or unrelated to the investigation if disclosure would constitute an unwarranted invasion of privacy; \n          (3)     The identity of a confidential source;\n          (4)     Secret investigative techniques or procedures;\n          (5)     Information whose disclosure would endanger law enforcement personnel; or\n          (6)     Information whose disclosure would endanger the successful completion of an investigation where the prospect of enforcement proceedings is concrete and definite. \n     This Subdivision shall not exempt from disclosure any portion of any record of a concluded inspection or enforcement action by an officer or department responsible for regulatory protection of the public health, safety, or welfare. \n     (e)     Contracts, Bids and Proposals.\n          (1)     Contracts, contractors' bids, responses to requests for proposals and all other records of communications between the department and persons or firms seeking contracts shall be open to inspection immediately after a contract has been awarded. Nothing in this provision requires the disclosure of a private person's or organization's net worth or other proprietary financial data submitted for qualification for a contract or other benefit until and unless that person or organization is awarded the contract or benefit. All bidders and contractors shall be advised that information provided which is covered by this subdivision will be made available to the public upon request. Immediately after any review or evaluation or rating of responses to a Request for Proposal (\"RFP\") has been completed, evaluation forms and score sheets and any other documents used by persons in the RFP evaluation or contractor selection process shall be available for public inspection. The names of scorers, graders or evaluators, along with their individual ratings, comments, and score sheets or comments on related documents, shall be made immediately available after the review or evaluation of a RFP has been completed. \n          (2)     Notwithstanding the provisions of this Subdivision or any other provision of this ordinance, the Director of Public Health may withhold from disclosure proposed and final rates of payment for managed health care contracts if the Director determines that public disclosure would adversely affect the ability of the City to engage in effective negotiations for managed health care contracts. The authority to withhold this information applies only to contracts pursuant to which the City (through the Department of Public Health) either pays for health care services or receives compensation for providing such services, including mental health and substance abuse services, to covered beneficiaries through a pre-arranged rate of payment. This provision also applies to rates for managed health care contracts for the University of California, San Francisco, if the contract involves beneficiaries who receive services provided jointly by the City and University. This provision shall not authorize the Director to withhold rate information from disclosure for more than three years. \n          (3)     During the course of negotiations for:\n               (i)     personal, professional, or other contractual services not subject to a competitive process or where such a process has arrived at a stage where there is only one qualified or responsive bidder; \n               (ii)     leases or permits having total anticipated revenue or expense to the City and County of five hundred thousand dollars ($500,000) or more or having a term of ten years or more; or \n               (iii)     any franchise agreements,\nall documents exchanged and related to the position of the parties, including draft contracts, shall be made available for public inspection and copying upon request. In the event that no records are prepared or exchanged during negotiations in the above-mentioned categories, or the records exchanged do not provide a meaningful representation of the respective positions, the City Attorney or City representative familiar with the negotiations shall, upon a written request by a member of the public, prepare written summaries of the respective positions within five working days following the final day of negotiation of any given week. The summaries will be available for public inspection and copying. Upon completion of negotiations, the executed contract, including the dollar amount of said contract, shall be made available for inspection and copying. At the end of each fiscal year, each City department shall provide to the Board of Supervisors a list of all sole source contracts entered into during the past fiscal year. This list shall be made available for inspection and copying as provided for elsewhere in this Article. \n     (f)     Budgets and Other Financial Information. Budgets, whether tentative, proposed or adopted, for the City or any of its departments, programs, projects or other categories, and all bills, claims, invoices, vouchers or other records of payment obligations as well as records of actual disbursements showing the amount paid, the payee and the purpose for which payment is made, other than payments for social or other services whose records are confidential by law, shall not be exempt from disclosure under any circumstances. \n     (g)     Neither the City nor any office, employee, or agent thereof may assert California Public Records Act Section 6255 or any similar provision as the basis for withholding any documents or information requested under this ordinance. \n     (h)     Neither the City nor any office, employee, or agent thereof may assert an exemption for withholding for any document or information based on a \"deliberative process\" exemption, either as provided by California Public Records Act Section 6255 or any other provision of law that does not prohibit disclosure. \n     (i)     Neither the City, nor any office, employee, or agent thereof, may assert an exemption for withholding for any document or information based on a finding or showing that the public interest in withholding the information outweighs the public interest in disclosure. All withholdings of documents or information must be based on an express provision of this ordinance providing for withholding of the specific type of information in question or on an express and specific exemption provided by California Public Records Act that is not forbidden by this ordinance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 240-98, App. 7/17/98; Proposition G, 11/2/99)\n\nSEC. 67.25.  IMMEDIACY OF RESPONSE.\n     (a)     Notwithstanding the 10-day period for response to a request permitted in Government Code Section 6256 and in this Article, a written request for information described in any category of non-exempt public information shall be satisfied no later than the close of business on the day following the day of the request. This deadline shall apply only if the words \"Immediate Disclosure Request\" are placed across the top of the request and on the envelope, subject line, or cover sheet in which the request is transmitted. Maximum deadlines provided in this article are appropriate for more extensive or demanding requests, but shall not be used to delay fulfilling a simple, routine or otherwise readily answerable request. \n     (b)     If the voluminous nature of the information requested, its location in a remote storage facility or the need to consult with another interested department warrants an extension of 10 days as provided in Government Code Section 6456.1, the requester shall be notified as required by the close of business on the business day following the request. \n     (c)     The person seeking the information need not state his or her reason for making the request or the use to which the information will be put, and requesters shall not be routinely asked to make such a disclosure. Where a record being requested contains information most of which is exempt from disclosure under the California Public Records Act and this article, however, the City Attorney or custodian of the record may inform the requester of the nature and extent of the non-exempt information and inquire as to the requester's purpose for seeking it, in order to suggest alternative sources for the information which may involve less redaction or to otherwise prepare a response to the request. \n     (d)     Notwithstanding any provisions of California Law or this ordinance, in response to a request for information describing any category of non-exempt public information, when so requested, the City and County shall produce any and all responsive public records as soon as reasonably possible on an incremental or \"rolling\" basis such that responsive records are produced as soon as possible by the end of the same business day that they are reviewed and collected. This section is intended to prohibit the withholding of public records that are responsive to a records request until all potentially responsive documents have been reviewed and collected. Failure to comply with this provision is a violation of this Article. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.26.  WITHHOLDING KEPT TO A MINIMUM.\n     No record shall be withheld from disclosure in its entirety unless all information contained in it is exempt from disclosure under express provisions of the California Public Records Act or of some other statute. Information that is exempt from disclosure shall be masked, deleted or otherwise segregated in order that the nonexempt portion of a requested record may be released, and keyed by footnote or other clear reference to the appropriate justification for withholding required by Section \n67.27 of this Article. This work shall be done personally by the attorney or other staff member conducting the exemption review. The work of responding to a public-records request and preparing documents for disclosure shall be considered part of the regular work duties of any City employee, and no fee shall be charged to the requester to cover the personnel costs of responding to a records request. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.27.  JUSTIFICATION OF WITHHOLDING.\n     Any withholding of information shall be justified, in writing, as follows: \n     (a)     A withholding under a specific permissive exemption in the California Public Records Act, or elsewhere, which permissive exemption is not forbidden to be asserted by this ordinance, shall cite that authority. \n     (b)     A withholding on the basis that disclosure is prohibited by law shall cite the specific statutory authority in the Public Records Act or elsewhere. \n     (c)     A withholding on the basis that disclosure would incur civil or criminal liability shall cite any specific statutory or case law, or any other public agency's litigation experience, supporting that position. \n     (d)     When a record being requested contains information, most of which is exempt from disclosure under the California Public Records Act and this Article, the custodian shall inform the requester of the nature and extent of the nonexempt information and suggest alternative sources for the information requested, if available. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.28.  FEES FOR DUPLICATION.\n     (a)     No fee shall be charged for making public records available for review.\n     (b)     For documents routinely produced in multiple copies for distribution, e.g. meeting agendas and related materials, unless a special fee has been established pursuant to Subdivision (d) of this Section, a fee not to exceed one cent per page may be charged, plus any postage costs. \n     (c)     For documents assembled and copied to the order of the requester, unless a special fee has been established pursuant to Subdivision (d) of this Section, a fee not to exceed 10 cents per page may be charged, plus any postage. \n     (d)     A department may establish and charge a higher fee than the one cent presumptive fee in Subdivision (b) and the 10 cent presumptive fee in Subdivision (c) if it prepares and posts an itemized cost analysis establishing that its cost per page impression exceeds 10 cents or one cent, as the case may be. The cost per page impression shall include the following costs: one sheet of paper; one duplication cycle of the copying machine in terms of toner and other specifically identified operation or maintenance factors, excluding electrical power. Any such cost analysis shall identify the manufacturer, model, vendor and maintenance contractor, if any, of the copying machine or machines referred to. \n     (e)     Video copies of video recorded meetings shall be provided to the public upon request for $10.00 or less per meeting.\n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\nSEC. 67.29.  INDEX TO RECORDS.\n     The City and County shall prepare a public records index that identifies the types of information and documents maintained by City and County departments, agencies, boards, commissions, and elected officers. The index shall be for the use of City officials, staff and the general public, and shall be organized to permit a general understanding of the types of information maintained, by which officials and departments, for which purposes and for what periods of retention, and under what manner of organization for accessing, e.g. by reference to a name, a date, a proceeding or project, or some other referencing system. The index need not be in such detail as to identify files or records concerning a specific person, transaction or other event, but shall clearly indicate where and how records of that type are kept. Any such master index shall be reviewed by appropriate staff for accuracy and presented for formal adoption to the administrative official or policy body responsible for the indexed records. The City Administrator shall be responsible for the preparation of this records index. The City Administrator shall report on the progress of the index to the Sunshine Ordinance Task Force on at least a semi-annual basis until the index is completed. Each department, agency, commission and public official shall cooperate with the City Administrator to identify the types of records it maintains, including those documents created by the entity and those documents received in the ordinary course of business and the types of requests that are regularly received. Each department, agency, commission and public official is encouraged to solicit and encourage public participation to develop a meaningful records index. The index shall clearly and meaningfully describe, with as much specificity as practicable, the individual types of records that are prepared or maintained by each department, agency, commission or public official of the City and County. The index shall be sufficient to aid the public in making an inquiry or a request to inspect. Any changes in the department, agency, commission or public official's practices or procedures affecting the accuracy of the information provided to the City Administrator shall be recorded by the City Administrator on a periodic basis so as to maintain the integrity and accuracy of the index. The index shall be continuously maintained on the City's World Wide Website and made available at public libraries within the City and County of San Francisco. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\nSEC. 67.29-1.  RECORDS SURVIVE TRANSITION OF OFFICIALS.\n     All documents prepared, received, or maintained by the Office of the Mayor, by any elected city and county official, and by the head of any City or County Department are the property of the City and County of San Francisco. The originals of these documents shall be maintained consistent with the records retention policies of the City and County of San Francisco. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-2.  INTERNET ACCESS/WORLD WIDE WEB MINIMUM STANDARDS.\n     Each department of the City and County of San Francisco shall maintain on a World Wide Web site, or on a comparable, readily accessible location on the Internet, information that it is required to make publicly available. Each department is encouraged to make publicly available through its World Wide Web site, as much information and as many documents as possible concerning its activities. At a minimum, within six months after enactment of this provision, each department shall post on its World Wide Web site all meeting notices required under this ordinance, agendas and the minutes of all previous meetings of its policy bodies for the last three years. Notices and agendas shall be posted no later than the time that the department otherwise distributes this information to the public, allowing reasonable time for posting. Minutes of meetings shall be posted as soon as possible, but in any event within 48 hours after they have been approved. Each department shall make reasonable efforts to ensure that its World Wide Web site is regularly reviewed for timeliness and updated on at least a weekly basis. The City and County shall also make available on its World Wide Web site, or on a comparable, readily accessible location on the Internet, a current copy of the City Charter and all City Codes. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-3.  \n     Any future agreements between the city and an advertising space provider shall be public records and shall include as a basis for the termination of the contract any action by, or permitted by, the space provider to remove or deface or otherwise interfere with an advertisement without first notifying the advertiser and the city and obtaining the advertiser's consent. In the event advertisements are defaced or vandalized, the space provider shall provide written notice to the city and the advertiser and shall allow the advertiser the option of replacing the defaced or vandalized material. Any request by any city official or by any space provider to remove or alter any advertising must be in writing and shall be a public record. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-4.  LOBBYIST ON BEHALF OF THE CITY.\n     (a)     Any lobbyist who contracts for economic consideration with the City and County of San Francisco to represent the City and County in matters before any local, regional, State, or federal administrative or legislative body shall file a public records report of their activities on a quarterly basis with the San Francisco Ethics Commission. This report shall be maintained by the Ethics Commission and not be exempt from disclosure. Each quarterly report shall identify all financial expenditures by the lobbyist, the individual or entity to whom each expenditure was made, the date the expenditure was made, and specifically identify the local, State, regional or national legislative or administrative action the lobbyist supported or opposed in making the expenditure. The failure to file a quarterly report with the required disclosures shall be a violation of this Ordinance. \n     (b)     No person shall be deemed a lobbyist under section (a), unless that person receives or becomes entitled to receive at least $300 total compensation in any month for influencing legislative or administrative action on behalf of the City and County of San Francisco or has at least 25 separate contacts with local, State, regional or national officials for the purpose of influencing legislative or administrative action within any two consecutive months. No business or organization shall be deemed as a lobbyist under Section (a) unless it compensates its employees or members for their lobbying activities on behalf of the City and County of San Francisco, and the compensated employees or members have at least 25 separate contacts with local, State, regional or national officials for the purpose of influencing legislative or administrative action within any two consecutive months. \"Total compensation\" shall be calculated by combining all compensation received from the City and County of San Francisco during the month for lobbying activities on matters at the local, State, regional or national level. \"Total number of contacts\" shall be calculated by combining all contacts made during the two-month period on behalf of the City and County of San Francisco for all lobbying activities on maters at the local, state, regional or national level. \n     (c)     Funds of the City and County of San Francisco, including organizational dues, shall not be used to support any lobbying efforts to restrict public access to records, information, or meetings, except where such effort is solely for the purpose of protecting the identity and privacy rights of private citizens. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-5.  CALENDARS OF CERTAIN OFFICIALS.\n     The Mayor, The City Attorney, and every Department Head shall keep or cause to be kept a daily calendar wherein is recorded the time and place of each meeting or event attended by that official, with the exclusion of purely personal or social events at which no City business is discussed and that do not take place at City Offices or at the offices or residences of people who do substantial business with or are otherwise substantially financially affected by actions of the City. For meetings not otherwise publicly recorded, the calendar shall include a general statement of issues discussed. Such calendars shall be public records and shall be available to any requester three business days subsequent to the calendar entry date. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-6.  SOURCES OF OUTSIDE FUNDING.\n     No official or employee or agent of the City shall accept, allow to be collected, or direct or influence the spending of, any money, or any goods or services worth more than one hundred dollars in aggregate, for the purpose of carrying out or assisting any City function unless the amount and source of all such funds is disclosed as a public record and made available on the website for the department to which the funds are directed. When such funds are provided or managed by an entity, and not an individual, that entity must agree in writing to abide by this ordinance. The disclosure shall include the names of all individuals or organizations contributing such money and a statement as to any financial interest the contributor has involving the City. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.29-7.  CORRESPONDENCE AND RECORDS SHALL BE MAINTAINED.\n     (a)     The Mayor and all Department Heads shall maintain and preserve in a professional and businesslike manner all documents and correspondence, including but not limited to letters, e-mails, drafts, memorandum, invoices, reports and proposals and shall disclose all such records in accordance with this ordinance. \n     (b)     The Department of Elections shall keep and preserve all records and invoices relating to the design and printing of ballots and other election materials and shall keep and preserve records documenting who had custody of ballots from the time ballots are cast until ballots are received and certified by the Department of Elections. \n     (c)     In any contract, agreement or permit between the City and any outside entity that authorizes that entity to demand any funds or fees from citizens, the City shall ensure that accurate records of each transaction are maintained in a professional and businesslike manner and are available to the public as public records under the provisions of this ordinance. Failure of an entity to comply with these provisions shall be grounds for terminating the contract or for imposing a financial penalty equal to one-half of the fees derived under the agreement or permit during the period of time when the failure was in effect. Failure of any Department Head under this provision shall be a violation of this ordinance. This paragraph shall apply to any agreement allowing an entity to tow or impound vehicles in the City and shall apply to any agreement allowing an entity to collect any fee from any persons in any pretrial diversion program. \n(Added by Proposition G, 11/2/99)\n\nARTICLE IV:\nPOLICY IMPLEMENTATION\n\n\nSec. 67.30.\nThe Sunshine Ordinance Task Force. \n\nSec. 67.31.\nResponsibility for Administration. \n\nSec. 67.32.\nProvision of Services to Other Agencies; Sunshine Required. \n\nSec. 67.33.\nDepartment Head Declaration. \n\nSec. 67.34.\nWillful Failure Shall be Official Misconduct. \n\nSec. 67.35.\nEnforcement Provisions. \n\nSec. 67.36.\nSunshine Ordinance Supersedes Other Local Laws. \n\nSec. 67.37.\nSeverability. \n\nSEC. 67.30.  THE SUNSHINE ORDINANCE TASK FORCE.\n     (a)     There is hereby established a task force to be known as the Sunshine Ordinance Task Force consisting of eleven voting members appointed by the Board of Supervisors. All members must have experience and/or demonstrated interest in the issues of citizen access and participation in local government. Two members shall be appointed from individuals whose names have been submitted by the local chapter of the Society of Professional Journalists, one of whom shall be an attorney and one of whom shall be a local journalist. One member shall be appointed from the press or electronic media. One member shall be appointed from individuals whose names have been submitted by the local chapter of the League of Women Voters. Four members shall be members of the public who have demonstrated interest in or have experience in the issues of citizen access and participation in local government. Two members shall be members of the public experienced in consumer advocacy. One member shall be a journalist from a racial/ethnic-minority-owned news organization and shall be appointed from individuals whose names have been submitted by New California Media. At all times the task force shall include at least one member who shall be a member of the public who is physically handicapped and who has demonstrated interest in citizen access and participation in local government. The Mayor or his or her designee, and the Clerk of the Board of Supervisors or his or her designee, shall serve as non-voting members of the task force. The City Attorney shall serve as legal advisor to the task force. The Sunshine Ordinance Task Force shall, at its request, have assigned to in an attorney from within the City Attorney's Office or other appropriate City Office, who is experienced in public-access law matters. This attorney shall serve solely as a legal advisor and advocate to the Task Force and an ethical wall will be maintained between the work of this attorney on behalf of the Task Force and any person or Office that the Task Force determines may have a conflict of interest with regard to the matters being handled by the attorney. \n     (b)     The term of each appointive member shall be two years unless earlier removed by the Board of Supervisors. In the event of such removal or in the event a vacancy otherwise occurs during the term of office of any appointive member, a successor shall be appointed for the unexpired term of the office vacated in a manner similar to that described herein for the initial members. The task force shall elect a chair from among its appointive members. The term of office as chair shall be one year. Members of the task force shall serve without compensation. \n     (c)     The task force shall advise the Board of Supervisors and provide information to other City departments on appropriate ways in which to implement this chapter. The task force shall develop appropriate goals to ensure practical and timely implementation of this chapter. The task force shall propose to the Board of Supervisors amendments to this chapter. The task force shall report to the Board of Supervisors at least once annually on any practical or policy problems encountered in the administration of this chapter. The Task Force shall receive and review the annual report of the Supervisor of Public Records and may request additional reports or information as it deems necessary. The Task Force shall make referrals to a municipal office with enforcement power under this ordinance or under the California Public Records Act and the Brown Act whenever it concludes that any person has violated any provisions of this ordinance or the Acts. The Task Force shall, from time to time as it sees fit, issue public reports evaluating compliance with this ordinance and related California laws by the City or any Department, Office, or Official thereof. \n     (d)     In addition to the powers specified above, the Task Force shall possess such powers as the Board of Supervisors may confer upon it by ordinance or as the People of San Francisco shall confer upon it by initiative. \n     (e)     The Task Force Commission shall approve by-laws specifying a general schedule for meetings, requirements for attendance by Task Force members, and procedures and criteria for removing members for non-attendance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 118-94, App. 3/18/94; Ord. 432-94, App. 12/30/94; Ord. 287-96, App. 7/12/96; Ord. 198-98, App. 6/19/98; 387-98, App. 12/24/98; Proposition G, 11/2/99) \n\nSEC. 67.31.  RESPONSIBILITY FOR ADMINISTRATION.\n     The Mayor shall administer and coordinate the implementation of the provisions of this chapter for departments under his or her control. The Mayor shall administer and coordinate the implementation of the provisions of this Chapter for departments under the control of board and commissions appointed by the Mayor. Elected officers shall administer and coordinate the implementation of the provisions of this chapter for departments under their respective control. The Clerk of the Board of Supervisors shall provide a full-time staff person to perform administrative duties for the Sunshine Ordinance Task Force and to assist any person in gaining access to public meetings or public information. The Clerk of the Board of Supervisors shall provide that staff person with whatever facilities and equipment are necessary to perform said duties. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\nSEC. 67.32.  PROVISION OF SERVICES TO OTHER AGENCIES; SUNSHINE REQUIRED.\n     It is the policy of the City and County of San Francisco to ensure opportunities for informed civic participation embodied in this Ordinance to all local, state, regional and federal agencies and institutions with which it maintains continuing legal and political relationships. Officers, agents and other representatives of the City shall continually, consistently and assertively work to seek commitments to enact open meetings, public information and citizen comment policies by these agencies and institutions, including but not limited to the Presidio Trust, the San Francisco Unified School District, the San Francisco Community College District, the San Francisco Transportation Authority, the San Francisco Housing Authority, the Treasure Island Development Authority, the San Francisco Redevelopment Authority and the University of California. To the extent not expressly prohibited by law, copies of all written communications with the above identified entities and any City employee, officer, agents, or and representative, shall be accessible as public records. To the extent not expressly prohibited by law, any meeting of the governing body of any such agency and institution at which City officers, agents or representatives are present in their official capacities shall be open to the public, and this provision cannot be waived by any City officer, agent or representative. The City shall give no subsidy in money, tax abatements, land, or services to any private entity unless that private entity agrees in writing to provide the City with financial projections (including profit and loss figures), and annual audited financial statements for the project thereafter, for the project upon which the subsidy is based and all such projections and financial statements shall be public records that must be disclosed. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.33.  DEPARTMENT HEAD DECLARATION.\n     All City department heads and all City management employees and all employees or officials who are required to sign an affidavit of financial interest with the Ethics Commission shall sign an annual affidavit or declaration stating under penalty of perjury that they have read the Sunshine Ordinance and have attended or will attend when next offered, a training session on the Sunshine Ordinance, to be held at least once annually. The affidavit or declarations shall be maintained by the Ethics Commission and shall be available as a public record. Annual training shall be provided by the San Francisco City Attorney's Office with the assistance of the Sunshine Ordinance Task Force. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.34.  WILLFUL FAILURE SHALL BE OFFICIAL MISCONDUCT.\n     The willful failure of any elected official, department head, or other managerial city employee to discharge any duties imposed by the Sunshine Ordinance, the Brown Act or the Public Records Act shall be deemed official misconduct. Complaints involving allegations of willful violations of this ordinance, the Brown Act or the Public Records Act by elected officials or department heads of the City and County of San Francisco shall be handled by the Ethics Commission. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.35.  ENFORCEMENT PROVISIONS.\n     (a)     Any person may institute proceedings for injunctive relief, declaratory relief, or writ of mandate in any court of competent jurisdiction to enforce his or her right to inspect or to receive a copy of any public record or class of public records under this Ordinance or to enforce his or her right to attend any meeting required under this Ordinance to be open, or to compel such meeting to be open. \n     (b)     A court shall award costs and reasonable attorneys' fees to the plaintiff who is the prevailing party in an action brought to enforce this Ordinance. \n     (c)     If a court finds that an action filed pursuant to this section is frivolous, the City and County may assert its rights to be paid its reasonable attorneys' fees and costs. \n     (d)     Any person may institute proceedings for enforcement and penalties under this act in any court of competent jurisdiction or before the Ethics Commission if enforcement action is not taken by a City or State official 40 days after a complaint is filed. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.36.  SUNSHINE ORDINANCE SUPERSEDES OTHER LOCAL LAWS.\n     The provisions of this Sunshine Ordinance supersede other local laws. Whenever a conflict in local law is identified, the requirement which would result in greater or more expedited public access to public information shall apply. \n(Added by Proposition G, 11/2/99)\n\nSEC. 67.37.  SEVERABILITY.\n     The provisions of this chapter are declared to be separate and severable. The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this chapter, or the invalidity of the application thereof to any person or circumstances, shall not affect the validity of the remainder of this chapter, or the validity of its application to other persons or circumstances. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"67","chaptersection":"2","identifier":"67.2","catch_text":"CITATION."}}