{"text":"\n     (a)     Notwithstanding the 10-day period for response to a request permitted in Government Code Section 6256 and in this Article, a written request for information described in any category of non-exempt public information shall be satisfied no later than the close of business on the day following the day of the request. This deadline shall apply only if the words \"Immediate Disclosure Request\" are placed across the top of the request and on the envelope, subject line, or cover sheet in which the request is transmitted. Maximum deadlines provided in this article are appropriate for more extensive or demanding requests, but shall not be used to delay fulfilling a simple, routine or otherwise readily answerable request. \n     (b)     If the voluminous nature of the information requested, its location in a remote storage facility or the need to consult with another interested department warrants an extension of 10 days as provided in Government Code Section 6456.1, the requester shall be notified as required by the close of business on the business day following the request. \n     (c)     The person seeking the information need not state his or her reason for making the request or the use to which the information will be put, and requesters shall not be routinely asked to make such a disclosure. Where a record being requested contains information most of which is exempt from disclosure under the California Public Records Act and this article, however, the City Attorney or custodian of the record may inform the requester of the nature and extent of the non-exempt information and inquire as to the requester's purpose for seeking it, in order to suggest alternative sources for the information which may involve less redaction or to otherwise prepare a response to the request. \n     (d)     Notwithstanding any provisions of California Law or this ordinance, in response to a request for information describing any category of non-exempt public information, when so requested, the City and County shall produce any and all responsive public records as soon as reasonably possible on an incremental or \"rolling\" basis such that responsive records are produced as soon as possible by the end of the same business day that they are reviewed and collected. This section is intended to prohibit the withholding of public records that are responsive to a records request until all potentially responsive documents have been reviewed and collected. Failure to comply with this provision is a violation of this Article. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"25. ","identifier":"67.25. ","catch_text":"IMMEDIACY OF RESPONSE."}}