{"text":"\n     (a)     Any lobbyist who contracts for economic consideration with the City and County of San Francisco to represent the City and County in matters before any local, regional, State, or federal administrative or legislative body shall file a public records report of their activities on a quarterly basis with the San Francisco Ethics Commission. This report shall be maintained by the Ethics Commission and not be exempt from disclosure. Each quarterly report shall identify all financial expenditures by the lobbyist, the individual or entity to whom each expenditure was made, the date the expenditure was made, and specifically identify the local, State, regional or national legislative or administrative action the lobbyist supported or opposed in making the expenditure. The failure to file a quarterly report with the required disclosures shall be a violation of this Ordinance. \n     (b)     No person shall be deemed a lobbyist under section (a), unless that person receives or becomes entitled to receive at least $300 total compensation in any month for influencing legislative or administrative action on behalf of the City and County of San Francisco or has at least 25 separate contacts with local, State, regional or national officials for the purpose of influencing legislative or administrative action within any two consecutive months. No business or organization shall be deemed as a lobbyist under Section (a) unless it compensates its employees or members for their lobbying activities on behalf of the City and County of San Francisco, and the compensated employees or members have at least 25 separate contacts with local, State, regional or national officials for the purpose of influencing legislative or administrative action within any two consecutive months. \"Total compensation\" shall be calculated by combining all compensation received from the City and County of San Francisco during the month for lobbying activities on matters at the local, State, regional or national level. \"Total number of contacts\" shall be calculated by combining all contacts made during the two-month period on behalf of the City and County of San Francisco for all lobbying activities on maters at the local, state, regional or national level. \n     (c)     Funds of the City and County of San Francisco, including organizational dues, shall not be used to support any lobbying efforts to restrict public access to records, information, or meetings, except where such effort is solely for the purpose of protecting the identity and privacy rights of private citizens. \n(Added by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"29-4. ","identifier":"67.29-4. ","catch_text":"LOBBYIST ON BEHALF OF THE CITY."}}