{"text":"\n     Notwithstanding a department's legal discretion to withhold certain information under the California Public Records Act, the following policies shall govern specific types of documents and information and shall provide enhanced rights of public access to information and records: \n     (a)     Drafts and Memoranda.\n          (1)     Except as provided in subparagraph (2), no preliminary draft or department memorandum, whether in printed or electronic form, shall be exempt from disclosure under Government Code Section 6254, Subdivision (a) or any other provision. If such a document is not normally kept on file and would otherwise be disposed of, its factual content is not exempt under Subdivision (a). Only the recommendation of the author may, in such circumstances, be withheld as exempt. \n          (2)     Draft versions of an agreement being negotiated by representatives of the City with some other party need not be disclosed immediately upon creation but must be preserved and made available for public review for 10 days prior to the presentation of the agreement for approval by a policy body, unless the body finds that and articulates how the public interest would be unavoidably and substantially harmed by compliance with this 10 day rule, provided that policy body as used in this subdivision does not include committees. In the case of negotiations for a contract, lease or other business agreement in which an agency of the City is offering to provide facilities or services in direct competition with other public or private entities that are not required by law to make their competing proposals public or do not in fact make their proposals public, the policy body may postpone public access to the final draft agreement until it is presented to it for approval. \n     (b)     Litigation Material.\n          (1)     Notwithstanding any exemptions otherwise provided by law, the following are public records subject to disclosure under this Ordinance: \n               (i)     A pre-litigation claim against the City;\n               (ii)     A record previously received or created by a department in the ordinary course of business that was not attorney/client privileged when it was previously received or created; \n               (iii)     Advice on compliance with, analysis of, an opinion concerning liability under, or any communication otherwise concerning the California Public Records Act, the Ralph M. Brown Act, the Political Reform Act, any San Francisco Governmental Ethics Code, or this Ordinance. \n          (2)     Unless otherwise privileged under California law, when litigation is finally adjudicated or otherwise settled, records of all communications between the department and the adverse party shall be subject to disclosure, including the text and terms of any settlement. \n     (c)     Personnel Information. None of the following shall be exempt from disclosure under Government Code Section 6254, subdivision (c), or any other provision of California Law where disclosure is not forbidden: \n          (1)     The job pool characteristics and employment and education histories of all successful job applicants, including at a minimum the following information as to each successful job applicant: \n               (i)     Sex, age and ethnic group;\n               (ii)     Years of graduate and undergraduate study, degree(s) and major or discipline;\n               (iii)     Years of employment in the private and/or public sector;\n               (iv)     Whether currently employed in the same position for another public agency.\n               (v)     Other non-identifying particulars as to experience, credentials, aptitudes, training or education entered in or attached to a standard employment application form used for the position in question. \n          (2)     The professional biography or curriculum vitae of any employee, provided that the home address, home telephone number, social security number, age, and marital status of the employee shall be redacted. \n          (3)     The job description of every employment classification.\n          (4)     The exact gross salary and City-paid benefits available to every employee.\n          (5)     Any memorandum of understanding between the City or department and a recognized employee organization.\n          (6)     The amount, basis, and recipient of any performance-based increase in compensation, benefits, or both, or any other bonus, awarded to any employee, which shall be announced during the open session of a policy body at which the award is approved. \n          (7)     The record of any confirmed misconduct of a public employee involving personal dishonesty, misappropriation of public funds, resources or benefits, unlawful discrimination against another on the basis of status, abuse of authority, or violence, and of any discipline imposed for such misconduct. \n     (d)     Law Enforcement Information.\n     The District Attorney, Chief of Police, and Sheriff are encouraged to cooperate with the press and other members of the public in allowing access to local records pertaining to investigations, arrests, and other law enforcement activity. However, no provision of this ordinance is intended to abrogate or interfere with the constitutional and statutory power and duties of the District Attorney and Sheriff as interpreted under Government Code section 25303, or other applicable State law or judicial decision. Records pertaining to any investigation, arrest or other law enforcement activity shall be disclosed to the public once the District Attorney or court determines that a prosecution will not be sought against the subject involved, or once the statute of limitations for filing charges has expired, whichever occurs first. Notwithstanding the occurrence of any such event, individual items of information in the following categories may be segregated and withheld if, on the particular facts, the public interest in nondisclosure clearly and substantially outweighs the public interest in disclosure: \n          (1)     The names of juvenile witnesses (whose identities may nevertheless be indicated by substituting a number or alphabetical letter for each individual interviewed); \n          (2)     Personal or otherwise private information related to or unrelated to the investigation if disclosure would constitute an unwarranted invasion of privacy; \n          (3)     The identity of a confidential source;\n          (4)     Secret investigative techniques or procedures;\n          (5)     Information whose disclosure would endanger law enforcement personnel; or\n          (6)     Information whose disclosure would endanger the successful completion of an investigation where the prospect of enforcement proceedings is concrete and definite. \n     This Subdivision shall not exempt from disclosure any portion of any record of a concluded inspection or enforcement action by an officer or department responsible for regulatory protection of the public health, safety, or welfare. \n     (e)     Contracts, Bids and Proposals.\n          (1)     Contracts, contractors' bids, responses to requests for proposals and all other records of communications between the department and persons or firms seeking contracts shall be open to inspection immediately after a contract has been awarded. Nothing in this provision requires the disclosure of a private person's or organization's net worth or other proprietary financial data submitted for qualification for a contract or other benefit until and unless that person or organization is awarded the contract or benefit. All bidders and contractors shall be advised that information provided which is covered by this subdivision will be made available to the public upon request. Immediately after any review or evaluation or rating of responses to a Request for Proposal (\"RFP\") has been completed, evaluation forms and score sheets and any other documents used by persons in the RFP evaluation or contractor selection process shall be available for public inspection. The names of scorers, graders or evaluators, along with their individual ratings, comments, and score sheets or comments on related documents, shall be made immediately available after the review or evaluation of a RFP has been completed. \n          (2)     Notwithstanding the provisions of this Subdivision or any other provision of this ordinance, the Director of Public Health may withhold from disclosure proposed and final rates of payment for managed health care contracts if the Director determines that public disclosure would adversely affect the ability of the City to engage in effective negotiations for managed health care contracts. The authority to withhold this information applies only to contracts pursuant to which the City (through the Department of Public Health) either pays for health care services or receives compensation for providing such services, including mental health and substance abuse services, to covered beneficiaries through a pre-arranged rate of payment. This provision also applies to rates for managed health care contracts for the University of California, San Francisco, if the contract involves beneficiaries who receive services provided jointly by the City and University. This provision shall not authorize the Director to withhold rate information from disclosure for more than three years. \n          (3)     During the course of negotiations for:\n               (i)     personal, professional, or other contractual services not subject to a competitive process or where such a process has arrived at a stage where there is only one qualified or responsive bidder; \n               (ii)     leases or permits having total anticipated revenue or expense to the City and County of five hundred thousand dollars ($500,000) or more or having a term of ten years or more; or \n               (iii)     any franchise agreements,\nall documents exchanged and related to the position of the parties, including draft contracts, shall be made available for public inspection and copying upon request. In the event that no records are prepared or exchanged during negotiations in the above-mentioned categories, or the records exchanged do not provide a meaningful representation of the respective positions, the City Attorney or City representative familiar with the negotiations shall, upon a written request by a member of the public, prepare written summaries of the respective positions within five working days following the final day of negotiation of any given week. The summaries will be available for public inspection and copying. Upon completion of negotiations, the executed contract, including the dollar amount of said contract, shall be made available for inspection and copying. At the end of each fiscal year, each City department shall provide to the Board of Supervisors a list of all sole source contracts entered into during the past fiscal year. This list shall be made available for inspection and copying as provided for elsewhere in this Article. \n     (f)     Budgets and Other Financial Information. Budgets, whether tentative, proposed or adopted, for the City or any of its departments, programs, projects or other categories, and all bills, claims, invoices, vouchers or other records of payment obligations as well as records of actual disbursements showing the amount paid, the payee and the purpose for which payment is made, other than payments for social or other services whose records are confidential by law, shall not be exempt from disclosure under any circumstances. \n     (g)     Neither the City nor any office, employee, or agent thereof may assert California Public Records Act Section 6255 or any similar provision as the basis for withholding any documents or information requested under this ordinance. \n     (h)     Neither the City nor any office, employee, or agent thereof may assert an exemption for withholding for any document or information based on a \"deliberative process\" exemption, either as provided by California Public Records Act Section 6255 or any other provision of law that does not prohibit disclosure. \n     (i)     Neither the City, nor any office, employee, or agent thereof, may assert an exemption for withholding for any document or information based on a finding or showing that the public interest in withholding the information outweighs the public interest in disclosure. All withholdings of documents or information must be based on an express provision of this ordinance providing for withholding of the specific type of information in question or on an express and specific exemption provided by California Public Records Act that is not forbidden by this ordinance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 240-98, App. 7/17/98; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"24","identifier":"67.24","catch_text":"PUBLIC INFORMATION THAT MUST BE DISCLOSED."}}