{"text":"\n     (a)     Every person having custody of any public record or public information, as defined herein, (hereinafter referred to as a custodian of a public record) shall, at normal times and during normal and reasonable hours of operation, without unreasonable delay, and without requiring an appointment, permit the public record, or any segregable portion of a record, to be inspected and examined by any person and shall furnish one copy thereof upon payment of a reasonable copying charge, not to exceed the lesser of the actual cost or ten cents per page. \n     (b)     A custodian of a public record shall, as soon as possible and within ten days following receipt of a request for inspection or copy of a public record, comply with such request. Such request may be delivered to the office of the custodian by the requester orally or in writing by fax, postal delivery, or e-mail. If the custodian believes the record or information requested is not a public record or is exempt, the custodian shall justify withholding any record by demonstrating, in writing as soon as possible and within ten days following receipt of a request, that the record in question is exempt under express provisions of this ordinance. \n     (c)     A custodian of a public record shall assist a requester in identifying the existence, form, and nature of any records or information maintained by, available to, or in the custody of the custodian, whether or not the contents of those records are exempt from disclosure and shall, when requested to do so, provide in writing within seven days following receipt of a request, a statement as to the existence, quantity, form and nature of records relating to a particular subject or questions with enough specificity to enable a requester to identify records in order to make a request under (b). A custodian of any public record, when not in possession of the record requested, shall assist a requester in directing a request to the proper office or staff person. \n     (d)     If the custodian refuses, fails to comply, or incompletely complies with a request described in (b), the person making the request may petition the supervisor of records for a determination whether the record requested is public. The supervisor of records shall inform the petitioner, as soon as possible and within 10 days, of its determination whether the record requested, or any part of the record requested, is public. Where requested by the petition, and where otherwise desirable, this determination shall be in writing. Upon the determination by the supervisor of records that the record is public, the supervisor of records shall immediately order the custodian of the public record to comply with the person's request. If the custodian refuses or fails to comply with any such order within 5 days, the supervisor of records shall notify the district attorney or the attorney general who shall take whatever measures she or he deems necessary and appropriate to insure compliance with the provisions of this ordinance. \n     (e)     If the custodian refuses, fails to comply, or incompletely complies with a request described in (b) above or if a petition is denied or not acted on by the supervisor of public records, the person making the request may petition the Sunshine Task Force for a determination whether the record requested is public. The Sunshine Task Force shall inform the petitioner, as soon as possible and within 2 days after its next meeting but in no case later than 45 days from when a petition in writing is received, of its determination whether the record requested, or any part of the record requested, is public. Where requested by the petition, and where otherwise desirable, this determination shall be in writing. Upon the determination that the record is public, the Sunshine Task Force shall immediately order the custodian of the public record to comply with the person's request. If the custodian refuses or fails to comply with any such order within 5 days, the Sunshine Task Force shall notify the district attorney or the attorney general who may take whatever measures she or he deems necessary to insure compliance with the provisions of this ordinance. The Board of Supervisors and the City Attorney's office shall provide sufficient staff and resources to allow the Sunshine Task Force to fulfill its duties under this provision. Where requested by the petition, the Sunshine Task Force may conduct a public hearing concerning the records request denial. An authorized representative of the custodian of the public records requested shall attend any hearing and explain the basis for its decision to withhold the records requested. \n     (f)     The administrative remedy provided under this article shall in no way limit the availability of other administrative remedies provided to any person with respect to any officer or employee of any agency, executive office, department or board; nor shall the administrative remedy provided by this section in any way limit the availability of judicial remedies otherwise available to any person requesting a public record. If a custodian of a public record refuses or fails to comply with the request of any person for inspection or copy of a public record or with an administrative order under this section, the superior court shall have jurisdiction to order compliance. \n     (g)     In any court proceeding pursuant to this article there shall be a presumption that the record sought is public, and the burden shall be upon the custodian to prove with specificity the exemption which applies. \n     (h)     On at least an annual basis, and as otherwise requested by the Sunshine Ordinance Task Force, the supervisor of public records shall prepare a tally and report of every petition brought before it for access to records since the time of its last tally and report. The report shall at least identify for each petition the record or records sought, the custodian of those records, the ruling of the supervisor of public records, whether any ruling was overturned by a court and whether orders given to custodians of public records were followed. The report shall also summarize any court actions during that period regarding petitions the Supervisor has decided. At the request of the Sunshine Ordinance Task Force, the report shall also include copies of all rulings made by the supervisor of public records and all opinions issued. \n     (i)     The San Francisco City Attorney's office shall act to protect and secure the rights of the people of San Francisco to access public information and public meetings and shall not act as legal counsel for any city employee or any person having custody of any public record for purposes of denying access to the public. The City Attorney may publish legal opinions in response to a request from any person as to whether a record or information is public. All communications with the City Attorney's Office with regard to this ordinance, including petitions, requests for opinion, and opinions shall be public records. \n     (j)     Notwithstanding the provisions of this section, the City Attorney may defend the City or a City Employee in litigation under this ordinance that is actually filed in court to any extent required by the City Charter or California Law. \n     (k)     Release of documentary public information, whether for inspection of the original or by providing a copy, shall be governed by the California Public Records Act (Government Code Section 6250 et seq.) in particulars not addressed by this ordinance and in accordance with the enhanced disclosure requirements provided in this ordinance. \n     (l)     Inspection and copying of documentary public information stored in electronic form shall be made available to the person requesting the information in any form requested which is available to or easily generated by the department, its officers or employees, including disk, tape, printout or monitor at a charge no greater than the cost of the media on which it is duplicated. Inspection of documentary public information on a computer monitor need not be allowed where the information sought is necessarily and unseparably intertwined with information not subject to disclosure under this ordinance. Nothing in this section shall require a department to program or reprogram a computer to respond to a request for information or to release information where the release of that information would violate a licensing agreement or copyright law. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 253-96, App. 6/19/96; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"21","identifier":"67.21","catch_text":"PROCESS FOR GAINING ACCESS TO PUBLIC RECORDS; ADMINISTRATIVE APPEALS."}}