{"text":"\n     It is the policy of the City and County of San Francisco to ensure opportunities for informed civic participation embodied in this Ordinance to all local, state, regional and federal agencies and institutions with which it maintains continuing legal and political relationships. Officers, agents and other representatives of the City shall continually, consistently and assertively work to seek commitments to enact open meetings, public information and citizen comment policies by these agencies and institutions, including but not limited to the Presidio Trust, the San Francisco Unified School District, the San Francisco Community College District, the San Francisco Transportation Authority, the San Francisco Housing Authority, the Treasure Island Development Authority, the San Francisco Redevelopment Authority and the University of California. To the extent not expressly prohibited by law, copies of all written communications with the above identified entities and any City employee, officer, agents, or and representative, shall be accessible as public records. To the extent not expressly prohibited by law, any meeting of the governing body of any such agency and institution at which City officers, agents or representatives are present in their official capacities shall be open to the public, and this provision cannot be waived by any City officer, agent or representative. The City shall give no subsidy in money, tax abatements, land, or services to any private entity unless that private entity agrees in writing to provide the City with financial projections (including profit and loss figures), and annual audited financial statements for the project thereafter, for the project upon which the subsidy is based and all such projections and financial statements shall be public records that must be disclosed. \n(Added by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"32. ","identifier":"67.32. ","catch_text":"PROVISION OF SERVICES TO OTHER AGENCIES; SUNSHINE REQUIRED."}}