{"text":"\n     (a)     There is hereby established a task force to be known as the Sunshine Ordinance Task Force consisting of eleven voting members appointed by the Board of Supervisors. All members must have experience and/or demonstrated interest in the issues of citizen access and participation in local government. Two members shall be appointed from individuals whose names have been submitted by the local chapter of the Society of Professional Journalists, one of whom shall be an attorney and one of whom shall be a local journalist. One member shall be appointed from the press or electronic media. One member shall be appointed from individuals whose names have been submitted by the local chapter of the League of Women Voters. Four members shall be members of the public who have demonstrated interest in or have experience in the issues of citizen access and participation in local government. Two members shall be members of the public experienced in consumer advocacy. One member shall be a journalist from a racial/ethnic-minority-owned news organization and shall be appointed from individuals whose names have been submitted by New California Media. At all times the task force shall include at least one member who shall be a member of the public who is physically handicapped and who has demonstrated interest in citizen access and participation in local government. The Mayor or his or her designee, and the Clerk of the Board of Supervisors or his or her designee, shall serve as non-voting members of the task force. The City Attorney shall serve as legal advisor to the task force. The Sunshine Ordinance Task Force shall, at its request, have assigned to in an attorney from within the City Attorney's Office or other appropriate City Office, who is experienced in public-access law matters. This attorney shall serve solely as a legal advisor and advocate to the Task Force and an ethical wall will be maintained between the work of this attorney on behalf of the Task Force and any person or Office that the Task Force determines may have a conflict of interest with regard to the matters being handled by the attorney. \n     (b)     The term of each appointive member shall be two years unless earlier removed by the Board of Supervisors. In the event of such removal or in the event a vacancy otherwise occurs during the term of office of any appointive member, a successor shall be appointed for the unexpired term of the office vacated in a manner similar to that described herein for the initial members. The task force shall elect a chair from among its appointive members. The term of office as chair shall be one year. Members of the task force shall serve without compensation. \n     (c)     The task force shall advise the Board of Supervisors and provide information to other City departments on appropriate ways in which to implement this chapter. The task force shall develop appropriate goals to ensure practical and timely implementation of this chapter. The task force shall propose to the Board of Supervisors amendments to this chapter. The task force shall report to the Board of Supervisors at least once annually on any practical or policy problems encountered in the administration of this chapter. The Task Force shall receive and review the annual report of the Supervisor of Public Records and may request additional reports or information as it deems necessary. The Task Force shall make referrals to a municipal office with enforcement power under this ordinance or under the California Public Records Act and the Brown Act whenever it concludes that any person has violated any provisions of this ordinance or the Acts. The Task Force shall, from time to time as it sees fit, issue public reports evaluating compliance with this ordinance and related California laws by the City or any Department, Office, or Official thereof. \n     (d)     In addition to the powers specified above, the Task Force shall possess such powers as the Board of Supervisors may confer upon it by ordinance or as the People of San Francisco shall confer upon it by initiative. \n     (e)     The Task Force Commission shall approve by-laws specifying a general schedule for meetings, requirements for attendance by Task Force members, and procedures and criteria for removing members for non-attendance. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 118-94, App. 3/18/94; Ord. 432-94, App. 12/30/94; Ord. 287-96, App. 7/12/96; Ord. 198-98, App. 6/19/98; 387-98, App. 12/24/98; Proposition G, 11/2/99) \n\n","heading":{"title":"67","chaptersection":"30. ","identifier":"67.30. ","catch_text":"THE SUNSHINE ORDINANCE TASK FORCE."}}