{"text":"\n     (a)     All gatherings of passive meeting bodies shall be accessible to individuals upon inquiry and to the extent possible consistent with the facilities in which they occur. \n          (1)     Such gatherings need not be formally noticed, except on the City's website whenever possible, although the time, place and nature of the gathering shall be disclosed upon inquiry by a member of the public, and any agenda actually prepared for the gathering shall be accessible to such inquirers as a public record. \n          (2)     Such gatherings need not be conducted in any particular space for the accommodation of members of the public, although members of the public shall be permitted to observe on a space available basis consistent with legal and practical restrictions on occupancy. \n          (3)     Such gatherings of a business nature need not provide opportunities for comment by members of the public, although the person presiding may, in his or her discretion, entertain such questions or comments from spectators as may be relevant to the business of the gathering. \n          (4)     Such gatherings of a social or ceremonial nature need not provide refreshments to spectators.\n          (5)     Gatherings subject to this subsection include the following: advisory committees or other multimember bodies created in writing or by the initiative of, or otherwise primarily formed or existing to serve as a non-governmental advisor to, a member of a policy body, the Mayor, the City Administrator, a department head, or any elective officer, and social, recreational or ceremonial occasions sponsored or organized by or for a policy body to which a majority of the body has been invited. This subsection shall not apply to a committee which consists solely of employees of the City and County of San Francisco. \n          (6)     Gatherings defined in subdivision (5) may hold closed sessions under circumstances allowed by this Article.\n     (b)     To the extent not inconsistent with State or federal law, a policy body shall include in any contract with an entity that owns, operates or manages any property in which the City has or will have an ownership interest, including a mortgage, and on which the entity performs a government function related to the furtherance of health, safety or welfare, a requirement that any meeting of the governing board of the entity to address any matter relating to the property or its government related activities on the property, or performance under the contract or grant, be conducted as provided in Subdivision (a) of this section. Records made available to the governing board relating to such matters shall be likewise available to the public, at a cost not to exceed the actual cost up to 10 cents per page, or at a higher actual cost as demonstrated in writing to such governing board. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 287-96, App. 7/12/96; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"4. ","identifier":"67.4. ","catch_text":"PASSIVE MEETINGS."}}