{"text":"\n     (a)     Each policy body, except for advisory bodies, shall establish by resolution or motion the time and place for holding regular meetings. \n     (b)     Unless otherwise required by state or federal law or necessary to inspect real property or personal property which cannot be conveniently brought within the territory of the City and County of San Francisco or to meet with residents residing on property owned by the City, or to meet with residents of another jurisdiction to discuss actions of the policy body that affect those residents, all meetings of its policy bodies shall be held within the City and County of San Francisco. \n     (c)     If a regular meeting would otherwise fall on a holiday, it shall instead be held on the next business day, unless otherwise rescheduled in advance. \n     (d)     If, because of fire, flood, earthquake or other emergency, it would be unsafe to meet at the regular meeting place, meetings may be held for the duration of the emergency at some other place specified by the policy body. The change of meeting site shall be announced, by the most rapid means of communication available at the time, in a notice to the local media who have requested written notice of special meetings pursuant to Government Code Section 54956. Reasonable attempts shall be made to contact others regarding the change in meeting location. \n     (e)     Meetings of passive meeting bodies as specified in Section \n67.6(d)(4) of this article shall be preceded by notice delivered personally or by mail, e-mail, or facsimile as reasonably requested at least 72 hours before the time of such meeting to each person who has requested, in writing, notice of such meeting. If the advisory body elects to hold regular meetings, it shall provide by bylaws, or whatever other rule is utilized by that advisory body for the conduct of its business, for the time and place for holding such regular meetings. In such case, no notice of regular meetings, other than the posting of an agenda pursuant to Section \n67.7 of this article in the place used by the policy body which it advises, is required. \n     (f)     Special meetings of any policy body, including advisory bodies that choose to establish regular meeting times, may be called at any time by the presiding officer thereof or by a majority of the members thereof, by delivering personally or by mail written notice to each member of such policy body and the local media who have requested written notice of special meetings in writing. Such notice of a special meeting shall be delivered as described in (e) at least 72 hours before the time of such meeting as specified in the notice. The notice shall specify the time and place of the special meeting and the business to be transacted. No other business shall be considered at such meetings. Such written notice may be dispensed with as to any member who at or prior to the time the meeting convenes files with the presiding officer or secretary of the body or commission a written waiver of notice. Such waiver may be given by telegram. Such written notice may also be dispensed with as to any member who is actually present at the meeting at the time it convenes. Each special meeting shall be held at the regular meeting place of the policy body except that the policy body may designate an alternate meeting place provided that such alternate location is specified in the notice of the special meeting; further provided that the notice of the special meeting shall be given at least 15 days prior to said special meeting being held at an alternate location. This provision shall not apply where the alternative meeting location is located within the same building as the regular meeting place. \n     (g)     If a meeting must be canceled, continued or rescheduled for any reason, notice of such change shall be provided to the public as soon as is reasonably possible, including posting of a cancellation notice in the same manner as described in Section \n67.7(c), and mailed notice if sufficient time permits. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"6","identifier":"67.6","catch_text":"CONDUCT OF BUSINESS; TIME AND PLACE FOR MEETINGS."}}