{"text":"\n     (a)     At least 72 hours before a regular meeting, a policy body shall post an agenda containing a meaningful description of each item of business to be transacted or discussed at the meeting. Agendas shall specify for each item of business the proposed action or a statement the item is for discussion only. In addition, a policy body shall post a current agenda on its Internet site at least 72 hours before a regular meeting. \n     (b)     A description is meaningful if it is sufficiently clear and specific to alert a person of average intelligence and education whose interests are affected by the item that he or she may have reason to attend the meeting or seek more information on the item. The description should be brief, concise and written in plain, easily understood English. It shall refer to any explanatory documents that have been provided to the policy body in connection with an agenda item, such as correspondence or reports, and such documents shall be posted adjacent to the agenda or, if such documents are of more than one page in length, made available for public inspection and copying at a location indicated on the agenda during normal office hours. \n     (c)     The agenda shall specify the time and location of the regular meeting and shall be posted in a location that is freely accessible to members of the public. \n     (d)     No action or discussion shall be undertaken on any item not appearing on the posted agenda, except that members of a policy body may respond to statements made or questions posed by persons exercising their public testimony rights, to the extent of asking a question for clarification, providing a reference to staff or other resources for factual information, or requesting staff to report back to the body at a subsequent meeting concerning the matter raised by such testimony. \n     (e)     Notwithstanding Subdivision (d), the policy body may take action on items of business not appearing on the posted agenda under any of the following conditions: \n          (1)     Upon a determination by a majority vote of the body that an accident, natural disaster or work force disruption poses a threat to public health and safety. \n          (2)     Upon a good faith, reasonable determination by a two-thirds vote of the body, or, if less than two-thirds of the members are present, a unanimous vote of those members present, that (A) the need to take immediate action on the item is so imperative as to threaten serious injury to the public interest if action were deferred to a subsequent special or regular meeting, or relates to a purely commendatory action, and (B) that the need for such action came to the attention of the body subsequent to the agenda being posted as specified in subdivision (a). \n          (3)     The item was on an agenda posted pursuant to subdivision (a) for a prior meeting of the body occurring not more than five calendar days prior to the date action is taken on the item, and at the prior meeting the item was continued to the meeting at which action is being taken. \n     (f)     Each board and commission enumerated in the Charter shall ensure that agendas for regular and special meetings are made available to speech and hearing impaired persons through telecommunications devices for the deaf, telecommunications relay services or equivalent systems, and, upon request, to sight impaired persons through Braille or enlarged type. \n     (g)     Each policy body shall ensure that notices and agendas for regular and special meetings shall include the following notice:\nKNOW YOUR RIGHTS UNDER\nTHE SUNSHINE ORDINANCE\n(Chapter 67 of the\nSan Francisco Administrative Code) \n     Government's duty is to serve the public, reaching its decisions in full view of the public. \n     Commissions, boards, councils and other agencies of the City and County exist to conduct the people's business. This ordinance assures that deliberations are conducted before the people and that City operations are open to the people's review. \nFOR MORE INFORMATION\nON YOUR RIGHTS UNDER THE SUNSHINE\nORDINANCE OR TO REPORT A VIOLATION\nOF THE ORDINANCE, CONTACT THE\nSUNSHINE ORDINANCE TASK FORCE. \n     (h)     Each agenda of a policy body covered by this Sunshine Ordinance shall include the address, area code and phone number, fax number, e-mail address, and a contact person's name for the Sunshine Ordinance Task Force. Information on how to obtain a free copy of the Sunshine Ordinance shall be included on each agenda. \n(Added by Ord. 265-93, App. 8/18/93; amended by Ord. 292-95, App. 9/8/95; Ord. 185-96, App. 5/8/96; Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"7. ","identifier":"67.7. ","catch_text":"AGENDA REQUIREMENTS; REGULAR MEETINGS."}}