{"text":"\n     (a)     In addition to the brief general description of items to be discussed or acted upon in open and public session, the agenda posted pursuant to Government Code Section 54954.2, any mailed notice given pursuant to Government Code Section 54954.1, and any call and notice delivered to the local media and posted pursuant to Government Code Section 54956 shall specify and disclose the nature of any closed sessions by providing all of the following information: \n          (1)     With respect to a closed session held pursuant to Government Code Section 54956.7:\nLICENSE/PERMIT DETERMINATION: \n____________ applicant(s)\nThe space shall be used to specify the number of persons whose applications are to be reviewed. \n          (2)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54956.8:\nCONFERENCE WITH REAL PROPERTY\nNEGOTIATOR\nProperty: \n     Person(s) negotiating: \n     Under negotiation:\nPrice: ____________ Terms of payment: ____________ Both: ____________ \n     The space under \"Property\" shall be used to list an address, including cross streets where applicable, or other description or name which permits a reasonably ready identification of each parcel or structure subject to negotiation. The space under \"Person(s) negotiating\" shall be used to identify the person or persons with whom negotiations concerning that property are in progress. The spaces under \"Under negotiation\" shall be checked off as applicable to indicate which issues are to be discussed. \n          (3)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54956.9, either:\nCONFERENCE WITH LEGAL COUNSEL\nExisting litigation: \n____________ Unspecified to protect service of process\n____________ Unspecified to protect settlement posture \nor: \nCONFERENCE WITH LEGAL COUNSEL\nAnticipated litigation: ____________ As defendant ____________ As plaintiff \n     The space under \"Existing litigation\" shall be used to specifically identify a case under discussion pursuant to subdivision (a) of Government Code Section 54956.9, including the case name, court, and case number, unless the identification would jeopardize the City's ability to effectuate service of process upon one or more unserved parties, in which instance the space in the next succeeding line shall be checked, or unless the identification would jeopardize the City's ability to conclude existing settlement negotiations to its advantage, in which instance the space in the next succeeding line shall be checked. If the closed session is called pursuant to subdivision (b) or (c) of Section 54956.9, the appropriate space shall be checked under \"Anticipated litigation\" to indicate the City's anticipated position as defendant or plaintiff respectively. If more than one instance of anticipated litigation is to be reviewed, space may be saved by entering the number of separate instances in the \"As defendant\" or \"As plaintiff\" spaces or both as appropriate. \n          (4)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54957, either:\nTHREAT TO PUBLIC SERVICES OR FACILITIES\nName, title and agency of law enforcement officer(s) to be conferred with: \nor: \nPUBLIC EMPLOYEE APPOINTMENT/HIRING\nTitle/description of position(s) to be filled: \nPUBLIC EMPLOYEE PERFORMANCE\nEVALUATION\nPosition and, in the case of a routine evaluation, name of employee(s) being evaluated: \nor: \nPUBLIC EMPLOYEE DISMISSAL\nNumber of employees affected: \nor: \n          (5)     With respect to every item of business to be discussed in closed session pursuant to Government Code Section 54957.6, either:\nCONFERENCE WITH NEGOTIATOR\nCOLLECTIVE BARGAINING\nName and title of City's negotiator: \nOrganization(s) representing:\n____________ Police officers, firefighters and airport police\n____________ Transit Workers\n____________ Nurses\n____________ Miscellaneous Employees \nAnticipated issue(s) under negotiation:\n____________ Wages\n____________ Hours\n____________ Benefits\n____________ Working Conditions\n____________ Other (specify if known)\n____________ All\nWhere renegotiating a memorandum of understanding or negotiating a successor memorandum of understanding, the name of the memorandum of understanding: \n     In case of multiple items of business under the same category, lines may be added and the location of information may be reformatted to eliminate unnecessary duplication and space, so long as the relationship of information concerning the same item is reasonably clear to the reader. As an alternative to the inclusion of lengthy lists of names or other information in the agenda, or as a means of adding items to an earlier completed agenda, the agenda may incorporate by reference separately prepared documents containing the required information, so long as copies of those documents are posted adjacent to the agenda within the time periods required by Government Code Sections 54954.2 and 54956 and provided with any mailed or delivered notices required by Sections 54954.1 or 54956. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"8","identifier":"67.8","catch_text":"AGENDA DISCLOSURES: CLOSED SESSIONS."}}