{"text":"\n     (a)     Agendas of meetings and any other documents on file with the clerk of the policy body, when intended for distribution to all, or a majority of all, of the members of a policy body in connection with a matter anticipated for discussion or consideration at a public meeting shall be made available to the public. To the extent possible, such documents shall also be made available through the policy body's Internet site. However, this disclosure need not include any material exempt from public disclosure under this ordinance. \n     (b)     Records which are subject to disclosure under subdivision (a) and which are intended for distribution to a policy body prior to commencement of a public meeting shall be made available for public inspection and copying upon request prior to commencement of such meeting, whether or not actually distributed to or received by the body at the time of the request. \n     (c)     Records which are subject to disclosure under subdivision (a) and which are distributed during a public meeting but prior to commencement of their discussion shall be made available for public inspection prior to commencement of, and during, their discussion. \n     (d)     Records which are subject to disclosure under subdivision (a) and which are distributed during their discussion at a public meeting shall be made available for public inspection immediately or as soon thereafter as is practicable. \n     (e)     A policy body may charge a duplication fee of one cent per page for a copy of a public record prepared for consideration at a public meeting, unless a special fee has been established pursuant to the procedure set forth in Section \n67.28(d). Neither this section nor the California Public Records Act (Government Code sections 6250 et seq.) shall be construed to limit or delay the public's right to inspect any record required to be disclosed by that act, whether or not distributed to a policy body. \n(Added by Ord. 265-93, App. 8/18/93; amended by Proposition G, 11/2/99)\n\n","heading":{"title":"67","chaptersection":"9. ","identifier":"67.9. ","catch_text":"AGENDAS AND RELATED MATERIALS: PUBLIC RECORDS."}}