{"text":"\n     (a)     The governing body of the Health Authority shall consist of 19 members who shall have the qualifications required by Section 14087.36. The Board of Supervisors shall, by resolution, appoint 14 persons pursuant to the nomination procedure set forth in Section 14087.36. The Mayor shall appoint a person to serve at the pleasure of the Mayor. The Director of Public Health, the Director of Mental Health, and the Chancellor of the University of California at San Francisco shall each serve as a member or appoint a designee to serve at his or her pleasure. The Health Commission shall appoint a person to serve at its pleasure. Appointments and changes in appointment, other than those of the Board of Supervisors, shall be made by filing written notice with the Clerk of the Board of Supervisors. \n     (b)     All members of the governing body shall be voting members except the member appointed by the San Francisco Health Commission.\n     (c)     The initial members appointed by the Board of Supervisors shall be, to the extent those individuals meet the qualifications required by Section 14087.36(k) and are willing to serve, those persons serving as members of the San Francisco Managed Care Steering Committee. \n     (d)     The term of office for each member appointed by the Board of Supervisors shall be three years, commencing at 12:00 noon, on the 15th day of January in the year 1995; provided that at the initial meeting of the governing body the members appointed by the Board of Supervisors shall draw lots to determine seven members whose initial terms of office shall be for two years; and provided further that the person appointed pursuant to Section 14087.36(k)(1)(A) as a member or representative of the Board of Supervisors shall serve at the pleasure of the Board. \n     (e)     For purposes of Government Code Section 87103, the members of the governing body are appointed to represent and further the interests of the specific health care providers and other interests specified in Section 14087.36(k) and (q). \n     (f)     The filling of vacant positions, the rights of members whose terms have expired, voting procedures, the selection of the chair, the establishment of committees, and the procedure for changing the composition of the governing body and the appointment of members shall be as set forth in Section 14087.36. \n     (g)     A member of the governing body may be removed from office by the Board of Supervisors by resolution, but only upon the recommendation of the Health Authority and for the reasons specified in Section 14087.36. \n     (h)     A member of the governing body may resign from office by submitting a written notice of resignation to the Health Authority. The Health Authority shall notify the Clerk of the Board of Supervisors of the resignation within five days. \n     (i)     Upon approval of this ordinance, the Clerk of the Board shall schedule a hearing before an appropriate committee of the Board for consideration of the appointment of members to the governing body of the Health Authority. The Clerk shall provide notice of the hearing to persons and entities with the authority to nominate and to other interested parties. \n     (j)     The Health Authority shall notify the Board of Supervisors four months prior to the expiration of any term of office of a member of the governing body. The Clerk shall promptly notify the entity with the authority to nominate a person for the position that a nomination is required and must be submitted within 30 days. Upon receipt of the nomination, the Clerk shall schedule a hearing before an appropriate committee of the Board for consideration of the appointment. If a position on the governing body becomes vacant, the Health Authority shall promptly notify the Clerk, who shall notify the nominating authority for the vacant position and, upon receipt of the nomination, schedule a hearing before the appropriate committee of the Board for consideration of an appointment to fill the vacant position. \n(Added by Ord. 408-94, App. 12/15/94)\n\n","heading":{"title":"69","chaptersection":"4","identifier":"69.4","catch_text":"GOVERNING BODY."}}