{"text":"\n     The following terms as used in this Section shall have the meaning ascribed to them, as follows: \n     \"Contaminated\" shall signify the condition wherein any person or thing has come in contact with a contaminating agent, and in so doing, has become an actual or potential menace to the health of himself or herself or that of any person by reason of such contact. \n     \"Contaminating agent\" shall include, but not be specifically limited to, such items as chemical substances, bacteriological media, radiation or radio-active substances which may be employed in or result from an enemy attack or may be present within an area following a natural disaster or domestic accident. \n     Whenever an emergency occurs in the City and County wherein it becomes evident or reasonable to assume that as a result of such emergency a contaminating agent is present within a specific area, which contaminating agent is injurious to and endangering the public health, the Director of Public Health, or his or her duly authorized representative, shall have the following powers: \n     (a)     To monitor with prescribed detection devices any person whom he or she has reason to believe has become contaminated;\n     (b)     To cause any person to discard any wearing apparel which he or she has reason to believe has become contaminated;\n     (c)     To cause any person to discard any property which monitoring or other evidence has revealed to be contaminated to a degree injurious to the health of any person; \n     (d)     To prohibit any person who is contaminated, or who is wearing contaminated clothing, from entering an uncontaminated area without undergoing prescribed decontamination procedures; \n     (e)     To cause any person who has become contaminated to undergo prescribed decontamination procedures;\n     (f)     To cause any person to vacate an area which he has reason to believe has become contaminated, or where other great menace to health resulting from such emergency exists; \n     (g)     To prohibit entry of any unauthorized person to an area where there is evidence of contamination, or where other great menace to health resulting from such emergency exists; \n     (h)     To set up areas for the reception and storage of contaminated property and materials; and\n     (i)     To prohibit any unauthorized person from removing any article which has been placed in an area for the reception and storage of contaminated property and materials. \n     For the purpose of this Section, the Chief of Police and every police officer, and every auxiliary police reserve officer acting under the orders of the Chief of Police shall be deemed a duly authorized representative of the Director of Public Health. \n(Amended by Ord. 40-72, App. 2/25/72)\n\n","heading":{"title":"7","chaptersection":"15","identifier":"7.15","catch_text":"POWERS TO COMBAT CONTAMINATING AGENTS."}}