{"text":"\n     (a)     The Mayor is hereby empowered:\n          (1)     To proclaim the existence or threatened existence of a local emergency as set forth under Section \n3.100 of the Charter of the City and County of San Francisco and to terminate the local emergency; \n          (2)     To request the Governor to proclaim a state of emergency when, in the opinion of the Mayor, the locally available resources are inadequate to cope with the emergency; \n          (3)     To control and direct the effort of the City and County Emergency Services organization for the accomplishment of the purposes of this Chapter; \n          (4)     To direct cooperation between and coordination of services and officers in charge of the Emergency Services organization of the City and County; and resolve questions of authority and responsibility that may arise between them; \n          (5)     To represent this City and County in all dealings with public or private agencies on matters pertaining to emergencies as defined herein; and \n          (6)     To accept and approve on behalf of and without cost to the City and County, and in cooperation with the federal government and the State of California, licenses or privileges granted for the use of private property for the sole purpose of temporarily sheltering persons against fallout radiation from enemy attack. \n     (b)     In the event of the proclamation of a local emergency as herein provided, the proclamation of a state of emergency by the Governor or the Director of the State Office of Emergency Services, or the existence of a state of war emergency, the Mayor is hereby empowered and it shall be his or her duty: \n          (1)     To make and issue rules and regulations on matters reasonably related to the protection of life and property as affected by such emergency; \n          (2)     To obtain vital supplies, equipment and such other properties found lacking and needed for the protection of life and property and to bind the City and County for the fair value thereof and, if required immediately, to commandeer the same for public use; \n          (3)     To require emergency services of any City officer or employee and, in the event of the proclamation of a state of emergency in this City and County or the existence of a state of war emergency, to command the aid of as many citizens of this community as the Mayor deems necessary in the execution of his or her duties. Such persons shall be entitled to all privileges, benefits, and immunities as are provided by State law for registered disaster service workers; \n          (4)     To requisition necessary personnel or material of any city department or agency;\n          (5)     To enter into agreements with public and private agencies for the performance of such special services and duties as may be necessary in the judgment of the Mayor to carry out the provisions of this Chapter; and \n          (6)     To execute all of his or her ordinary powers as Mayor, all of the special powers conferred upon him or her by this Chapter, and all powers conferred upon him or her by any other lawful authority. \n(Amended by Ord. 40-72, App. 2/25/72; Ord. 259-99, File No. 991364, App. 10/15/99)\n\n","heading":{"title":"7","chaptersection":"6. ","identifier":"7.6. ","catch_text":"THE EMERGENCY SERVICES OF SAN FRANCISCO - MAYOR; POWERS AND DUTIES."}}