{"text":"\n     The emergency functions of the Emergency Services organization shall be set forth in the Emergency Operations Plan of the City. Department heads responsible for planning, coordination, and integration of personnel from other City departments and agencies into their services for emergency operations shall be designated in the plan. These designated department heads shall formulate functional emergency plans which, when approved by the Disaster Council, shall become an annex to the Emergency Operations Plan. These department heads shall also develop such mutual aid agreements as may be approved by the Board of Supervisors. Departments with area-wide functions and responsibilities may become parties to joint venture emergency action agreements or compacts with the recommended approval of the Disaster Council. \n     Purchaser of Supplies. The Purchaser of Supplies of the City and County shall be the custodian of special equipment and other property obtained from any source for use of the Emergency Services Organization. He or she is authorized to act as the agent of the City and County to receive from any agency the loan of any such equipment or property upon such conditions as may be prescribed by such agency. He or she shall keep an account of the property entrusted to his or her control according to the terms of its acceptance, and where there are no terms provided by such agency, then upon such terms as the commander may prescribe. He or she shall keep records of the receipt and distribution of such property and may issue or distribute such property only to the persons entitled thereto under the rules of the Emergency Services. Any property now held by him or her for the use of the City and County Disaster Corps shall be transferred to the use of the Emergency Services of San Francisco. \n     American Red Cross. The American Red Cross is an independent organization that works in close collaboration with local governments on emergency and disaster relief. The Bay Area Chapter of the American Red Cross shall operate as a component of the City's Emergency Services organization and the chapter chair or the chair's designee shall serve as a liaison between the chapter and the Emergency Services organization. The chapter shall furnish basic emergency assistance to individuals affected by disaster, such as food, clothing, emergency shelter, registration, disaster welfare inquiry, supplemental basic medical services, and other types of assistance. The Red Cross, as an independent non-profit organization, shall fund all its relief activities. When requested, personnel and other resources of the Emergency Services organization may be used to supplement the Red Cross during disasters or emergencies. \n(Amended by Ord. 40-72, App. 2/25/72; Ord. 259-99, File No. 991364, App. 10/15/99)\n\n","heading":{"title":"7","chaptersection":"9. ","identifier":"7.9. ","catch_text":"THE EMERGENCY SERVICES OF SAN FRANCISCO - ORGANIZATIONAL PROVISIONS."}}