{"text":"\n     (a)     The governing body of the Authority shall be composed of 13 members appointed by the Board of Supervisors. The Board of Supervisors shall solicit recommendations for appointment of qualified members through a fair and open process, including reasonable written notice to, and affording reasonable response time from, the IHSS Authority, members of the general public, and other interested persons and organizations. No fewer than 50 percent of the membership shall be individuals who are current or past users of personal assistance services paid for through public or private funds or who are recipients of IHSS, referred to in this Chapter as \"consumers.\" \n     (b)     Membership categories on the governing body shall be as follows:\n          (1)     Two consumers over the age of 55 years, each authorized to represent organizations that advocate for aging people with disabilities;\n          (2)     Two consumers between the ages of 18 and 60 years, each authorized to represent organizations that advocate for younger people with disabilities; \n          (3)     One consumer at-large over the age of 55 years;\n          (4)     One consumer at-large between the ages of 18 and 60 years;\n          (5)     One worker who provides personal assistance services to a consumer;\n          (6)     One Commissioner from the Human Services Commission, recommended to the Board by the Commission;\n          (7)     One Commissioner from the Commission on the Aging, recommended to the Board by the Commission;\n          (8)     One Commissioner from the Public Health Commission, recommended to the Board by the Commission;\n          (9)     One member of the Mayor's Disability Council, recommended to the Board by the Council;\n          (10)     One member representing the bargaining unit of the union that reresents IHSS independent providers;\n          (11)     One consumer at-large who is 18 years of age or older.\n     (c)     For purposes of Government Code Section 87103, and 2 California Code of Regulations 18703.3, it is hereby found and declared that the persons appointed to this governing body are appointed to represent and further the interests of the specific economic interest which an individual member is appointed to represent. \n     (d)     Initial appointment of both the consumer and worker members shall be made from a list of recommendations based on applications designed by, and submitted to, the IHSS Task Force of Planning for Elders in the Central City. The governing body of the Authority may make recommendations to the Board of Supervisors for establishing procedures for consumer and worker member appointments. Every attempt shall be made to assure that each appointee will be able to serve the full term to which he or she has been appointed, in order to ensure continuity in the work of the Authority. \n     (e)     If during his or her term as a member of the governing body of the Authority, Commissioner or member of the Mayor's Disability Council no longer serves on their respective Commission or Council, the body from which that member came shall make another recommendation for appointment and notify the Board of Supervisors of the end of that member's formal service. \n     (f)     After the terms of the initial period are complete, each appointment to the governing body shall thereafter be for a three-year term. A member may be reappointed, but may not serve more than a total of nine consecutive years on the governing body. \n     (g)     Qualified applicants must reside in San Francisco and have: familiarity with, or knowledge of, personal assistance services; the capacity to understand their role to aid and assist the Authority in the administration of its duties; and the ability to attend regularly scheduled meetings, which shall occur only in facilities which meet disability access requirements. Those City departments from which Authority members are drawn shall provide appropriate assistance to their respective representative in fulfilling his or her duties to the Authority. Each subsequent new member shall receive similar orientation and training from Authority staff within 60 days of appointment. \n     (h)     Regulations governing the grounds for removal from, the governing body shall be established in the Bylaws of the Authority.\n     (i)     Members of the governing body shall receive compensation as established in the Annual Salary Ordinance for attending meetings of the governing body. Additionally, members shall be reimbursed for all necessary expenses incurred for representing the governing body at regional, state and/or national meetings conferences and workshops or other activities as authorized by the governing body. \n(Added by Ord. 185-95, App. 6/9/95; amended by Ord. 67-00, File No. 000354, App. 4/28/2000; Ord. 55-05, File No. 050120, App. 4/1/2005; Ord. 213-08, File No. 081014, App. 9/19/2008) \n\n","heading":{"title":"70","chaptersection":"2","identifier":"70.2","catch_text":"MEMBERSHIP OF GOVERNING BODY."}}