{"text":"\n     (a)     The Authority shall be an entity separate from the City and County of San Francisco and shall file the Statement of Fact for the Roster of Public Agencies required by Section 53051 of the Government Code. \n     (b)     The Authority shall be a corporate public body, exercising public and essential governmental functions with all powers necessary and convenient to carry out the delivery of IHSS, including the power to contract for services pursuant to Sections 12302 and 12302.1 of the Welfare and Institutions Code, subject to any limitations set forth in this Chapter. \n     (c)     The Authority shall only engage in the following duties and functions involving IHSS until such time that the requirements for the transferring of additional functions, as set forth in Section \n70.6 of this Chapter, are met: planning and advocacy for IHSS consumers and independent providers; operation of a registry, including investigation of the qualifications and background of potential independent providers, and referral of potential independent providers to consumers; and acting as the employer of IHSS independent providers in conformance with Subsection (g) of this Section. \n     (d)     Any obligation or legal liability of the Authority, whether statutory, contractual or otherwise, shall be the obligation or liability solely of the Authority and shall not be the obligation or the liability of the City. All contracts between the Authority and third parties shall contain an express provision advising the contractor that the Authority is a separate governmental entity and that such agreement does not bind the City. \n     (e)     All contracts, leases, or other agreements of any nature, including collective bargaining agreements, between the Authority and any party, except those with the City, shall contain the following statement: \"The Authority is an independent legal entity, separate and apart from the City and County of San Francisco. The Authority has no power to bind the City to any contractual or legal obligations. Nor may the obligees of the Authority seek recourse against the City for any financial or legal obligation of the Authority.\" \n     (f)     Employees of the Authority shall not be employees of the City for any purpose.\n     (g)     The Authority shall be deemed to be the employer of IHSS independent providers referred to consumers, under Paragraph (3) of Subdivision (d) within the meaning of Chapter 10 (commencing with Section 3500) of Division 4 of Title 1 of the Government Code, commonly known as the Meyers-Milias-Brown Act. The Authority shall not be deemed to be the employer of IHSS independent providers under this Chapter for purposes of liability due to the negligence or intentional torts of those IHSS independent providers. \n     (h)     Nothing in these enumerated powers shall be construed to limit or interfere with the consumers' right to retain, select, terminate, and direct the work of any independent provider providing IHSS to them. \n     (i)     Nothing in these enumerated powers shall be construed to alter, require the alteration of, or interfere with the State's payroll system and other provisions of Section 12302.2 of the Welfare and Institutions Code for independent providers of IHSS, or to affect the State's responsibilities with respect to unemployment insurance, or workers' compensation for independent providers of IHSS. \n     (j)     The Authority shall maintain general liability insurance in an amount determined to be adequate by the City's Risk Manager, and shall name the City as an additional insured. \n     (k)     The governing body of the Authority shall hire the Executive Director of the Authority, and adopt rules and regulations, not inconsistent with the provisions of this Chapter, in order to implement and interpret this Chapter. \n(Added by Ord. 185-95, App. 6/9/95; Ord. 213-08, File No. 081014, App. 9/19/2008)\n\n","heading":{"title":"70","chaptersection":"3. ","identifier":"70.3. ","catch_text":"POWERS."}}