{"text":"\n     (a)     In order to facilitate the implementation of the Authority in a timely manner, the City Treasurer and the City Controller may enter into contracts with the Authority for the provision of fiscal services, with or without compensation from the Authority, under such terms and conditions as the Treasurer and Controller may require. If any such contract is executed, the Controller shall establish and maintain a specific account or accounts for this purpose. In addition, other City departments may enter into contracts with the Authority, with or without compensation, for the provision of various services that may be needed by the Authority. All such contracts are subject to the applicable approval process as required by the San Francisco Charter, the San Francisco Administrative Code and the respective department regulation and policy. \n     (b)     In adopting this Chapter, the Board recognizes that the funding of IHSS is the product of a complex relationship of federal, State and City financing, and that the ability of the Authority to operate and to negotiate the wages and benefits of the independent providers of IHSS is contingent upon the availability of adequate funding from all sources. Nothing in this Chapter is intended to require the City to appropriate any funds for the operation of the Authority or for the payment of wages or benefits to the independent providers of IHSS. \n     (c)     The Human Services Agency through the Department of Aging and Adult Services shall be the financial liaison between the City and County of San Francisco and the Authority. The Human Services Agency shall take appropriate action in order to procure all available federal and State funds for the administration and delivery of IHSS, and by contract, grant or agreement, transfer monies procured from these sources and from any funds that the City may appropriate, to the Authority for the operation of its designated functions, subject to the budgetary and fiscal provisions of the San Francisco Charter and the San Francisco Administrative Code. The Authority shall submit its annual funding request to the Department of Aging and Adult Services no later than the deadline determined by the Human Services Agency to enable the Agency to prepare and submit its budget to the Mayor's office. The Authority shall comply with all claiming and reporting deadlines set by the Human Services Agency and the Department of Aging and Adult Services. \n     The total of all operating costs, wages and benefits proposed or established by the Authority must be consistent with the provisions of the final City budget. \n     The Authority may not establish a payment rate that includes the costs of wages, benefits and operation, until the governing body of the Authority makes a finding that the funds necessary for payment of that rate are legally available. \n     (d)     If and when the federal or State agencies responsible for IHSS promulgate regulations that authorize and create direct funding mechanisms for the Authority, the Authority and the Human Services Agency may modify their agreements to facilitate that direct financial relationship. \n(Added by Ord. 185-95, App. 6/9/95; amended by Ord. 67-00, File No. 000354, App. 4/28/2000; Ord. 213-08, File No. 081014, App. 9/19/2008) \n\n","heading":{"title":"70","chaptersection":"4. ","identifier":"70.4. ","catch_text":"FISCAL PROVISIONS."}}