{"text":"\n     (a)     Assessor-Recorder Review. The Planning Department shall refer an application for a historical property contract to the Assessor-Recorder for review and recommendation. Within 60 days of the receipt of a complete application, the Assessor-Recorder shall provide to the Board of Supervisors and Historic Preservation Commission a report estimating the yearly property tax revenue to the City under the proposed Mills Act contract valuation method and under the standard method without the proposed Mills Act contract and showing the difference in property tax assessments under the two valuation methods. If the Assessor-Recorder determines that the proposed rehabilitation includes substantial new construction or a change of use, or the valuation is otherwise complex, he or she may extend this period for up to an additional 60 days by providing written notice of the extension to the applicant, the Historic Preservation Commission, and the Board of Supervisors. Such notice shall state the basis for the extension. If the Assessor-Recorder fails to provide a report and recommendation within the time frames set forth here, the Historic Preservation Commission and Board of Supervisors may proceed with their actions without such report and recommendation.\n     (b)     Historic Preservation Commission Review. The Historic Preservation Commission shall have the authority to recommend approval, disapproval, or modification of historical property contracts to the Board of Supervisors. For this purpose, the Historic Preservation Commission shall hold a public hearing to review the application for the historical property contract and make a recommendation regarding whether the Board of Supervisors should approve, disapprove, or modify the historical property contract within 90 days of receipt of the Assessor-Recorder's report or within 90 days of the date the report should have been provided if none is received. The recommendation of the Historic Preservation Commission may include recommendations regarding the proposed rehabilitation, restoration, and preservation work, the historical value of the qualified historical property, and any proposed preservation restrictions or maintenance requirements to be included in the historical property contract. The Planning Department shall forward the application and the recommendation of the Historic Preservation Commission to approve or modify a historical property contract to the Board of Supervisors. Failure of the Historic Preservation Commission to act within the 90-day time limit shall constitute a recommendation of disapproval for the purposes of this subsection, and the Planning Department shall notify the property owner in writing of the Historic Preservation Commission's failure to act; provided, however, that the Board of Supervisors by resolution may grant an extension of time to the Historic Preservation Commission for its review. If the Historic Preservation Commission recommends disapproval of the historical property contract, such decision shall be final unless the property owner files an appeal with the Clerk of the Board of Supervisors within 10 days of the final action of the Historic Preservation Commission or within 10 days of the Planning Department's notice of the Historic Preservation Commission's failure to act.\n     (c)     Budget Analyst Review. Upon receipt of the recommendation of the Historic Preservation Commission or upon receipt of a timely appeal, the Clerk of the Board of Supervisors shall forward the application and Assessor-Recorder's report to the Budget Analyst, who, notwithstanding any other provision of this Code, shall prepare a report to the Board of Supervisors on the fiscal impact of the proposed historical property contract. \n     (d)     Board of Supervisors Decision. The Board of Supervisors shall conduct a public hearing to review the Historic Preservation Commission's recommendation, the Assessor-Recorder's report if provided, the Budget Analyst's report, and any other information the Board requires in order to determine whether the City should execute a historical property contract for a particular property. The Board of Supervisors shall have full discretion to determine whether it is in the public interest to enter into a historical property contract regarding a particular qualified historical property. The Board of Supervisors may approve, disapprove, or modify and approve the terms of the historical property contract. Upon approval, the Board of Supervisors shall authorize the Director of Planning and the Assessor-Recorder to execute the historical property contract. \n(Added by Ord. 191-96, App. 5/22/96; amended by Ord. 271-09, File No. 091137, App. 12/18/2009; Ord. 190-12, File No. 120528, App. 9/11/2012, Eff. 10/11/2012)\n\n","heading":{"title":"71","chaptersection":"4","identifier":"71.4","catch_text":"APPROVAL PROCESS."}}