{"text":"\n     (a)     The historical property contract shall set forth the agreement between the City and the property owner that as long as the property owner properly rehabilitates, restores, preserves and maintains the qualified historical property as set forth in the contract, the City shall comply with California Revenue and Taxation Code Article 1.9 (commencing with Section 439) of Chapter 3 of Part 2 of Division 1, provided that the specific provisions of the Revenue and Taxation Code are applicable to the property in question. A historical property contract shall contain, at a minimum, the following provisions: \n          (1)     The initial term of the contract, which shall be for a minimum period of 10 years;\n          (2)     The owner's commitment and obligation to preserve, rehabilitate, restore and maintain the property in accordance with the rules and regulations of the Office of Historic Preservation of the California Department of Parks and Recreation and the United States Secretary of the Interior's Standards for the Treatment of Historic Properties; \n          (3)     Permission to conduct periodic examinations of the interior and exterior of the qualified historical property by the Assessor-Recorder, the Department of Building Inspection, the Planning Department, the Office of Historic Preservation of the California Department of Parks and Recreation and the State Board of Equalization as may be necessary to determine the owner's compliance with the historical property contract; \n          (4)     That the historical property contract is binding upon, and shall inure to the benefit of, all successors in interest of the owner; \n          (5)     An extension to the term of the contract so that one year is added automatically to the initial term of the contract on the anniversary date of the contract or such other annual date as specified in the contract unless notice of nonrenewal is given as provided in the Mills Act and in the historical property contract; \n          (6)     Agreement that the Board of Supervisors may cancel the contract, or seek enforcement of the contract, when the Board determines, based upon the recommendation of any one of the entities listed in Subsection (3) above, that the owner has breached the terms of the contract. The City shall comply with the requirements of the Mills Act for enforcement or cancellation of the historical property contract. Upon cancellation of the contract, the property owner shall pay a cancellation fee of 12.5 percent of the full value of the property at the time of cancellation (or such other amount authorized by the Mills Act), as determined by the Assessor-Recorder without regard to any restriction on such property imposed by the historical property contract; and \n          (7)     The property owner's indemnification of the City for, and agreement to hold the City harmless from, any claims arising from any use of the property. \n     (b)     The City and the qualified historical property owner shall comply with all provisions of the Mills Act, including amendments thereto. The Mills Act, as amended from time to time, shall apply to the historical property contract process and shall be deemed incorporated into each historical property contract entered into by the City. \n     (c)     The Planning Department shall maintain a standard form \"Historical Property Contract\" containing all required provisions specified by this section and state law. Any modifications to the City's standard form contract made by the applicant shall be subject to approval by the City Attorney prior to consideration by the Historic Preservation Commission and the Board of Supervisors.\n(Added by Ord. 191-96, App. 5/22/96; amended by Ord. 271-09, File No. 091137, App. 12/18/2009; Ord. 190-12, File No. 120528, App. 9/11/2012, Eff. 10/11/2012)\n\n","heading":{"title":"71","chaptersection":"5","identifier":"71.5","catch_text":"TERMS OF THE HISTORICAL PROPERTY CONTRACT."}}