{"text":"\n     (a)     The Board of Supervisors finds that residents who are required to vacate their units because an order to abate has been issued by the Director of the Department of Building Inspection (\"DBI\") or Director of Public Health (\"DPH\"), stating that there are unsafe housing conditions due to the presence of lead hazards or the unpermitted status or occupancy of the unit discovered as a result of a lead hazard inspection of the building pursuant to San Francisco Health Code \nArticles 11 and \n26, may experience relatively greater difficulty finding affordable replacement housing because of the expediency with which the displacement occurs. Moreover, an order to abate may require temporary vacation to protect occupant health and safety because the work necessary to make the unit habitable cannot be performed while the occupants remain in place. \n     (b)     The City and County of San Francisco has embarked on several ambitious programs to eradicate lead hazards throughout significant portions of the housing stock. Investigations under these enforcement programs are triggered by the presence of a child who is at risk for lead poisoning or when activities resulting in the disturbance of lead-based paint are performed so as to generate uncontrolled lead hazards. Many children at risk for lead poisoning reside in low-income households. Additionally, many of the housing units in which children at risk for lead poisoning reside are also units that are not safe for residential use or occupancy. \n     (c)     In order to insure that these enforcement efforts reach the greatest possible number of households with children at risk for lead poisoning and housing units with lead hazards, there must be incentives and protections for those occupants who, by reporting lead hazards, risk the temporary or permanent loss of their affordable housing. \n     (d)     The Board of Supervisors specifically finds that tenants displaced as a result of lead hazard relocation suffer a financial burden because of the acute lack of resources available for locating and securing suitable relocation housing. Additional hardship is often caused by lack of safe and decent comparably sized and located housing at an affordable rent. Local government has often assisted such displaced tenants with moving and associated relocation expenses. Resources to continue provision of this assistance have become increasingly scarce. Moreover, tenants displaced under these circumstances often require public health, transportation, storage and other public services on an interim basis, due to the health impacts of unsafe or hazardous housing. \n     (e)     The Board of Supervisors has determined that if a landlord is obliged under this Chapter and under \nChapter 37 of the San Francisco Administrative Code or any State or federal law to provide relocation assistance greater than that which is provided in this Chapter, the greatest amount of relocation assistance shall be made available. \n     (f)     In order to ensure that adequate relocation assistance is available to lawful tenants who are subject to lead hazard relocation and to provide that assistance in a manner that is as equitable as possible to the tenant, the landlord and the public at large, the Board of Supervisors finds and declares that this Chapter is necessary to protect and further the public health, safety and welfare. \n(Added by Ord. 400-96, App. 10/21/96; amended by Ord. 394-97, App. 10/17/97; Ord. 99-04, File No. 031992, App. 6/4/2004)\n\n","heading":{"title":"72","chaptersection":"1. ","identifier":"72.1. ","catch_text":"INTENT AND PURPOSE."}}