{"text":"\n     For the purpose of this Chapter, the following terms are as defined below: \n     Child At Risk For Lead Poisoning. A child up to 72 months of age. \n     Citing Department. The Department of Public Health or its successor agency and the Department of Building Inspection or its successor agency. \n     Director-DPH. Director of Public Health or his or her designee. \n     Director-DBI. Director of Building Inspection or his or her designee. \n     Household. An individual, two or more persons related by blood or marriage, or a group of persons who are not related by blood or marriage and who live together, before and after the relocation, in a dwelling unit or portion of a dwelling unit. \n     Landlord. An owner, lessor, or sublessor who receives or is entitled to receive rent for the use and occupancy of any dwelling unit or portion thereof, any nonresidential building, or any other premises in the City and County of San Francisco, and the agent, representative or successor of any of the foregoing. \n     Lead Hazard. Any condition that constitutes a nuisance in accordance with Section \n581(b)(10) of the San Francisco Health Code. \n     Lead Hazard Relocation. Relocation as a result of the presence of a lead hazard in the resident's unit or as a result of an lead hazard inspection of the building pursuant to the San Francisco Health Code, San Francisco Building Code or San Francisco Housing Code. \n     Notice to Vacate. Any notice or order issued by Department of Public Health or Department of Building Inspection that requires the temporary or permanent vacation of the unsafe residential unit or by the landlord in accordance with Section \n37.9(a)(14) of the San Francisco Administrative Code. \n     Order to Abate. Any notice or order to abate provided to a landlord or owner issued by the Department of Public Health, pursuant to Health Code Sections \n596, \n1628 or \n1630, the Department of Building Inspection, pursuant to San Francisco Building Code Section 102, subsequent to a lead hazard inspection which finds that there exists a lead hazard requiring corrective action or a failure to comply with the San Francisco Housing, Building, Plumbing, Electrical or Mechanical Codes due to an unpermitted residential use and occupancy. \n     Owner. Any person, agent, firm or corporation having a legal or equitable interest in a dwelling unit, building, or other premises. For purposes of this Chapter, the term \"owner\" shall not include entities such as banks or lending institutions holding equitable interests as security unless the entity is in actual physical control of the premises. \n     Proof of Compliance. Documentation, in such form as the citing department shall provide, that the lead hazards or conditions creating the unsafe unit have been abated pursuant to the terms and conditions of the order to abate. \n     Relocation Assistance. Benefits accruing to individual lawful occupants residing in unsafe residential units as defined herein. \n     Residential Unit. All residential dwelling units in the City and County of San Francisco together with the land and appurtenant buildings thereto, and all furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. \n     Right to Occupy. The right of a tenant to reoccupy the residential unit or portion of the dwelling unit from which the tenant was displaced pursuant to the terms and conditions of this Chapter. \n     Tenant. A person entitled by written or oral agreement, subtenancy or by sufferance, to occupy a residential dwelling unit to the exclusion of others. \n     Unsafe Residential Unit. A residential unit shall be deemed unsafe for the purposes of this Chapter only if it or the common area of the building or structure in which it is located is the subject of a notice by the Director-DPH for lead hazards or by the Director-DBI for violations of the San Francisco Housing, Building, Plumbing, Electrical or Mechanical Codes due to unpermitted residential use and occupancy, where the notice of violation from DBI or DPH resulted from an inspection for lead hazards. \n(Added by Ord. 400-96, App. 10/21/96; amended by Ord. 394-97, App. 10/17/97; Ord. 99-04, File No. 031992, App. 6/4/2004)\n\n","heading":{"title":"72","chaptersection":"2","identifier":"72.2","catch_text":"DEFINITIONS."}}