{"text":"\n     Relocation assistance shall be provided to any lawful occupant who has been served with a notice to vacate based on the presence of lead hazards. Any notice to vacate shall be written to the affected tenant(s), owner(s), and/or manager(s). Any notice to vacate pursuant to which a tenant is entitled to relocation assistance under this Chapter, must comply with the relevant provisions of Sections \n37.9(a)(10), (a)(11) or (a)(14) of the Administrative Code except that the landlord or owner is not obligated to pay relocation assistance as provided for in those Sections if the tenant receives relocation assistance pursuant to this Chapter. A notice to vacate based upon violations of \nArticles 11 or \n26 of the San Francisco Health Code of the San Francisco Building Code will not be valid unless an order to abate, mandating abatement of the unsafe conditions in the residential unit from which relocation must occur, has been issued by a citing department. \n     A landlord may elect to temporarily relocate lawful occupants pursuant to this Chapter for a period in excess of 30 days only if the conditions of Subsection (b) below are satisfied. A temporary relocation pursuant to this Chapter shall be subject to all rights and remedies provided by San Francisco Administrative Code Sections \n37.9(a)(11) or (a)(14) except for the payment of relocation assistance as provided therein; provided, however, that a tenant temporarily relocated under this Chapter shall be displaced only for the lesser of (1) the time mandated by the citing department in its order to abate or (2) three months. \n     For purposes of this Chapter, it shall be rebuttably presumed that a lawful occupant is entitled to relocation assistance prior to being required to vacate his or her unit if a landlord endeavors to recover possession of the unit within six months of the service of an order to abate by the citing department. This presumption shall not apply after the order to abate has been abated. \n     (a)     Notice to Vacate. In order for a lawful occupant to be eligible for relocation assistance, a landlord shall provide each lawful occupant in addition to any requirements for notice imposed by Sections \n37.9(a)(10), (a)(11) or (a)(14) of the San Francisco Administrative Code, a notice to vacate, that states that the unit must be vacated because it is an unsafe residential unit. A copy of the order to abate shall be attached to the notice to vacate. Each notice to vacate shall state its duration and that the occupant(s) are eligible for relocation assistance, and shall include a full description of the requirements and scope of that assistance, as described herein. It shall be rebuttably presumed that the notice provided by the landlord is valid. \n     (b)     Relocation Assistance Due to Tenants. Relocation assistance in the form of a relocation payment shall be provided by the landlord to each lawful occupant. A relocation payment shall be offered or provided where an order to vacate has been issued by a citing department. The amount of relocation assistance shall be based upon the length of time the tenant will be displaced from the unit; provided that in no event shall a tenant be entitled to receive relocation assistance provided by Sections \n37.9(a)(11) or \n37.9(a)(13) of the Administrative Code if the tenant receives relocation assistance pursuant to this Chapter. \n          (1)     Relocation Payment. The landlord shall provide a relocation payment, the amount of which is based upon the length of time the tenant will be displaced from the unit, to each tenant who is a member of the household which is being displaced. For relocation payments which involve calculations of assistance on a daily basis, displacement in excess of eight hours shall constitute one day's relocation benefits. \n               No landlord shall be required to provide relocation payments where the landlord offers the lawful occupants a comparable dwelling unit in the same building. \n               (A)     Short-Term Relocation. Short-term relocation shall apply only when the period of displacement will be up to 30 days. \n                    Short-term relocation payments shall be as follows: The lawful occupant shall receive a relocation payment not less than four days prior to the effective date of relocation, except that where an Emergency Order, as defined in San Francisco Health Code Section \n1630, or an order to vacate as defined in San Francisco Health Code Section \n596(c), has been issued, relocation assistance shall be paid immediately. \n                    (i)     The amount of the relocation payment shall be a minimum of $52 per person per day for temporary housing costs and a minimum of $12 per person per day for the costs of food, transportation and other quality of life services, not to exceed payment for more than four persons. Commencing July 1, 2004, these relocation payments shall increase annually at the rate of increase in the \"rent of primary residence\" and \"food at home\" expenditure categories of the Consumer Price Index for all Urban Consumers for the San Francisco-Oakland Metropolitan Area, U.S. Department of Labor, (CPI) for the preceding 12 months, as that data is made available by the U.S. Department of Labor. \n                         Payments shall be made for the estimated period of time that the tenant will be displaced; provided, however, that if the relocation period is extended beyond the initial payment period, payments shall be received in increments of not less than two days. \n               (B)     Moderate Term Relocation. Relocation payments for displacements 31 days or longer shall be as follows: Landlord shall provide relocation assistance in an amount equal to two months fair market rent, as stated in the most recent schedule maintained by the Department of Housing and Urban Development for a comparable residential unit; provided however that the maximum amount of relocation assistance a tenant is entitled to shall not exceed the fair market rent for a two-bedroom unit. Payment of this relocation benefit shall be made at the time Notice to Pay Relocation Benefits is served on the landlord and Order to Vacate is served on the tenant. For payments beyond the 60th day of relocation, said payment shall be made monthly not less than five days before the 1st of the following month. \n               (C)     Permanent Relocation. The landlord shall provide relocation assistance in an amount equal to five months' fair market rent, as stated in the most recent schedule maintained by the Department of Housing and Urban Development (HUD) for a comparable residential unit; provided however that the maximum amount of relocation assistance to which a tenant is entitled shall not exceed five months' fair market rent for a two-bedroom unit. This subsection shall apply whenever an order to abate cites an unlawful residential use and the landlord seeks to demolish or otherwise permanently remove the unit from housing use. Relocation payment under this subsection is an obligation separate from and additional to the refund of any security deposit pursuant to California Civil Code Section 1950.5, Chapter 49 of the San Francisco Administrative Code, or any other remedy available to the tenant by law. \n          (2)     Relocation upon Shortened Time. Upon the issuance of an order to vacate by the citing department requiring temporary vacation of a unit with less than 15 days' written notice, the landlord shall immediately pay to the tenant 25 percent of the per diem amount required by Subsection (A), multiplied by each day such notice was less than 15 days. This relocation payment is in addition to any other relocation payment as provided for herein. \n     (c)     Right to Reoccupy. Any tenant evicted or required to vacate under the provisions of this Chapter shall have the right of first refusal to reoccupy the unit or other portion of the residential structure from which the tenant was evicted or required to vacate. \n     In addition, the following procedures are to be followed in affording the right of reoccupancy to the displaced tenant. \n          (1)     The landlord, at the time the tenant vacates the unsafe residential unit, shall give written notice advising the tenant of his/her right to reoccupancy. The notice shall also include the landlord's residential or business address and telephone number. The notice shall be in the appropriate language of the affected tenant(s). \n          (2)     The tenant shall provide the landlord with his/her address and telephone number, which the landlord will use for future notification purposes. \n          (3)     Within 14 days of receipt of written notice from DPH that the violations have been abated or prior to the landlord's offering for rent or lease the unit or portion of the residential structure from which the tenant was displaced pursuant to this Chapter, whichever is sooner, the landlord shall notify the tenant that she or he may exercise his/her right to reoccupy. The notice shall be given by certified mail, return receipt requested, to the address provided by the tenant. The notice shall state that the tenant shall have 30 days from receipt of the landlord's notice of the tenant's right to reoccupy to notify the landlord of acceptance or rejection of the offer and, if accepted, the tenant shall reoccupy the unit within 45 days of receipt of the landlord's offer. \n          (4)     If the tenant does not respond to the notice within 30 calendar days of the date of mailing, or the landlord is unable to locate the tenant upon the exercise of good faith effort to do so, the landlord shall be deemed to have complied with this Section, and the tenant's right to reoccupy shall terminate. \n     (d)     Penalties For Failure To Make Relocation Payments. Whenever a landlord fails to make relocation payments in violation of the provisions of Administrative Code Section 72.2, the tenant may institute a civil proceeding for injunctive relief, money damages of not less than three times actual damages, (including damages for mental or emotional distress), and whatever other relief the court deems appropriate. In the case of an award of damages for mental or emotional distress, said award shall only be trebled if the trier of fact finds that the landlord acted in knowing violation of or in reckless disregard of Administrative Code Section \n72.2 herein. The prevailing party shall be entitled to reasonable attorney's fees and costs pursuant to order of the court. The remedy available under this section shall be in addition to any other existing remedies which may be available to the tenant. \n(Added by Ord. 400-96, App. 10/21/96; amended by Ord. 394-97, App. 10/17/97; Ord. 99-04, File No. 031992, App. 6/4/2004)\n\n","heading":{"title":"72","chaptersection":"3. ","identifier":"72.3. ","catch_text":"CONDITIONS FOR RELOCATION ASSISTANCE."}}