{"text":"\n     (a)     Any tenant who refuses to vacate within the time period stated on the notice to vacate pursuant to Section \n72.3(a) shall not be entitled to receive relocation assistance; provided that if the tenant has, after good faith efforts, been unable to obtain alternative housing, the landlord shall extend the time period in which to vacate by an additional 30 days and the tenant retains their right to receive relocation assistance as provided in this Chapter. \n     (b)     If the tenant has failed to pay rent due, a landlord may elect to deduct the amount of rent owed from the relocation assistance a tenant would otherwise be entitled to under this Chapter. If the landlord elects to offset the relocation payments, any dispute as to whether rent is due or the amount that is due shall be resolved in a court of competent jurisdiction. Upon final determination by the court, the landlord shall make relocation payments to the tenant less the amount of rent that was found to be lawfully owed to the landlord. Failure to make said payment shall be enforced pursuant to the remedies provided by Section \n72.6 herein. \n     (c)     If any tenant or guest or invitee of the tenant has created the lead hazard or has caused or substantially contributed to the conditions giving rise to the unsafe conditions necessitating relocation, the tenant shall not be entitled to receive relocation assistance. The landlord shall allege in the notice to vacate and, under penalty of perjury, state specific facts supporting the allegation that the tenant, or guest or invitee of the tenant, caused or substantially contributed to the conditions creating the lead hazards. The burden of proof shall be on the landlord to demonstrate the specific facts supporting the allegations. Should the landlord fail to provide such information, the tenant is entitled to damages equal to three times the relocation assistance the tenant is entitled to under this Chapter. Any dispute as to whether the tenant, or guest or invitee of the tenant caused or substantially contributed to the conditions creating the lead hazard shall be resolved in a court of competent jurisdiction. This exception shall apply only to payments subject to moderate term relocation, as defined in Section \n72.3(b)(1)(B) herein. \n     (d)     The tenant's knowledge of the status of the unit as an unsafe residential unit shall not disqualify a tenant from eligibility for relocation assistance provided by this Chapter. \n(Added by Ord. 400-96, App. 10/21/96; amended by Ord. 394-97, App. 10/17/97)\n\n","heading":{"title":"72","chaptersection":"4","identifier":"72.4","catch_text":"EXCEPTIONS TO PAYMENT OF RELOCATION ASSISTANCE."}}