{"text":"\n     (a)     Purpose. It is the purpose of this Chapter to provide a just, efficient and practical method of abating unsafe or substandard housing conditions attributable to the presence of lead hazards in a unit occupied by a lead-poisoned child; to be cumulative, and in addition, to any other remedy available at law or equity for said abatement; to encourage full and expedient compliance by landlords with the standards for lead-safe dwellings, as set forth in \nArticle 26 of the San Francisco Health Code. \n     (b)     Scope. This Chapter shall apply to all residential units in all existing buildings, structures, and premises which consist of or contain one or more rental units, as defined herein. The remedy provided by this Chapter shall be in addition to those remedies for failure to perform ordinary repair and maintenance which results in abatement of lead hazards, as defined by \nArticle 26 of the Health Code, and those remedies provided by \nChapter 37, San Francisco Administrative Code (\"\nChapter 37\"); provided, further that nothing in this Chapter shall alter, enlarge or modify the scope of \nChapter 37. \n     (c)     Role of Director of Public Health. The Director of Public Health, or his or her designee, shall be responsible for carrying out the provisions of this Chapter. The Director is hereby authorized to issue orders and promulgate policies, rules and regulations to effectuate the purposes of this Chapter by conducting studies and investigations and holding such public hearings as are deemed necessary to promulgate, administer and enforce any regulation, rule or order adopted pursuant to this Chapter. \n     (d)     Other Provisions of the San Francisco Municipal Code Unaffected Hereby. Adoption of this Chapter shall not be deemed to repeal directly or by implication any other provision of the San Francisco Municipal Code, and the adoption hereof shall not affect or diminish the power or authority of an officer or employee of the City to condemn, demolish, vacate or repair any building or structure erected or maintained in violation of any provision of said Municipal Code or to cause the condemnation, demolition, vacation or repair of the same. The administration and application of the provisions of this Chapter shall not be construed as constituting ownership, operation, or management by the City and County of San Francisco (\"City\") of any building. In addition: nothing in this Chapter shall be construed to cause the City, its agents, employees or officers, to be agents, employees, partners, or joint ventures of a landlord, a tenant or any interested party who receives funds from the REAP Trust Fund. \n     (e)     Cumulative Nature of Remedies and Penalties. Unless otherwise expressly provided, the remedies and penalties provided by this Chapter are cumulative to each other and to any other remedies or penalties available under law. \n(Added by Ord. 398-96, App. 10/21/96)\n\n","heading":{"title":"74","chaptersection":"1","identifier":"74.1","catch_text":"GENERAL."}}