{"text":"\n     The following words and phrases, whenever used in this Chapter, shall be construed as defined in this Section: \n     Citing Department. The Childhood Lead Prevention Program within the Department of Public Health or its successor agency and the Department of Building Inspection or its successor agency. \n     Director-DBI. Director of Building Inspection or his or her designee. \n     Director-DPH. Director of Public Health or his or her designee. \n     Interested Party. Any person, firm, corporation, partnership, or other entity having a recorded interest in the real property which is the subject of abatement action or participating in the Rent Escrow Account Program, including but not limited to judgment liens, mechanics' liens, and liens for payment of family support. \n     Landlord. An owner, lessor, or sublessor (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use and occupancy of any residential unit or portion thereof, or the agent, representative, or successor of any of the foregoing. \n     Proof of Compliance. Documentation, in such form as the citing department shall provide, that the lead hazards described in the order or citation have been fully abated. The Director-DPH, by regulation, may specify the acceptable evidence for proof of compliance. The burden is on the landlord or the interested party to obtain and provide to the Director any proof of compliance. \n     REAP. Rent Escrow Account Program, as provided by this Chapter, which results in the creation of individual escrow accounts, comprised of monthly rental payments by tenants occupying unsafe residential units, the deposits of which are to be used for the abatement of lead hazards in said unsafe residential units. \n     Residential Unit. All residential dwelling units in the City and County of San Francisco, together with the land and appurtenant buildings, structures, or premises thereto, which consist of or contain one or more rental units, including the housing services, furnishings and facilities supplied in connection with the residential use or occupancy. \n     Tenant. A person entitled to use or occupy a residential unit by written or oral agreement, including a tenant, subtenant, or any person whose right to occupancy is through sufferance. \n     Unsafe Residential Unit. A residential unit shall be deemed unsafe for the purposes of this Chapter only if it is the subject of a citation or order issued by the citing department and is deemed a nuisance pursuant to \nArticle 26 of the Health Code. \n(Added by Ord. 398-96, App. 10/21/96)\n\n","heading":{"title":"74","chaptersection":"2. ","identifier":"74.2. ","catch_text":"DEFINITIONS."}}