{"text":"\n     (a)     Consideration by Director-DPH for Placement in REAP. The Director-DPH may use the REAP process to abate lead hazards found in any building. Consideration of a placement of a building in REAP must take place no more than 10 days from the expiration of the period allowed for compliance with an order or citation issued by the citing department where the unsafe conditions listed on such order remain, or 90 days after the date such order or citation was issued, whichever occurs first. Funds available to abate lead hazards through the REAP process shall consist of all monthly rental deposits made into REAP accounts by eligible tenants and may also include monies made available for this purpose from the Health Code \nArticle 11 abatement fund (\"Payment of Property Owner's Delinquencies for Abatement and Removal of Nuisances\"). \n     Before any funds can be expended by the City, the Director shall review a description of the unsafe conditions, including their location within the premises, and any other information as required by such regulations as the Director-DPH may promulgate. In any actions or proceedings pursuant to this Chapter, a recommendation to use REAP shall not be invalidated solely because required information is not reviewed, is inaccurate or is incomplete. \n     (b)     Notice of Decision to Use the REAP Process to Abate Lead Hazards. Within three days of deciding to use the REAP process to abate the lead hazards, the Director-DPH shall provide his/her decision in writing to: the landlord, tenants, any interested parties and any other person who has requested such notification. \n     (c)     Manner of Giving Notice. Notice of the decision to utilize the REAP process may be given either by personal delivery to the landlord, or by deposit in the United States mail in a sealed envelope, postage prepaid, to the address known to the citing division or department, or if not known, to the address as shown on the last equalized assessment roll. Service by mail shall be deemed complete at the time of deposit in the United States mail. The failure of any landlord or other person to receive such notice shall not affect in any manner the validity of any of the proceedings or action taken hereunder. Proof of giving any such notice may be made by a declaration signed under penalty of perjury by any employee of the City. \n(Added by Ord. 398-96, App. 10/21/96; amended by Ord. 328-00, File No. 001923, App. 12/18/2000)\n\n","heading":{"title":"74","chaptersection":"5","identifier":"74.5","catch_text":"PRECERTIFICATION PROCEDURES."}}