{"text":"\n     (a)     Notice of Appeal; Time Limits. An appeal shall be made by filing with the Commission a Notice of Appeal on a form authorized by the Commission, together with the applicable filing fee and such other information as the Commission may require. The Notice of Appeal shall set forth a concise statement of the issues and must be filed within fifteen (15) calendar days of the date the Department mails its written decision or determination. A Department's failure to render a written decision or determination is appealable by the applicant fifteen (15) working days after he or she has requested a written decision or determination from the Department. \n     (b)     Rejection of Appeal.\n          (1)     Notice to Appellant. If the Commission Secretary rejects an appeal for lack of jurisdiction or for failure to submit the appropriate filing fee or required documentation, the Secretary shall send notice of the rejection and reasons therefor to the appellant or appellant's authorized agent by certified mail within five (5) days of the filing of the appeal. If the reason for rejection is an incomplete submittal, the Secretary shall include in the notice a list of all documents, materials, and other information needed to complete the appeal. Filing of the appeal shall be considered timely so long as the Notice of Appeal and applicable filing fee are submitted within the fifteen-day appeal period. \n     The Secretary may not reject an appeal if the required notice is not sent to the appellant within five days of the filing. The Secretary's failure to act, however, shall not confer jurisdiction upon the Commission where none exists nor prohibit the Commission from requiring additional documentation or other information from the appellant. \n          (2)     Request for Jurisdiction. If the Commission Secretary has rejected an appeal for any reason, or if the 15-day appeal period has expired, the appellant may request the Commission to grant jurisdiction by filing a Request for Jurisdiction on a form authorized by the Commission, together with the applicable filing fee and such other information as the Commission may require. A Request for Jurisdiction shall be filed within fifteen (15) calendar days of the date the Commission Secretary has rejected an appeal or within fifteen (15) calendar days after the appellant has actual or constructive knowledge of the right to appeal. The Commission may grant jurisdiction for an appeal filed beyond the 15-day appeal period only upon a showing by the appellant that the delay in filing the appeal was due to misrepresentation, mistake, or other error on the part of the City. However, a showing that a Department failed to provide notice of the right to appeal required by Section \n77.8(b) shall require the Commission to accept an appeal beyond the 15-day appeal period. \n     (c)     Scheduling of Appeals. The date, time, and place of a hearing on an appeal or request for jurisdiction shall be fixed within three (3) working days after the Commission Secretary determines the filing to be complete, and the appeal shall be heard within forty (40) calendar days thereafter. Once an appeal has been calendared for a hearing by the Commission, the matter shall not be continued except in cases where the Commission's meeting has been canceled or the appellant or appellant's authorized agent has submitted a written request for continuance. Notice of a continued date shall be mailed to all parties who received notice of the original hearing date. \n     (d)     Suspension of Action Being Appealed. Upon the filing of a Request for Suspension by the appellant or the appellant's authorized agent on a form authorized by the Commission, the Commission Secretary shall issue to the applicable Department a written notice of suspension of the decision being appealed. The suspension shall take immediate effect unless said Department makes a written finding that such suspension would cause or is causing a public hazard. The Department's finding shall be submitted to the Commission Secretary promptly upon its having been made, and the finding shall be affirmed or denied by the Commission at its next regularly scheduled meeting. Except as provided above, a suspension shall remain in place until the Commission has rendered a final decision on the appeal. \n     (e)     Hearing and Decision. Upon the hearing of any appeal taken pursuant to this Chapter, the Commission may, subject to the same limitations as are placed upon the Department by law, approve, disapprove or modify the decision or determination being appealed. The Commission shall render its decision in writing within ninety (90) calendar days of the first hearing and shall set forth, as part of its decision, findings and facts sufficient to establish that the Department has or has not made an error, abused its discretion or complied with the law. \n     (f)     Limits on Commission's Appellate Powers. In exercising its appellate powers under this Chapter, the Commission shall have, except as provided in this section, no more authority than is granted to local enforcement agencies by California statute, the regulations contained within Title 24 of the California Code of Regulations and the Model Codes adopted pursuant thereto. \n     The Commission is not authorized to waive provisions of the Building, Electrical, Housing, Mechanical, or Plumbing Codes. However, the Commission may grant a modification to those Codes in an individual case upon a finding that a special circumstance makes compliance with the strict letter of the Codes impractical; provided that such modification is in conformance with the intent and purpose of the Codes, and further provided that the modification does not lessen any fire-protection requirement or any degree of structural integrity and will not result in a condition that is less safe or less desirable from the point of view of public safety. The Commission shall have no appellate powers over decisions or determinations made by the San Francisco Fire Department when that Department has been given exclusive enforcement jurisdiction by California law or the San Francisco Charter. \n     Notwithstanding any of the above, the Commission shall have the authority to interpret the administrative provisions of the above-enumerated Codes. \n     (g)     Request for Rehearing. Any party to the appeal may request the Commission to rehear the matter by filing a Request for Rehearing on a form authorized by the Commission together with the applicable filing fee. The Request for Rehearing shall be filed within ten (10) calendar days of the Commission's action on the appeal, and shall set forth new evidence or legal error as the grounds for rehearing. The Commission may grant rehearings by the vote of four members. \n     (h)     Abatement Appeals. Notwithstanding any of the above, the provisions of Building Code Section 105.2 shall govern the appeal of an abatement action wherever they conflict with this Chapter. \n(Added by Ord. 160-99, File No. 990798, App. 6/11/99)\n\n","heading":{"title":"77","chaptersection":"5. ","identifier":"77.5. ","catch_text":"APPEAL PROCEDURES."}}