{"text":"\n     (a)     Commission Notices. Promptly upon the Commission Secretary's having determined that the filing of a Notice of Appeal, Request for Jurisdiction, Request for Suspension, or Request for Rehearing is complete, the Secretary shall send a copy of said notice or request to the Department whose decision or determination is being appealed and shall mail the notice to the owner or owners of the affected property, if any, and to any persons who have filed with the Secretary a written request for notification. Timely notices of the date, time and place of a Commission hearing on the matter shall be sent to the Department and mailed to the appellant, owner or owners of the affected property, persons on the Department's list furnished to the Commission pursuant to Section \n77.7(a), and other persons who have filed a written request for notice of the hearing. \n     (b)     Department Forms and Informational Materials. Notice of a right to appeal to the Commission shall be printed on all materials used by a Department to process requests for decisions or determinations that are subject to such appeal pursuant to San Francisco Charter Section \nD3.750-4 and this Chapter. Such materials shall include, but not be limited to: (1) permit application, inspection and other forms, and (2) informational materials provided to persons seeking a decision or determination from the Department. \n     The notice shall be printed in bold face type of not less than eighteen (18) points. The notice for all Departments shall state: \"As provided by San Francisco Charter Section \nD3.750-4 and San Francisco Administrative Code \nChapter 77, decisions or determinations made by this Department regarding applications for permits under the San Francisco Building, Electrical, Housing, Mechanical, and Plumbing Codes, excluding decisions appealable to the Access Appeals Commission or the Board of Appeals, are appealable to the Building Inspection Commission within fifteen (15) calendar days of the date this decision or determination was mailed.\" Notices for the Department of Building Inspection shall add the information that decisions or determinations made in the enforcement of the above enumerated Codes and other laws that it enforces are appealable to the Commission. The Department of Public Works shall add the information that decisions or determinations made on sidewalk and encroachment permits and all other decisions necessary for the completion and occupancy of buildings or structures pursuant to the above-enumerated Codes which are not appealable to the Board of Appeals or have not been appealed to the Board of Supervisors pursuant to the Public Works Code are appealable to the Commission. \n     (c)     Department Decisions. All Department decisions or determinations subject to an appeal to the Commission pursuant to San Francisco Charter Section \nD3.750-4 and this Chapter shall include notice of the right to appeal using the language set forth in (b) above. \n(Added by Ord. 160-99, File No. 990798, App. 6/11/99)\n\n","heading":{"title":"77","chaptersection":"8","identifier":"77.8","catch_text":"REQUIRED NOTICES."}}