{"text":"\n     The people of the City and County of San Francisco are entitled to fair, open, publicly accessible and equitable processes for the review and approval of permit applications by City and County departments and have a right to expect that City and County departments will provide the same high level of service to all customers with properly filled-out and filed permit applications regardless of whether they hire permit consultants to facilitate approval of their permit applications. Public disclosure of efforts by permit consultants to obtain permits issued by City departments on behalf of clients is essential to protect public confidence in the responsiveness and integrity of government and will limit the ability of permit consultants to obtain or create the appearance of obtaining preferential treatment from City and County officers and employees during permit review and approval processes. Providing open, public access to a system that tracks the status of pending permits in the Department of Building Inspection (\"DBI\") and the Planning Department will facilitate the public's ability to know the status of permits as well as the speed and efficiency with which DBI processes those permits. An online tracking system and robust use of technology will make permit processing transparent for the citizens of San Francisco. DBI has engaged the services of the Department of Telecommunications and Information Services (\"DTIS\") and has developed a management information services (\"MIS\") strategic plan to assist DBI in meeting its three primary goals: effective enforcement; effective provision of services; and, the fair and safe enforcement of building codes and provision of services, including the promotion of fairness in all aspects of service delivery and administration of DBI. DBI shall coordinate with other departments, including the Planning Department, so that permits can be tracked when they are pending at either DBI or the Planning Department. The purpose of this \nChapter 78 is to require DBI to provide a transparent and publicly accessible permit tracking system, to ensure that DBI makes expeditious progress in making its permit processes transparent for the public and to track the progress of DBI's implementation of its MIS strategic plan. \n(Added by Ord. 112-04, File No. 040539, App. 7/1/2004)\n\n","heading":{"title":"78","chaptersection":"1. ","identifier":"78.1. ","catch_text":"PURPOSE."}}