{"text":"\n     For purposes of this Chapter, the following definitions shall apply: \n     (a)     \"Approve\" or \"approval\" shall mean an action by a City officer, department, board or commission sponsoring a City project in which a final commitment is made by such sponsoring officer, department, board or commission to fund or undertake a City project. Such approval may include, but is not limited to, a decision to award a grant for a City project at a specific site, or to purchase or acquire an interest in particular real estate to locate a City project. Approval shall not include a decision to undertake a preliminary study of one or more potential sites for a City project. Approval shall refer only to the actions of the sponsoring officer, department, board or commission. \n     (b)     \"City project\" shall mean the following:\n          (i)     A project that:\n               (A)     Involves new construction, a change in use, or a significant expansion of an existing use at a specific location; and\n               (B)     Houses City operations at, or provides services or assistance from, such specified location; and\n               (C)     Is undertaken directly by the City or any of its officers, departments, boards or commissions; or by an agent, contractor, service provider, or other person that receives $50,000 or more in City funding for the construction and related work associated with the project and/or operating expenses for the project at such fixed location. \n          (ii)     \"City project\" shall include, but is not limited to, administrative offices, housing and other residential projects, and programs that provide services or assistance for the benefit of all or some members of the public from a fixed location. \n     (c)     \"City funding\" shall mean funding provided directly by the City or administered by the City through the use of federal, state or other funding sources. \n     (d)     \"Significant expansion of existing use\" shall mean the lesser of an addition amounting to 50 percent of gross floor area, or 1,500 square feet or more of gross floor area, as determined by the Zoning Administrator in accordance with Section \n102.9 of the San Francisco Planning Code. \n(Added by Proposition I, 6/2/98)\n\n","heading":{"title":"79","chaptersection":"2","identifier":"79.2","catch_text":"DEFINITIONS."}}