{"text":"\n     Those City projects subject to this Chapter shall comply with the following signposting requirements: \n     (a)     Posting. At least 15 days prior to consideration of approval of a City project, the City officer, department, board or commission considering such approval shall post a sign on the property on which the City project is proposed. Such a sign shall be posted through the date of approval or disapproval of the City project by the sponsoring City entity. \n     (b)     Location of Sign. The sign shall meet the following requirements: \n          (1)     The sign shall be posted inside of windows that are no more than six feet back from the property line, where the windows are of sufficient size to accommodate the sign. The bottom of the sign shall be no lower than four feet above grade and the top of the sign shall be no higher than eight feet six inches above grade. The sign shall not be obstructed by awnings, landscaping, or other impediment and shall be clearly visible from a public street, alley, or sidewalk. \n          (2)     In the absence of windows meeting the above criteria where the building facade is no more than nine feet back from the property line, the sign shall be affixed to the building, with the bottom of the sign being at least five feet above grade and the top of the sign being no more than seven feet six inches above grade. The sign shall be protected from the weather as necessary. The sign shall not be obstructed by awnings, landscaping, or other impediment, and shall be clearly visible from a public street, alley, or sidewalk. \n          (3)     Where the structure is more than nine feet from the property line the sign shall be posted at the property line with the top of the sign no more than six feet and no less than five feet above grade. Such signs shall be attached to standards and shall be protected from the weather as necessary. \n          (4)     If no structures occupy the property, signs shall be posted sufficiently to provide adequate notice to the public. The Director of Administrative Services shall be responsible for determining the number of signs to be posted on such property. \n     (c)     Contents and Size of Signs. The sign shall be at least thirty inches by thirty inches. The sign shall be entitled NOTICE OF INTENT TO APPROVE A CITY PROJECT AT THIS LOCATION. The lettering of the title shall be at least 1¼-inch capital letters. All other letters shall be at least ¾-inch uppercase and ½-inch lowercase. The sign shall provide an identification of: the officer, department, board or commission that will determine whether to approve the City project; the date upon which approval will be considered; and the procedure for obtaining additional information or submitting comments, which shall include, but not be limited to, a local contact person and telephone number where that person may be reached. \n     (d)     Production of Signs. The Director of Administrative Services shall develop a standardized sign that may be used to satisfy this Section. The Director of Administrative Services may charge a fee sufficient to cover the costs of producing such signs. \n(Added by Proposition I, 6/2/98)\nEditor's Note:     See also \nCh. 79A (\"Additional Preapproval Notice for Certain City Projects\"), Sec. \n79A.4 (\"Signposting Requirements\").\n\n","heading":{"title":"79","chaptersection":"5. ","identifier":"79.5. ","catch_text":"SIGNPOSTING REQUIREMENTS."}}