{"text":"\n     (a)     Subject to the provisions of subsection (b), no City officer, department, or agency shall publish, print or otherwise reproduce on paper multiple copies of any report, memorandum, study, form, or other document for general distribution, including an annual report required under Section \n1.56, where the document is more than 10 pages in length. The officer, department, or agency shall instead distribute copies of such documents electronically. Transmission of an electronic copy of the document to the appropriate person shall satisfy any requirement of the Municipal Code that a City officer, department, or agency submit or file the document. \n     (b)     The City Administrator may waive the requirements of subsection (a) in whole or in part where an officer, department, or agency demonstrates that the use of paper copies is required by law or standard business practice, or that the use of paper copies will best inform members of the public. \n     (c)     The City Administrator may adopt regulations to implement this Section, including regulations addressing the publication of particular classes of documents. Nothing in this Section shall prohibit a City officer or employee from printing a copy of any document for individual use, or upon request from a member of the public. \n     (d)     Notwithstanding the provisions of subsection (a), boards, commissions, committees or other meeting bodies subject to the Brown Act or the Sunshine Ordinance may provide paper copies of their agenda and related materials to the general public, as well as provide paper copies of their agenda and related materials to their members upon request. \n     (e)     It shall be City policy that where a City officer, department, or agency does publish, print or otherwise reproduce on paper multiple copies of any report, memorandum, study, form, or other document for general distribution under subsections (b), (c), or (d), the officer, department, or agency shall use the City's central print facility to reproduce the document. \n(Added by Ord. 316-10, File No. 101098, App. 12/21/2010)\n\n","heading":{"title":"8","chaptersection":"12.5","identifier":"8.12.5","catch_text":"ELECTRONIC DISTRIBUTION OF MULTI-PAGE DOCUMENTS."}}