{"text":"\n     (a)     The Medical Examiner is hereby authorized to charge fees to defray the cost of the issuance of the following mentioned documents and the providing of the following services. Any persons requesting or requiring such documents or services shall pay the following fees: \n\nProof of death letter\n$7.00\nStatement to attending physician at death\n7.00\nNon-contagious letter\n7.00\nCertified copy of Medical Examiner's report\n34.00\nCopy (not certified) of Medical Examiner's report\n15.00\nDisaster bags for decomposed, accident or infectious cases\n49.00\nForensic autopsy performed on non-Medical Examiner's cases or outside County\n3,274.00\nX-rays\n113.00\nCopies of X-rays\n24.00\nRe-cut microscopic slides\n24.00\nOutside use of facilities for identification of remains\n34.00\nStorage of remains for funeral directors for other than Medical Examiner's cases, per day\n56.00\nRemoval of remains at Medical Examiner's Office prior to completion of investigation (Gov. Code § 27472), Medical Examiner's cases. (The charge, if not paid, may be considered a part of the funeral expense and paid as a preferred charge against the estate of the decedent.) \n461.00\nStorage of remains following completion of investigation and notification of family or funeral director of completed investigation, Medical Examiner's cases, per day \n56.00\nRemoval and storage of remains from rest homes or other agencies that have no facilities for cold storage\n113.00\nDirect cremation of remains\n873.00\nForensic alcohol report\n12.00\nSupporting documentation for results of forensic alcohol report\n7.50\nSpecimen storage\n28.00 per month\nCourt and deposition testimony; consultation/staff\n225.00/hour**\nCourt and deposition testimony; consultation/toxicologist\n282.00/hour**\nCourt and deposition testimony; consultation/toxicologist (Ph.D.)\n400.00\nCourt and deposition testimony; consultation/forensic pathologist\n584.00/hour**\nCourt and deposition testimony; consultation/investigator\n282.00/hour**\nDrug screening in blood or urine by ELISA (4 common drug categories)\n400.00\nDrug screening in blood or urine by ELISA (8 common drug categories)\n600.00\nDrug screening in blood or urine by ELISA (12 common drug categories)\n800.00\nDrug screen in blood or urine by GC/MS\n1,200.00\nDrug confirmation in urine, per drug\n300.00\nDrug confirmation and quantization in blood, per drug\n300.00\nDrug screening in gastric contents or tissue by GC/MS\n1,500.00\nDrug confirmation in gastric contents or tissue, per drug\n400.00\nDate rape drug screening in urine\n1,200.00\nDate rape drug confirmation in urine, per drug\n300.00\nDrug screening and confirmation in hair, per hair specimen\n4,000.00\nDecedent's property mailing fee\n40.00\nHistology service for outside agencies, including overnight processing, embedding, cutting, routine H & E staining and coverslipping, per 4 cassettes \n120.00\nForensic alcohol analysis for outside agencies, per case\n160.00\nDrug screening and confirmation in nails, per nail specimen\n1,143.00\n*Court travel, and expert fees will be added. \n**Travel and accommodation charges will be the responsibility of requesting agency. \n          All cases brought into the Medical Examiner's Office facility shall be billed for transportation, personnel handling, and storage costs, except for the following categories of cases: \n          (1)     Decedents under 14 years of age;\n          (2)     Homicides;\n          (3)     In custody or police-involved cases;\n          (4)     Indigents (County disposition);\n          (5)     Cases in which private charitable funds available to pay funeral costs would thereby be reduced so as to preclude payment;\n          (6)     Cases specifically exempted by the Medical Examiner or his designee.\n     (b)     Beginning with fiscal year 2003-2004, fees set in this Section may be adjusted each year, without further action by the Board of Supervisors, to reflect changes in the relevant Consumer Price Index, as determined by the Controller. \n          No later than April 15th of each year, the Medical Examiner's Office shall submit its current fee schedule to the Controller, who shall apply the price index adjustment to produce a new fee schedule for the following year. \n          No later than May 15th of each year, the Controller shall file a report with the Board of Supervisors reporting the new fee schedule and certifying that: (a) the fees produce sufficient revenue to support the costs of providing the services for which each fee is assessed, and (b) the fees do not produce revenue which is significantly more than the costs of providing the services for which each fee is assessed. The Controller shall, if necessary, adjust the fees upward or downward for the upcoming fiscal year as appropriate to ensure that the Medical Examiner's Office recovers the costs of operation without producing revenue that is significantly more than such costs. The adjusted rates shall become operative on July 1. \n     (c)     All fees received for documents and services mentioned in this Section shall be deposited with the Treasurer and shall be used to defray the costs incurred by the Medical Examiner in issuing such documents or providing such services. \n(Amended by Ord. 231-82, App. 5/13/82; Ord. 120-87, App. 4/17/87; Ord. 222-92, App. 7/14/92; Ord. 169-95, App. 5/26/95; Ord. 384-96, App. 10/16/96; Ord. 156-02, File No. 021080, App. 7/12/2002; Ord. 163-04, File No. 040750, App. 7/22/2004; Ord. 177-05, File No. 050984, App. 7/29/2005; Ord. 182-07, File No. 070808, App. 8/3/2007; Ord. 167-09, File No. 090721, App. 7/21/2009) \n\n","heading":{"title":"8","chaptersection":"14. ","identifier":"8.14. ","catch_text":"MEDICAL EXAMINER'S FEES FOR COPIES OF DOCUMENTS AND CERTAIN SERVICES."}}