{"text":"\n     It shall be the duty of every official, board, commission or department, who or which publishes an annual report or other official published documents in hard copy, relative to the affairs under his or her or its control or related to his or her or its functions, to file at least two copies thereof with the Documents Department of the San Francisco Public Library within 10 days after publication of each such report or document. For annual reports posted on the City's website in accordance with Administrative Code Section \n1.56, or other documents that are posted electronically, but not printed, posting the document and transmitting the Uniform Resource Location (URL) of the document to the Documents Department within 10 days after final approval of the report or other document shall constitute compliance with this paragraph. \n     Further, it shall be the duty of the secretary or other executive officer of each board, commission or committee thereof, to file with the Documents Department two copies of the agenda of each regularly scheduled meeting of such board, commission or committee thereof, at least 72 hours prior to the time of such meeting. For special meetings of boards, commissions or committees, the agenda shall be filed with the Documents Department not less than 24 hours prior to the meeting. In addition, such secretary shall file with the Documents Department two copies of the minutes of the action taken at any meeting of such board, commission or committee thereof within 10 days of the date of such meeting. Any corrections, additions or amendments to said minutes shall be filed with the Documents Department within five working days after the date of any such correction, addition or amendment. The Documents Department shall retain such copies of agendas and minutes for a minimum period of 90 days. \n     The City Librarian shall designate a place in the central public library, accessible to the public, for the posting of agenda filed with the City Library pursuant to this Section. The City Librarian shall cause such agenda to be posted immediately upon receipt. \n     The reports or documents required to be filed pursuant to the provisions of this Section shall be made available by the Documents Department for reference thereto by the People of the City and County. \n     Any violation of the provisions of this Section on the part of any elective officer or any member of any board or commission shall be deemed to be official misconduct and any violation of the provisions of this Section on the part of any employee shall be deemed to be inattention to duties and considered cause for suspension or dismissal from service. \n     The provisions of this Section shall be deemed directory only. Failure to comply with the provisions of this Section shall not provide a basis for invalidating any action taken. \n(Amended by Ord. 51-87, App. 2/27/87; Ord. 14-03, File No. 021815, App. 1/31/2003)\n\n","heading":{"title":"8","chaptersection":"16","identifier":"8.16","catch_text":"FILING OF ANNUAL REPORTS AND OFFICIAL DOCUMENTS WITH SAN FRANCISCO PUBLIC LIBRARY."}}