{"text":"\n     (a)     Authority. The Library Commission is hereby authorized to publish and sell, at no cost to the City and County, periodicals, monographs, pamphlets and books so published relating only to library subjects, San Francisco area subjects and San Francisco Library authorship as approved by the Library Commission. \n     (b)     Establish Fund. There shall be established in the treasury of the City and County of San Francisco a special fund to be known and designated as the Library Publication Fund into which shall be deposited all monies received from the sale of any and all periodicals, monographs, pamphlets and books published pursuant to the authority herein contained. \n     The Library Commission is hereby authorized to accept any gift, devise or bequest for this purpose. \n     (c)     Use of Money in Publication Fund. The monies received into the publication fund are hereby appropriated exclusively for the purpose of publishing and selling the items authorized and approved by the Library Commission. \n     (d)     Administration of an Expenditure from Publication Fund. The sales price for said items shall be fixed by the Library Commission. Balances not in excess of $10,000 remaining in the fund at the close of any fiscal year shall have been deemed to have been provided for a specific purpose within the meaning of Section 6.306 of the Charter, and shall be carried forward and accumulated in said fund for the purposes recited herein. Monies in excess of $10,000 shall be transferred to the General Fund. \n     The Library Commission shall annually submit in writing to the Mayor, to the controller and to the Board of Supervisors a report showing the total receipts and disbursements of the preceding year together with a description of the items published. \n(Added by Ord. 73-71, App. 3/25/71; amended by Ord. 156-99, File No. 990743, App. 6/2/99)\n\n","heading":{"title":"8","chaptersection":"21-1. ","identifier":"8.21-1. ","catch_text":"ESTABLISHMENT OF A LIBRARY PUBLICATION FUND."}}