{"text":"\n     (a)     Establishment of Fee. Pursuant to Section 27388 of the California Government Code, there is hereby established a fee of $3.00 that shall be paid to the Recorder at the time of recording every real estate instrument, paper, or notice required or permitted by law. This fee may be adjusted by the Controller, upon notice from the District Attorney, that the allowable recordation fee has been increased. Such fee shall be collected, administered, and expended in accordance with Section 27388 of the California Government Code. Money collected pursuant to this Section shall be used to fund programs to enhance the capacity of local police and prosecutors to deter, investigate, and prosecute real estate fraud crimes and other purposes hereafter authorized by State law. \n     (b)     Real Estate Fraud Prosecution Trust Fund Committee. There is hereby established a Real Estate Fraud Prosecution Trust Fund Committee (\"Committee\") composed of the District Attorney, City Administrator, and City Attorney, each of whom may appoint an appropriate representative to serve on the committee. The Committee shall review applications and make determinations by majority vote as to the award of funds using the procedures and criteria required by Section 27388 of the California Government Code. \n     (c)     Annual Review. The Board of Supervisors shall annually review the effectiveness of the District Attorney in deterring, investigating, and prosecuting real estate fraud crimes based upon information provided by the District Attorney in an annual report submitted to the Board of Supervisors in accordance with Section 27388(d) of the Government Code. \n     (d)     Administration of Funds. Pursuant to Section 27388(g) of the Government Code, no money collected pursuant to this Section shall be expended to offset a reduction in any other source of funds. Funds from the Real Estate Fraud Prosecution Trust Fund shall be used only in connection with criminal investigations or prosecutions involving recorded real estate documents. \n     (e)     Monies in this fund, including all interest earned, shall be deemed provided for specific purposes, as stated in this ordinance, and shall be carried forward at the end of each fiscal year, consistent with the provisions of the City Charter. \n(Added by Ord. 413-97, App. 10/31/97; Ord. 70-10, File No. 100045, App. 4/8/2010)\n\n","heading":{"title":"8","chaptersection":"24-5. ","identifier":"8.24-5. ","catch_text":"REAL ESTATE FRAUD PROSECUTION RECORDATION FEE."}}