{"text":"\n     (a)     In addition to all other fees authorized by law for the recording, filing, or indexing of instruments, papers or notices for record, pursuant to Subdivisions (b) and (c) of Section 27361.4 of the California Government Code, the Recorder is hereby authorized to charge the following additional fees: \n          (i)     A fee of $1 for the filing of every instrument, paper, or notice for record, provided, however, that the Recorder's Office shall be open every business day except for legal holidays and those holidays designated as judicial holidays pursuant to Section 135 of the California Code of Civil Procedure; \n          (ii)     A fee of $1 for the filing of every instrument, paper, or notice for record, provided, however, that every instrument, paper or notice charged with the additional fee hereby imposed shall be indexed within two business days after the date of recordation. \n     (b)     There is hereby established in the treasury of the City and County of San Francisco a special fund to be known as the Recorder's Access and Indexing Fund into which shall be deposited all the additional fees collected pursuant to Subsection (a) of this Section. The monies in this fund shall be appropriated solely to defray the costs of maintaining Recorder's office open to the public every business day (with the exception of legal holidays and judicial holidays) and to defray the costs of indexing every instrument, paper, or notice for record within two business days after the date of recordation. Expenditures from the fund shall be in accordance with the budget and fiscal provisions of the Charter. Any balance remaining in the fund at the close of any fiscal year shall be deemed to have been provided for a specific purpose within the meaning of Section 6.306 of the Charter and shall be carried forward and accumulated in said fund for the purposes recited above. \n(Added by Ord. 420-93, App. 12/29/93)\n\n","heading":{"title":"8","chaptersection":"24-4. ","identifier":"8.24-4. ","catch_text":"RECORDER'S ACCESS AND INDEXING FEES AND FUND."}}