{"text":"\n     Notwithstanding the provisions of any other ordinance or resolution relating to application fees payable to secure any permit or license, the Sheriff of the City and County of San Francisco shall from time to time when necessary, with the concurrence of the Controller and the Board of Supervisors, fix the fees to be charged by the Sheriff's Department for the care and maintenance of prisoners from other jurisdictions; for the furnishing of reproductions of reports, records, documents, data, other materials; and for the imprinting and processing of fingerprints. \n     Such fees shall be not less than the cost to the Sheriff's Department for the care and maintenance of such prisoners; the reproducing, processing and furnishing of such reports, records, documents, data and other materials; and for the imprinting and processing of fingerprints. \n     There shall be no charge to governmental agencies or other institutions affected with a public interest and which in the opinion of the Sheriff are entitled to such reproductions of reports, records, documents, data, other material and for the imprinting and processing of fingerprints, by reason of policy or reciprocation and for which the Sheriff's Department is not required to incur expenses in the reproducing, furnishing, imprinting or processing of such reports, records, documents, data, other material or fingerprints. \n     The Sheriff shall have full authority to adopt such rules, regulations and procedures as he or she deems necessary and properly related to the care and maintenance of prisoners from other jurisdictions and for the reproducing, furnishing and processing of said reproductions. The Sheriff shall have full authority to adopt rules, regulations and procedures for the imprinting and processing of fingerprints and the terms and conditions. \n(Amended by Ord. 520-79, App. 10/19/79)\n\n","heading":{"title":"8","chaptersection":"27","identifier":"8.27","catch_text":"SHERIFF'S DEPARTMENT FEES."}}