{"text":"\n     It shall be the duty of each department head to classify the department's records, using the classifications set forth in Section 8.4 of this Code, and to prepare a schedule for the systematic retention and destruction of such records, which schedule shall comply with the provisions of this Section and of Sections \n8.4 and \n8.9 of this Code and will be effective only upon approval by the officers and boards specified below. \n     Current records and storage records, as defined in Section \n8.4 of this Code, may be destroyed five years after they were created if they have served their purpose and are no longer required for any public business or other public purpose, except that records pertaining to financial matters shall be destroyed only after approval by the Controller; those having legal significance only after approval by the City Attorney; and payroll checks, time cards and related documents only after approval by the Retirement Board. \n     If requested by the Retirement Board, payroll checks, time cards and related documents shall be delivered to the Retirement Board instead of being destroyed. Current records and storage records less than five years old may be destroyed or otherwise disposed of if their destruction or other disposition within a shorter length of time will not be detrimental to the City and County or defeat any public purpose and if a definitive description of such records and the retention period applicable to them are set forth in a schedule for the systematic retention and destruction of records that is prepared by the department head, approved by the Mayor or the Mayor's designee, or the board or commission concerned, and approved by the City Attorney as to records of legal significance, by the Controller as to records relating to financial matters, by the Retirement Board as to time rolls, time cards, payroll checks and related matters. \n     Permanent records, as defined in Section \n8.4 of this Code, and essential records, as defined in Section \n8.9 of this Code, shall not be destroyed or otherwise disposed of except as set forth in those sections. \n     The provisions of this Section do not apply to sound recordings of radio or telephone communications as described in Section \n8.3-1. \n     Nothing in this Section shall be deemed to apply to or authorize the destruction of any records that are required to be retained by local, State or federal law. \n(Amended by Ord. 583-81, App. 12/10/81; Ord. 530-88, App. 12/16/88; Ord. 278-96, App. 7/3/96)\n\n","heading":{"title":"8","chaptersection":"3. ","identifier":"8.3. ","catch_text":"RETENTION AND DESTRUCTION OF RECORDS GENERALLY."}}