{"text":"\n     (a)     The Adult Probation Department is hereby authorized to charge adult offenders an administrative fee to participate in the community service alternative sentencing program of Project 20, when offenders elect to participate as an alternative to the payment of fines, pursuant to California Vehicle Code Section 40700 (b). Such fee shall be charged to defray the costs of interviewing, placing, monitoring, and reporting the performance of Project 20 participants. \n     (b)     Adult offenders, who elect to perform a specified number of hours of community service through Project 20 of the Adult Probation Department, shall be subject to the payment of an administrative fee to the Adult Probation Department. Such fee shall be determined by the Adult Probation Department to recover costs incurred for the administration of the program and shall be approved by the Board of Supervisors. Such fee shall be at a rate that is no less than $10 and no more than $75. Performance of alternative community service work shall not commence until the total fee due is paid in full to the Adult Probation Department. \n     The Project 20 administrative fee shall be determined according to the following schedule: \n\nNumber of\nCommunity\nService Hours\nOrdered\nFee\nAmount\n1 to 25\n$10.00\n26 to 50\n20.00\n51 to 75\n30.00\n76 to 100\n40.00\n101 to 125\n50.00\n126 to 150\n60.00\n151 to 175\n70.00\n176 and up\n75.00\n     (c)     Inter-County Transfer Fee. An Inter-County Transfer Fee shall be charged at a fixed rate of $25 to offenders who request or who are referred by a court or a probation department of a jurisdiction outside of the City and County of San Francisco to perform alternative community service within the boundaries of the City and County of San Francisco. The Inter-County Transfer Fee shall also be charged at the same rate for the administrative costs incurred by the Adult Probation Department to process requests for referral of San Francisco residents to perform alternative sentencing community service outside of the City and County of San Francisco. \n     (d)     Waiver or Adjustment of Fees. Guidelines to determine the financial ability of offenders to pay the administrative fee shall be established by the Adult Probation Department. Such guidelines shall include, but not be limited to, a review by the Adult Probation Department of documentation sufficient to evaluate the offender's income level. Upon its review, the Adult Probation Department may reduce the rate or waive the administrative fee where it determines that the offender is unable to pay all or a portion of the full fee. Any person 65 years of age or over and who has no source of income other than Social Security Benefits shall not be subject to the payment of the Project 20 administrative fee. \n     (e)     Deposit of Revenue. Project 20 administrative fees received by the Adult Probation Department shall be deposited with the City and County Treasurer, and the Controller shall reimburse the Adult Probation Department for the costs of departmental services to perform the functions and operations referred to in this Section. \n(Added by Ord. 362-88, App. 8/5/88; amended by Ord. 430-88, App. 9/16/88)\n\n","heading":{"title":"8","chaptersection":"30. ","identifier":"8.30. ","catch_text":"ADULT PROBATION DEPARTMENT - PROJECT 20 ADMINISTRATIVE FEE."}}