{"text":"\n     Pursuant to Government Code Sections 54985 through 54987 and 26831 and Business and Professions Code Section 22352, the County Clerk is hereby authorized to charge fees to defray the actual cost of issuance of the following documents and the provision of the following services, notwithstanding the fees otherwise set or limited by State law. Any persons requesting the following documents or services shall pay the following fees: \n\nPublic marriage license (County Clerk's portion of license fee only; additional statutory surcharges apply)\n$50.00\nConfidential marriage license (County Clerk's portion of license fee only; additional statutory surcharges apply)\n50.00\nFiling of Declaration of Domestic Partnership\n40.00\nFiling of Amendment to Declaration of Domestic Partnership\n40.00\nDuplicate copy of marriage license\n16.00\nAmendment to marriage license\n20.00\nSouvenir marriage certificate with seal\n5.00\nPerformance of marriage/Domestic Partnership ceremony in City Hall\n60.00\nDuring regular business hours\n60.00\nOn weekends or holidays\n100.00\nIssuance of authority to perform ceremony and oath\n100.00\nFiling fictitious business name statement\n37.00\nAdditional name or registrant on same statement\n9.00\nFiling affidavit of publication\n6.00\nWithdrawing partner or abandoning fictitious business statement\n30.00\nAdministration of oath and filing notary public bond (does not include additional state fees for recording)\n30.00\nSurrender of notary journal\n12.00\nFiling, revoking, canceling or withdrawing power of attorney (surety insurer)\n27.00\nAdditional name\n7.00\nProcess server identification card\n10.00\nProcessing of fingerprint cards (not including State Department of Justice fee)\n10.00\nVerification of public official/notary public authentication\n10.00\nSearch of County Clerk's files\n7.50\nCopies of records on file\n (per page, pages 1 through 3)\n4.50\n(each additional page)\n0.10\nCertifying/endorsing documents or copies of documents\n1.50\nFictitious business name or marriage license index records\n Records for one day\n9.50\nRecords for one week\n9.50\nRecords for two weeks\n20.00\nRecords for one month\n20.00\nDiskette\n1.00\nNew client fee\n15.00\nDelivery handling fee\n10.00\nEnvironmental impact report, administration fee\n30.00\nNotary Services\n Acknowledgement\n10.00\nJurat\n10.00\n     Such fees received by the County Clerk shall be deposited with the City and County Treasurer. Portions of the fees for marriage licenses shall be disbursed in accordance with Government Code Sections 26840, 26840.1, 26840.3, 26840.7, and 26840.8 and San Francisco Administrative Code Section 10.117-21. \n     (b)     Beginning with fiscal year 2003-2004, fees set in this Section shall be adjusted each year, without further action by the Board of Supervisors, to reflect changes in the relevant Consumer Price Index, as determined by the Controller. Except, fees charged for notary services provided by the County Clerk shall be adjusted, without further action of the Board of Supervisors, to reflect changes in Government Code Section 8211, or any subsequent amendment of that section. \n     No later than April 15th of each year, the County Clerk shall submit its current fee schedule to the Controller, who shall apply the price index adjustment to produce a new fee schedule for the following year. \n     No later than May 15th of each year, the Controller shall file a report with the Board of Supervisors reporting the new fee schedule and certifying that: (a) the fees produce sufficient revenue to support the costs of providing the services for which each fee is assessed, and (b) the fees do not produce revenue which is significantly more than the costs of providing the services for which each fee is assessed. \n(Added by Ord. 323-98, App. 10/30/98; amended by Ord. 155-02, File No. 021079, App. 7/12/2002; Ord. 83-04, File No. 040102, App. 5/20/2004; Ord. 227-04, File No. 040505, App. 9/23/2004) \n\n","heading":{"title":"8","chaptersection":"33.1","identifier":"8.33.1","catch_text":"COUNTY CLERK'S FEES."}}