{"text":"\n     (a)     Application for Separate Valuation. Pursuant to Section 2821 of the California Revenue and Taxation Code, a fee of fifty dollars ($50.00) shall be collected by the Tax Collector at the time any person applies to the Tax Collector to have any parcel separately valued on the current roll for the purpose of paying taxes. The fee shall be for the actual costs incurred by the Tax Collector for the processing of an application for separate assessment, and the initial ongoing costs of separate assessment, billings, and mailings. The fee may be billed separately or prior to initial separate tax bills, or both, or collected on subsequent tax bills, and shall be deposited in the General Fund. \n     (b)     Delinquent Property Taxes - Payments. Pursuant to Section 4217 of the California Revenue and Taxation Code, persons that request to pay delinquent property taxes in installments shall be subject to a processing fee of twenty dollars ($20.00). The fee shall be paid to the Tax Collector and may be collected on the tax bill. \n     (c)     Preparation and Provision of Documents. Pursuant to Section 162 of the California Revenue and Taxation Code, the Tax Collector shall charge and collect a fee of one dollar ($1.00) for preparing each of the following documents: \n          (1)     A certified copy of a redemption certificate;\n          (2)     A certified copy of an installment redemption receipt;\n          (3)     A certificate of payment showing taxes paid;\n          (4)     A certified copy of an assessment as entered on the assessment role.\n     The fee for providing a copy of any of these records or documents by photographic process shall be the actual cost thereof plus the sum of one dollar ($1.00). The fee shall be placed in the General Fund. \n     (d)     Notary Fees. Any person requesting notary service shall pay the following fees: \n\nNotary Services\n   Acknowledgment\n$10.00\n  Jurat\n$10.00\n     (e)     Notary fees received by the Tax Collector shall be deposited with the City and County Treasurer. Fees charged for notary services provided by the Tax Collector shall be adjusted, without further action of the Board of Supervisors, to reflect changes in Government Code Section 8211, or any subsequent amendment of that section. \n     (f)     Notice of Delinquency. Pursuant to California Revenue and Taxation Code Section 2621 and California Government Code Section 54985, after the second installment of taxes on the secured roll is delinquent, the Tax Collector may charge a forty-five dollar ($45.00) fee for preparing the delinquent tax records and for giving notice of delinquency on each separate valuation on the secured property tax roll of (a) real property, except possessory interests; and (b) possessory interests; and personal property cross-secured to real property. \n     (g)     Redemption of Tax-Defaulted Property. Pursuant to California Revenue and Taxation Code Section 4102 and California Government Code Section 54985, the Tax Collector may charge a fifty-five dollars ($55.00) fee for processing the redemption of each separately valued tax-defaulted parcel. \n     (h)     Automatic Adjustment for Inflation. Beginning with fiscal year 2009-2010, the fees set in subsections (f) and (g) shall be adjusted each year, without further action by the Board of Supervisors, to reflect changes in the relevant Consumer Price Index, as determined by the Controller. \n     No later than April 15th of each year, the Tax Collector shall submit its current fee schedule to the Controller, who shall apply the price index adjustment to produce a new fee schedule for the following year. \n     No later than May 15th of each year, the Controller shall file a report with the Board of Supervisors reporting the new fee schedule and certifying that: (a) the fees produce sufficient revenue to support the costs of providing the services for which each fee is assessed, and (b) the fees do not produce revenue which is significantly more than the costs of providing the services for which each fee is assessed. \n(Added by Ord. 307-96, App. 7/25/96; amended by Ord. 227-04, File No. 040505, App. 9/23/2004; Ord. 121-08, File No. 080662, App. 7/11/2008) \n\n","heading":{"title":"8","chaptersection":"34.1. ","identifier":"8.34.1. ","catch_text":"TAX BILLING - ADMINISTRATIVE FEES."}}