{"text":"\n     The Director of Administrative Services shall provide for the establishment, maintenance and operation of a records center for the orderly storage, care, management and safeguarding of storage records of the departments and offices of the City and County and of the San Francisco Unified School District and for the destruction of storage records pursuant to retention and destruction schedules prepared and approved as provided in Section \n8.3 of this Code. The Director of Administrative Services may establish, maintain and operate such a records center as a function of one of the departments under the Director of Administrative Services' jurisdiction or, in lieu thereof may contract with a reputable and experienced archival firm to establish, maintain and operate such a records center and to provide retrieval and accession services. \n     A representative of the Director of Administrative Services may also be available as a consultant to departments in the formulation of paper records storage alternatives such as microfilming and optical imaging records storage systems. \n     Within two years from the effective date of such contract, and at three-year intervals thereafter, the Director of Administrative Services shall have prepared for public hearing at the Board of Supervisors a report on the merits and demerits of the contract as compared with a municipal records center. Any of the departments or offices of the City and County and the San Francisco Unified School District may elect to use the facilities of the records center for its storage records provided that: (a) copies of an approved schedule for systematic retention and destruction of records shall first be delivered to the Director of Administrative Services and to the records center; and (b) the cost for the use of the records center facilities shall be the obligation of, and be paid by, the department or office using the facilities or by the San Francisco Unified School District if it shall use the facilities. \n(Amended by Ord. 111-76, App. 4/1/76; Ord. 530-88, App. 12/16/88; Ord. 278-96, App. 7/3/96)\n\n","heading":{"title":"8","chaptersection":"5. ","identifier":"8.5. ","catch_text":"ESTABLISHMENT, USE, ETC., OF RECORDS CENTER."}}