{"text":"\n     (a)     Purpose. The Board of Supervisors finds that enforcement of anti-blight provisions of the Municipal Code is vital to ensuring Quality of life in San Francisco's neighborhoods and in the City and County as a whole. A centralized administrative enforcement program with staff will promote coordination of anti-blight efforts across City departments, including, but not limited to, the Department of Public Worlds, the Planning Department, the Department of Building Inspections, and the Department of Public Health. This Chapter is intended to promote the general health, safety and welfare of the people of the City by promoting uniform, fair, and efficient enforcement of anti-blight provisions of the Municipal Code and related departmental regulations. \n          The Director of Public Works is authorized to administer and enforce the provisions of this Chapter. All staff to whom the Director has delegated enforcement responsibilities are authorized to inspect property and to take any other enforcement actions as may be required or appropriate to administer or enforce the provisions of this Chapter. \n          Nothing in this Chapter shall be construed to limit any right or remedy otherwise available in law or equity to any party harmed by a blighted property, nor shall this Chapter in any way limit the City's right to enforcement under any other provision of the Municipal Code or state law or create a duty or obligation on the part of the City to enforce this Chapter. \n     (b)     Definitions.\n          \"Blight.\" The presence of any one or more of the following conditions on property constitutes property blight: (i) any condition that constitutes a public nuisance as defined in California Civil Code Sections 3479- 3480, including but not limited to the conditions defined in San Francisco Public Works Code Section \n174; (ii) any condition of deterioration or disrepair that creates a substantial adverse impact on neighboring properties, including but not limited, to the conditions defined in San Francisco Public Works Code Section \n735; or (iii) any violation of the San Francisco Municipal Code that is visible from the public way and creates a substantial adverse impact on neighboring properties. Notwithstanding the above definition, public nuisances pertaining to unsafe buildings, structures, or property conditions, as defined by Section \n102A of the Building Code, shall not constitute blight for purposes of this Chapter and shall remain within the exclusive enforcement authority of the Department of Building Inspection to the extent required by state and local law. Blight includes, but is not limited to, the following enumerated conditions: \n          (A)     Property, whether improved or not, which is not kept substantially clean and free from accumulations including, but not limited to, overgrown, dead or decayed trees, weeds or other vegetation, rank growth, rubbish, junk, garbage, litter, debris, flyers or circulars. \n          (B)     Buildings or structures which are unpainted or the exterior paint is substantially worn off provided, however, that nothing in this section shall be construed to require an owner to paint a building where the architectural style indicates it was intended to be unpainted, such as a brown shingle building. \n          (C)     Buildings or structures or significant sections thereof including, but not limited to, awnings, canopies, exterior stairs, roof, foundation, walls, fences, signs, retaining walls, driveways, or walkways which are substantially deteriorated or defaced, or windows which are missing or broken For the purposes of this section \"defaced\" includes, but is not limited to, writings, inscriptions, figures, scratches, or other markings commonly referred to as \"graffiti.\" \n          (D)     Property which contains, in the outdoor area, any refrigerator, washing machine, sink, stove, heater, boiler, tank or any other household equipment, machinery, furniture, or item, appliance or appliances, boxes, lumber, dirt or debris, trash, garbage or refuse cans, or any items other than those commonly stored outdoors, or any parts of such items, for a period of time in excess of seventy-two consecutive hours. This subsection does not prohibit machinery installed in the rear setback areas for household or recreational use, furniture designed and used for outdoor activities, trash cans in the front yard during the twenty-four hour period allowed for garbage pick-up and garbage bins or debris boxes were for which a valid permit has been issued by the City. \n          Notwithstanding the foregoing, this Chapter shall not apply to building, structural, or property conditions that present public safety risks under the San Francisco Building Code and construction codes. The Department of Building Inspection and the Fire Department retain their respective jurisdiction over such conditions pursuant to applicable state and local law. \n          \"Director.\" The Director of Public Works or the Director's designee, including any Enforcement Officer staff so designated by the Director to carry out responsibilities under this Chapter. \n          \"Staff.\" Employees charged with enforcement of anti-blight provisions pursuant to this Chapter, \n          \"Owner\" or \"property owner.\" The owner of the property, her agent, and/or any lessee, occupant, or other person having charge or control over the property. \n     (c)     Procedures of this Chapter - Cumulative. The determination by the City to seek enforcement of its code requirements pursuant to this Chapter is solely at the City's discretion and is only one option available to the City to seek redress for the violation of its ordinances. By adopting this Chapter, the Board does not intend to limit the ability of the City to use any other remedy, civil or criminal, that may be available in a particular case. The City may use the procedures set forth herein as an alternative to, or in conjunction with, any other available remedy and in any order that seems appropriate to the City. \n          All property blight conditions that are required to be abated according to the provisions and permit requirements of this Chapter shall be subject to all provisions of the Municipal Code including, but not limited to, all property improvement, zoning and fire code provisions. \n          The Director's election to utilize the procedures set forth in this Chapter shall not affect the City Attorney's independent authority under the Charter to pursue a civil action against a property owner. \n     (d)     Enforcement. In consultation with relevant City agencies, the Director shall oversee staff with direct responsibility for enforcing the blight provisions of this Chapter. Staff shall be authorized under the Director's authority to inspect properties for blighted conditions as defined in this Chapter and elsewhere in the Municipal Code. Pursuant to this Chapter, staff shall have authority to issue notices of violation and/or take other enforcement actions consistent with the requirements of this Chapter, including but not limited to initiation of abatement actions pursuant to Section \n80.4 and pursuing administrative penalties pursuant to Administrative Code \nChapter 100 or Police Code \nArticle 1, Section \n39-1, the provisions of which are hereby incorporated into this Chapter. Nothing in this Chapter shall be interpreted as restricting or otherwise limiting the inspection and enforcement authority conferred upon other City employees by other provisions of the Municipal Code. \n(Added by Ord. 256-08, File No. 081118, App. 11/7/2008; amended by Ord. 77-11, File No. 110281, App. 5/12/2011, Eff. 6/11/2011)\n\n","heading":{"title":"80","chaptersection":"3","identifier":"80.3","catch_text":"ADMINISTRATIVE ENFORCEMENT PROCEDURES."}}