{"text":"\n     (a)     Authority. Whenever the Director determines that a property is blighted property, the Director may require or take any necessary abatement or other enforcement actions to cause the property blight to be abated in accordance with the provisions of this Chapter, or by any other lawful means, including but not limited to abatement procedures provided for elsewhere in the Municipal Code. \n     (b)     Fees for Enforcement of Violation Applicable Irrespective of Abatement. Whenever the Director issues a Notice of Violation pursuant to this Chapter, the Director may impose a fee to recover costs associated with inspection and related enforcement costs. These fees shall be established by the department and submitted to the Board of Supervisors for approval. The Director shall provide notice of such fees under Section \n80.5 and may collect such fees according to the procedures in Section \n80.8, below. The blight inspection fee charged under this section is in addition to any abatement fees authorized under Section \n80.5 and Section \n80.8 of this Chapter. \n          (1)     Application. If the Department inspects a property and issues a notice of violation or summary abatement order, the owner(s) of the property may be required to pay the Department a blight inspection fee of $250 to cover the Department's inspection costs. The Department shall rescind the blight inspection fee if a property owner successfully contests the notice of violation or summary abatement order after a public hearing pursuant to Section \n80.5(g) of this Chapter. The Director may reduce the blight inspection fee upon a showing of financial hardship by affected property owners. \n          (2)     Controller Review and Adjustment of Fee Amount. Beginning with fiscal year 2009-2010. the Controller will annually adjust the fee amount specified in this Section by the two-year average consumer price index change for the San Francisco/San Jose Primary Metropolitan Statistical Area. No later than May 15th of each year, the Controller shall file a report with the Board of Supervisors reporting the new fee schedule and certifying whether: (a) the blight inspection fee produces sufficient revenue to support the costs of providing inspection service; and whether (b) the blight inspection fee produces revenue significantly in excess of the costs of providing the services for which each inspection is conducted. \n          (3)     Additional Costs. In instances where Department inspection costs exceed the blight inspection fee amount specified in Section \n80.4. subsection (b)(1), the Director may require the property owner to pay an additional sum in excess of the ordinary blight inspection fee. The blight inspection fee, together with any additional sum authorized under this section, shall not exceed the actual costs incurred by the Department, as calculated on a time and materials basis. The Director also may charge for any time and materials costs that other agencies, boards, commissions, or departments of the City, including but not limited to the Office of the City Attorney, incur in connection with the inspection of the blighted property. The Director shall provide property owners with written itemization of the basis for the additional fees or an estimate of the additional fees to be charged. \n     (c)     Summary Abatement of Conditions in the Public Right-of-Way – Imminent Danger.\n          (1)     Any condition of property blight in the public right-of-way that is reasonably believed by the Director to be imminently dangerous to the life, limb, health or safety of the public may be summarily abated by the Director in accordance with the procedures of this Chapter. \n          (2)     Actions taken to abate imminently dangerous conditions may include, but are not limited to, repair or removal of the condition creating the danger or any other abatement action determined by the Director to be necessary. \n          (3)     Costs for any abatement performed on behalf of the City may be recovered by the City according to the provisions of this Chapter.\n     (d)     General Abatement Provisions.\n          (1)     General Provision. Any thing or condition, including but not limited to violations of the Municipal Code or State law, that threatens injury or damage to the health, safety, welfare or property of members of the public, that obstructs the free use of property of others or of the public way or commons, or otherwise interferes with the comfortable enjoyment of life or property, is a public nuisance. Such public nuisances are prohibited within the City and no person shall create or participate in the creation or maintenance of such a public nuisance. \n          (2)     Applicability. Whenever the City, pursuant to this Chapter, takes any action to abate a blighted condition or requires any person to abate any blighted condition existing on private property, the procedures set forth in this Chapter may be utilized, unless such use is specifically prohibited. For the purpose of this Chapter, property shall include parcels of land, and/or any building, structure or portion thereof. \n          (3)     Inspections of Private Property. Private property is subject to inspection under this Chapter whenever: \n               (A)     There is reason to believe that a condition exists on such property that violates, a provision of the Municipal Code, or that makes a property a public nuisance, or in a blighted condition; or \n               (B)     Such inspection is deemed necessary by staff to carry out the provisions of the Municipal Code; or\n               (C)     There is any abatement action being performed on the property pursuant to a provision of this Chapter or any order issued pursuant thereto requiring such action; or \n               (D)     Such inspection is conducted to determine if there has been completion of an abatement action pursuant to any abatement order.\n          (4)     Entry onto Private Property for Inspection Authorized. Whenever it is necessary to make an inspection of property to investigate or enforce any of the provisions of this Chapter, any official authorized by the City to conduct such inspections may enter such property at all reasonable times to inspect the same provided that: \n               (A)     If such property is occupied, the official shall first present proper credentials and request entry;\n               (B)     If such property is unoccupied, except in emergency circumstances, the official shall make a reasonable effort to contact the owner or other persons having charge or control of the property and request entry; \n               (C)     If such entry is not granted or the owner or other persons having charge or control of said building or structure cannot be contacted, the official seeking entry shall have recourse to every remedy provided by law to secure entry. \n          (5)     Inspections at Discretion of the City. All inspections authorized for the purpose of investigation or enforcing the provisions of this Chapter shad be at the discretion of the City and nothing in this Chapter shall be construed as requiring the City to conduct any such inspection nor shall any actual inspection made imply a duty to conduct any other inspection. Furthermore, nothing in this Chapter shall be construed to hold the City responsible for any damage to persons or property by reason of making an inadequate or negligent inspection or by reason of any failure to make an inspection or reinspection. \n          (6)     Obstruction or Interference with Work Prohibited. No person shall obstruct, impede or interfere or cause another to obstruct, impede or interfere with any person who is engaged in abatement actions performed pursuant to the provisions of this Chapter or who is directing or performing any act necessary or incidental to such abatement. \n          (7)     Time Within Which to Commence and Complete Abatement Work.\n               (A)     Whenever an abatement order is issued, the work shall commence as soon as reasonably possible under the circumstances and be diligently pursued to completion with the time periods specified in the order issued by the Director. \n               (B)     If no City permits are required for the abatement action and the conditions are not imminently dangerous, unless otherwise specified in the order, the abatement actions shall commence no later than 15 days from the date the order was issued and be completed within 30 days from commencement. \n               (C)     If City permits are required for the abatement action, unless the period of time is extended by the Director, a complete application for each such permit shall be submitted no later than 15 days from the date of the notice of violation. Work shall begin within 30 days of the issuance of the permit and be completed within 30 days from commencement of the work, unless either time period is otherwise specified in the order. \n          (8)     Failure to Comply - Abatement Action by City Authorized. Whenever there is a failure to comply with an abatement notice or order within the time specified in such notice or order, or within the later time specified by the decision of an administrative hearing officer on appeal from the Director's decision, the Director is authorized to: \n               (A)     Cause the conditions that require abatement actions to be repaired or abated to the extent necessary to remedy the conditions causing the nuisance. \n               (B)     Extension of time permitted. Any person, firm or corporation required to take abatement action pursuant to this Chapter may apply to the Director for an extension of time in order to comply. The Director may grant an extension of time, if the Director, at his or her discretion, determines that such an extension of time is reasonable under the circumstances. The Director may require a written agreement by such person, firm or corporation that the order will be complied with, as a condition for such extension. The extension of time to complete an abatement action will not extend the time for any hearing hereunder unless the Director expressly so states. \n     (e)     Public-Owned Property. Where the property is owned by a public entity other than the City, the Director shall cause removal of the blighted condition only after securing the consent of an authorized representative of the public entity that has jurisdiction over the property. The Director shall use all reasonable efforts to minimize blighted vacant lots on City-owned property, but City-owned property shall not otherwise be subject to the requirements of this Article. \n     (f)     Public Rights-of-Way. The Director may choose to abate public nuisances upon the public right-of-way in accordance with the notice, hearing, and abatement procedures set forth in this Chapter. The owner and/or occupant of the premises or unit adjacent to a public sidewalk, public stairway or other public right-of-way shall be held liable for such conditions, including the cost of enforcement actions under this Chapter. \n(Added by Ord. 256-08, File No. 081118, App. 11/7/2008; Ord. 82-09, File No. 090076, App. 5/20/2009)\n\n","heading":{"title":"80","chaptersection":"4","identifier":"80.4","catch_text":"GENERAL PROVISIONS – ABATEMENT OF NUISANCE."}}