{"text":"\n     (a)     Notice of Violation.\n          (1)     Where the Director determines that any condition constitutes a blighted property in violation of this Chapter, and that said conditions do not warrant summary abatement procedures, the Director shall issue a notice of violation to the property owner. At the time the notice of violation is issued, the Director shall take one or more photographs of the property showing the blighted conditions, and shall make copies of the photographs available to the recipient of the notice upon request. The photographs shall be dated and retained as a part of the file for the violation. The notice shall generally describe the violation, give the owner 15 calendar days from the date of the service of the notice to either commence abatement of the violation or request a hearing on the notice of violation, and shall set forth the procedure for requesting a hearing on the violation. The notice shall also inform the property owner of his or her right to request an extension of time pursuant to paragraph (a)(2) of this Section in order to abate the violation, and further inform the owner that where the owner fails to either commence abatement of the violation or request a hearing within 15 calendar days (plus an extension if applicable) from the date of service of the notice, the Director may initiate proceedings in accordance with Section \n80.4 to enter upon the owner's property and abate the violation at the owner's expense, and/or may impose an administrative penalty under Administrative Code Chapter 100 for failure to abate the violations, and/or may refer the matter to the City Attorney for further enforcement action, as appropriate. In addition, the notice shall inform the owner that the minimum charge for City abatement of the violation is the greater of $400 or the actual cost to the City, (including overhead and administrative costs, as well as attorneys' fees where the Director has elected to seek recovery of attorneys' fees), and that the City 's cost of preparation for and appearance at the hearing required by Section \n80.5 and all prior and subsequent attendant costs (including enforcement fees and costs incurred and penalties assessed in ascertaining violations) shall be assessed upon the property owner. Said violations will not be deemed legally abated until the property owner makes full payment of the assessment of costs to the Department. \n          (2)     Extension of Time. A property owner may receive an extension of an additional 15 calendar days in which to abate the violation pursuant to Section \n80.4. The notice of violation issued under this subsection shall specify the address, telephone and facsimile numbers for requesting such an extension. An extension under this paragraph shall not affect the deadline for a property owner to request a hearing on a notice of violation. \n     (b)     Summary Abatement - Imminent Danger - Contents of Notice. Whenever it is determined that summary abatement action by the City is necessary due to any condition in the public right-of-way that is imminently dangerous, the Director shall issue a notice of summary abatement directed to the record owner(s) of the adjacent property that has been determined to be responsible for the condition to be abated. The notice shall contain: \n          (1)     The street address and a legal description sufficient for identification of the location of the property.\n          (2)     A statement that the public right-of-way adjacent to the property was found to be imminently dangerous, with a brief and concise description of the conditions found to render the property condition imminently dangerous in accordance with the provisions of this Chapter. \n          (3)     A description of the summary abatement actions that were required and performed by the City to abate the imminent danger.\n          (4)     Statements advising that a charge will be assessed for the work that was performed and a description of the cost recovery procedure of Section \n80.8 of this Chapter. \n          (5)     An order specifying what additional actions, if any, are required to be taken by those persons receiving this notice and the time within which the actions must be commenced and completed. Such order shall include the information required in Section \n80.5(a). \n          (6)     Statements advising that any person having any record title or legal interest in the property as described in Section \n80.5(e) may protest any abatement action taken or ordered by the Director to a Hearing Officer as designated in Section \n80.5(g), at a public hearing on the date certain specified in the notice; and, \n          (7)     Statements advising that failure to file a written protest or to appear at such hearing will constitute a failure to exhaust administrative remedies. \n     (c)     General Abatement - Proposed Abatement Order - Contents of Notice. Upon the determination that any condition exists on the property that requires abatement action, the Director may issue a proposed abatement order directed to the owner(s) of the property. The order shall contain: \n          (1)     The street address and a legal description sufficient for identification of the location of the property;\n          (2)     A statement advising that the property has been found to require abatement actions, with a brief and concise description of the conditions found to require such abatement actions; \n          (3)     Specification of any abatement actions to be taken and the time within which the actions must be commenced.\n          (4)     A statement advising that if any ordered abatement action is not completed within the time specified by this Chapter or in the decision of the administrative hearing officer on appeal from a decision of the Director, the Director may proceed to cause the abatement work to be done and charge the costs thereof against the property or its owner, including the costs of ascertaining violations. \n          (5)     A statement advising that: (A) any person having any record title or legal interest in the building as described in Section \n80.5(e) may appear and protest the notice or order of any action taken or required to be taken by the Director to the Hearing Officer designated in Section \n80.5(g), at a public hearing at the time and place specified in the order: and (B) failure to file a written protest or to appear at such hearing will constitute a failure to exhaust the administrative remedies. \n     (d)     Recording of Abatement Order Certificates.\n          (1)     When a notice of abatement or proposed abatement order is issued, the Director may file in the Office of the County Recorder a certificate describing the property and certifying that: (A) the property, building or structure is a nuisance pursuant to the provisions of this Chapter; (B) the actions proposed by the Director to abate the conditions or defects causing the property to be a nuisance; (C) if the abatement actions required by the Director are not performed, the City may do so; (D) if the City performs the required abatement actions, the costs incurred for such performance may become a lien against the property; and (E) those persons entitled to service pursuant to Section \n80.5(e) have been so notified. \n          (2)     Whenever an abatement order certificate has been filed and the corrections ordered by the Director have been completed, and any costs assessment owed to the Department has been paid, the Director shall file a compliance certificate with the County Recorder certifying that all the required corrections have been made or that the building or structure has been demolished so that the properly is no longer in violation of the notice or order of abatement, whichever is appropriate. \n     (e)     Service to Certain Persons Required. Any notice or order, and any amended or supplemental notice or order, that is required shall be served upon the record owner(s) of the subject property. A copy of each notice or order, and any amended or supplemental notice and order, shall also be served on each of the following as disclosed by official public records in the County Recorder's Office: \n          (1)     The holder of any mortgage or deed of trust or other lien or encumbrance of record;\n          (2)     The owner or holder of any lease of record; and\n          (3)     The holder of any other estate of legal interest of record in or to the property on which the nuisance is located.\n          The lack of service to any person required to be served shall not invalidate any proceedings as to any other person duly served or relieve any such person from any duty or obligation imposed by the provisions of this Chapter. \n     (f)     Notice or Order - Method of Service. Service of any required notice or order shall be made either personally or by mailing a copy of such notice or order by certified mail postage prepaid, to each person entitled to service at the address that appears on the last equalized assessment roll of the County or as known to the Director. If no such address appears or is known to the Director then a copy of the notice or order shall be mailed, addressed to such person, at the address of the property involved in the proceedings. The failure of any such person to receive such notice or order shall not affect the validity of any proceedings taken pursuant to this Chapter. Service by certified mail shall be effective from the date of mailing. \n     (g)     Hearing.\n          (1)     Request for Hearing. A properly owner may request a hearing in order to contest the decision of the Director by filing with the Director within 15 calendar days from the date of the notice of violation, a request for hearing that specifies in detail the basis for contesting the notice of violation or summary abatement. \n          (2)     Notice of Hearing. Whenever a hearing is requested pursuant to this Section, the Director shall, within seven calendar days of receipt of the request, notify the property owner of the date, time, and place of the administrative review hearing by certified mail. Such hearing shall be held no later than 45 calendar days after the Director receives the request, unless time is extended by the Director upon request of the owner. \n          (3)     Hearing Procedure. The hearing shall be conducted by a neutral Hearing Officer from a City office or department outside the Department of Public Works, appointed by the City Administrator. The burden of proof to establish that the property is blighted shall be on the City. The owner shall be entitled to present evidence and demonstrate that his or her property is not blighted. The property owner shall also be entitled to present evidence and demonstrate that requiring the owner to abate the violations at her own expense would result in an unfair extreme hardship. All testimony shall be under oath, and witnesses may be cross-examined. The hearing officer may consider any relevant evidence submitted by the parties, including evidence that might be excluded from a court hearing because it may constitute hearsay. The Hearing Officer shall ensure that a record of the proceedings is maintained. The determination of the hearing officer after the hearing shall be final and not appealable. \n          (4)     Submittals for the Hearing. At least five City business days prior to the hearing, the property owner and the City shall submit to the Hearing Officer and exchange with one another, written information including, but not limited to, the following: a statement of the issues to be determined by the Hearing Officer, a statement of the evidence to be offered at the hearing and the identity of any witnesses to appear at the hearing. The Director shall provide to the Hearing Officer a copy of the Department's case file, which shall include at a minimum the notice of violation or summary abatement, any other written communications between the Department and the responsible parly, and communications submitted by interested members of the public concerning the case. The Director may also submit, but is not required to do so, written arguments on why the Director's order should be upheld. Anything submitted to the Hearing Officer by either party to the appeal shall be served upon the other party at the same time and in the same manner as it is submitted to the Hearing Officer. \n          (5)     Decision. The Hearing Officer shall issue a decision upholding or overturning the Director's decision, including a summary of the issues and the evidence presented, and findings and conclusions, within ten calendar days of the conclusion of the hearing. A copy of the decision shall be served upon the property owner by certified mail. The decision shall be the City's final administrative determination. An aggrieved party may seek judicial review of the decision pursuant to California Code of Civil Procedure Sections 1094.5 and 1094.6. \n     (h)     Effect of Failure to Request or Appear at Hearing. Unless and until any property owner issued a notice or order under this Chapter shall timely request a hearing as provided in this Section, the notice or order shall have the full force and effect of a final order to abate. The failure of any property owner issued a notice or order under this Chapter to appear at a hearing scheduled in accordance with the requirements of this Chapter and contest the validity of the notice of order shall preclude the owner from raising such issues in any subsequent proceeding. \n          (i)     Presumption of Noncompliance with Order. Notwithstanding any other provision of this Chapter, any person or entity served, in any manner permitted for service of process under the provisions of the Code of Civil Procedure, with a notice or order by the Director setting forth the nature of the violation of this Chapter, demanding correction of such violation, and specifying the time within which such violation must be corrected, shall be presumed, in subsequent civil proceedings, to have failed to comply with said notice or order at and after the time given in said notice or order for correction of such violation has expired without correction of said violation. \n     (j)     Parallel Running of Notice Provisions. The notices required by this Chapter, including but not limited to notice(s) of inspection, violation, hearing, and abatement, may run concurrently rather than sequentially in order to facilitate timely resolution and/or abatement of blight conditions. \n(Added by Ord. 256-08, File No. 081118, App. 11/7/2008)\n\n","heading":{"title":"80","chaptersection":"5. ","identifier":"80.5. ","catch_text":"GENERAL PROVISIONS – NOTICE."}}