{"text":"\n     (a)     Blight Abatement Fund. The City shall maintain a special revolving fund designated as the \"Blight Abatement Fund.\" The Blight Abatement Fund is established as a Category 6 special fund within the meaning of Administrative Code Article XIII, Section \n10.100-1, meaning that funds may be appropriated, interest shall not accumulate and that any fund balance shall carry forward year to year. Payments shall be made out of said fund upon the demand of the Director. The Blight Abatement Fund shall be used exclusively to defray costs and expenses incurred by the City in ascertaining violations, enforcing the provisions of this Chapter, and doing or causing to be done the necessary work of repair or other abatement work performed pursuant to this Chapter. This fund may also be used to defray the costs of the City performing any blight abatement where it is determined that requiring private abatement of a blighted condition by a property owner would impose an extreme financial burden on that property owner. \n          All funds collected pursuant to this Chapter shall be paid to the Controller who shall credit the same to Blight Abatement Fund. \n     (b)     Expenses - Accounting and Report Required. The Director shall keep an itemized account of the expense incurred by the City for enforcement and abatement actions performed pursuant to the provisions of this Chapter. Upon the completion of any enforcement or abatement action, the Director shall prepare an invoice specifying the actions taken, the itemized and total cost of the actions, and any allowable inspection fees, a description of the property where the action was performed, and the names and addresses of the persons entitled to notice pursuant to Section \n80.5(e). This invoice snail be served on such persons in accordance with the provisions of Section \n80.5(f). Such invoices may be served upon the completion of each enforcement or abatement action or may be served upon the completion of all necessary enforcement and abatement actions. \n     (c)     Payment Required. This invoice shall be paid within 30 days of the date it is served or within the time and in the manner specified by the Controller or Bureau of Delinquent Revenue Collection. Such payment shall be made to the Controller. \n     (d)     Failure to Pay. If the responsible party fails to pay the invoice within thirty days of service, the Director may take such action to collect the fees as he or she deems appropriate, including (i) referral of the matter to the Bureau of Delinquent Revenue Collection under Article V, Section \n10.39 of the Administrative Code, (ii) initiation of lien proceedings under Article XX, Section \n10.230 et seq. of the Administrative Code whereby the amount of the lien shall be payable in the same time and manner as outstanding ad valorem real property taxes due, consistent with Article XX, Section \n10.236, and/or (iii) requesting that the City Attorney pursue collection of the penalties imposed against the responsible party in a civil action. The City Attorney may request its attorneys' fees in any action that he or she pursues to collect the administrative penalties or to enforce collection of the penalties. \n          Notwithstanding anything to the contrary under Article XX, Sections \n10.230 et seq., if the Director initiates lien proceedings to collect the costs of abating a nuisance, then the Board of Supervisors may order that the amount of the lien be specially assessed against the parcel pursuant to its authority under Sections 25845, 38773.5, or 54988 of the California Government Code. Upon such an order, the entire unpaid balance of the costs, including administrative costs and any penalty and interest payments on the unpaid balance to the date that the Director reports to the Board shall be included in the special assessment lien against the property. The Director shall report charges against delinquent accounts to the Board of Supervisors at least once each year. At the time the special assessment is imposed, the Director shall give notice to the property owner by certified mail, and shall inform the property owner that the property may be sold by the Tax Collector for unpaid delinquent assessments after three years. The assessment may be collected at the same time and in the same manner as ordinary municipal taxes are collected, and shall be subject to the same penalties and procedure and sale in case of delinquency as provided for ordinary municipal taxes. All tax laws applicable to the levy, collection and enforcement of ordinary municipal taxes shall be applicable to the special assessment. However, if any real property to which a cost of abatement relates has been transferred or conveyed to a bona fide purchaser for value, or if a lien of a bona fide encumbrancer for value has been created and attaches thereon, prior to the date on which the first installment of taxes would become delinquent, then the cost of abatement shall not result in a lien against the real property but instead shall be transferred to the unsecured roll for collection.\n(Added by Ord. 256-08, File No. 081118, App. 11/7/2008; amended by Ord. 82-09, File No. 090076, App. 5/20/2009; Ord. 77-11, File No. 110281, App. 5/12/2011, Eff. 6/11/2011)\n\n","heading":{"title":"80","chaptersection":"8","identifier":"80.8","catch_text":"COST RECOVERY."}}