{"text":"\n     (a)     (1)     The sole financial remedy for violation of the requirements of this Chapter are the penalties set forth below. Additionally, failure to comply with the conditions imposed on a permit may be subject to the provisions of San Francisco Building Code Section 104.2. \n          (2)     Every employer covered by this section shall be subject to the procedures governing enforcement of violations of this Chapter. In addition, the failure of an employer to make entry level positions available to the FSHA for referral of economically disadvantaged individuals, as specified in an employer's first source hiring agreement, shall be subject to a penalty of up to $5,000.00 for every notice of a new hire improperly withheld from the FSHA for this purpose. \n          (3)     In the event that the City is the prevailing party in a civil action to recover a penalty awarded pursuant to this section, the employer will be liable for the City's costs and reasonable attorneys fees. \n     (b)     The FSHA shall promulgate appropriate guidelines or rules for the enforcement of this Chapter. Such guidelines or rules may establish procedures for ensuring fair, efficient, and cost-effective implementation of this Chapter, including mechanisms to monitor employer compliance with this Chapter, and for determining whether an employer has failed to comply with its first source referral contractual obligations. \n     (c)     (1)     The FSHA may investigate possible violations of this Chapter. Where the FSHA, after providing an employer with the opportunity to respond to the alleged violation, determines that an employer failed to make available entry level positions to the FSHA for referral of qualified economically disadvantaged individuals, as required by the applicable first source hiring agreement, the FSHA shall provide written notice to the employer as follows: \n               (A)     The factual basis for the determination;\n               (B)     The corrective action that the employer must take to remedy the violation;\n               (C)     The amount of a penalty that the FSHA has assessed for the employer's violation of this Chapter;\n               (D)     Notice that the employer has 15 days to either take the required corrective action, including payment of the penalty, or to file an appeal consistent with subsection (5), below; \n               (E)     That the employer has the right to appeal the FSHA's final determination to the OLSE, including the assessment of a penalty and the amount assessed, but that any such appeal must be filed in writing with the OLSE within 15 days of the date of the issuance of FSHA's determination and that an employer must file an appeal with the OLSE in order to exhaust administrative remedies; and \n               (F)     That if the employer fails to take the required corrective action or file an appeal in writing with the OLSE within 15 days as set forth above, the FSHA's determination shall be the City's final and binding decision which the City may enforce in a court of law, and \n               (G)     That the employer will be required to comply with the decision within 5 business days of the FSHA's decision becoming final, including payment of the penalty, if any, together with simple annual interest of 10% from the date that payment should have been made. \n     (d)     (1)the maximum amount set forth in this section is a reasonable measure of the harm to the City caused by the employer's non-compliance, the FSHA may determine that less than the full amount is warranted depending on the circumstances of each case. The FSHA shall consider the following factors in determining the amount of the penalty, if any, to impose against an employer who fails to comply with this Chapter: \n               (A)     The size of the employer's business;\n               (B)     The employer's good faith efforts to comply with this Chapter;\n               (C)     The gravity of the violation;\n               (D)     Whether or not the employer has a history of violations under this Chapter;\n               (E)     Whether or not the employer has failed to comply with recordkeeping requirements under this Chapter; and\n               (F)     Whether the imposition of a penalty would undermine the purpose of this Chapter by imposing unreasonable financial burdens on the employer, thereby imperiling the employer's ability to continue complying with the obligations of this Chapter. \n     (e)     (1)     15 days of receiving an appeal from the FSHA's final determination, the OLSE shall appoint a hearing officer and shall so advise the FSHA and the employer, and/or their respective counsel or authorized representative. \n          (2)     The hearing officer shall promptly set a date for a hearing. The hearing must commence within 45 days of the notification of the appointment of the hearing officer and conclude within 75 days of such notification, not including the issuance of a decision, unless all parties agree to an extended period. If an employer appeals the FSHA's initial determination but fails to attend a hearing set under this subsection, the FSHA's initial determination shall become final. \n          (3)     The FSHA shall have the burden of producing evidence justifying its imposition of a penalty under this Chapter, and of the employer's violation of the requirements of this Chapter, and shall have the burden of proving that a violation occurred. The employer shall have the right to present evidence on its behalf regarding an alleged violation of this Chapter. \n          (4)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or vacating the FSHA's determination of whether the employer violated the first source hiring agreement, of what corrective action that the employer must take to remedy any violation, and of the amount of a penalty to be assessed, if any. The hearing officer's decision shall consist of findings and a determination, which shall be the City's final decision. \n          (5)     The employer shall comply with the hearing officer's decision within 5 business days of service of the decision. Service shall be made by first class mail to the employer's address of record. If the hearing officer imposed a penalty, the employer shall pay the penalty within 5 business days of the receipt of the decision. Payment of a penalty after that day shall be subject to simple annual interest of 10% from the day that such penalty was due. \n          (6)     The employer may seek review of the hearing officer's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (7)     When an employer fails to take corrective action within the time required by the provisions of this section, the City may immediately pursue all available remedies against the employer, including filing a civil action to recover any penalty due under this section. \n          (8)     The failure of the FSHA or the OLSE to comply with the time requirements of this section shall not cause the OLSE to lose jurisdiction over an appeal from the FSHA's determination filed under this section. \n     (f)     If the developer fulfills its obligations as set forth in this Chapter, the developer shall not be held responsible for the failure of an employer to comply with the requirements of this Chapter. \n     (g)     All penalties obtained under this Chapter shall be deposited in the general fund.\n(Added by Ord. 264-98, App. 8/21/98; Ord. 76-06, File No. 060166, App. 4/20/2006)\n\n","heading":{"title":"83","chaptersection":"12. ","identifier":"83.12. ","catch_text":"VIOLATION OF FIRST SOURCE HIRING REQUIREMENTS IN PERMITS AND IN WORK PERFORMED BY A CITY CONTRACTOR ON NON-CITY PROJECTS IN THE CITY."}}