{"text":"\n     (a)     Developers applying for permits as defined in Section \n83.4(o) shall cooperate with the FSHA in establishing first source hiring agreement(s) for the development project. The Planning Commission shall not approve a development project, nor shall any City department issue a permit subject to this Chapter unless the developer or contractor has obtained approval from the FSHA of a first source hiring agreement applicable to the development project or obtained an exemption from the requirements of \nChapter 83 pursuant to Section \n83.11(d). The FSHA may condition approval of the first source hiring agreement on the City's approval of the development project. In the event the development project approved by the Planning Commission differs substantially from the development project assumed by the FSHA at the time it approved the agreement, the FSHA may approve modifications to the first source hiring agreement if necessary for the agreement to conform to the requirements of this Chapter. Such agreement shall become a condition of the permit, and shall: \n          (1)     Set appropriate hiring and retention goals for entry level positions for all employers engaged in construction work on, and commercial activity(ies) to be conducted in, the development project, including residential services. The developer shall agree to require all such employers to achieve these hiring and retention goals, or, if unable to achieve these goals, to establish good faith efforts as to their attempts to do so, as set forth in the agreement. The agreement shall take into consideration the employer's participation in existing job training, referral and/or brokerage programs. Within the discretion of the FSHA, subject to appropriate modifications, participation in such programs may be certified as meeting the requirements of this Chapter. Failure either to achieve the specified goal, or to establish good faith efforts will constitute noncompliance and will subject the employer to the sanctions provided in Section \n83.12 of this Chapter. \n          (2)     Set first source interviewing, recruitment and hiring requirements for all employers engaged in construction work on, and commercial activity(ies) to be conducted in, the development project, including residential services, which will provide the San Francisco Workforce Development System with the first opportunity to provide qualified economically disadvantaged individuals for consideration for employment for entry level positions. Employers subject to the agreement shall consider all applications of qualified economically disadvantaged individuals referred by the System for employment; provided however, if the employer utilizes nondiscriminatory screening criteria, the employer shall have the sole discretion to interview and/or hire individuals referred or certified by the San Francisco Workforce Development System as being qualified economically disadvantaged individuals. The duration of the first source interviewing requirement shall be determined by the FSHA and shall be set forth in each agreement but shall not exceed 10 days. During that period, the employer subject to the agreement may publicize the positions in accordance with the agreement. A need for urgent or temporary hires must be evaluated, and appropriate provisions for such a situation must be made in the agreement. \n          (3)     Set appropriate requirements for providing notification of available entry level positions to the San Francisco Workforce Development System so that the System may train and refer an adequate pool of qualified economically disadvantaged individuals to employers subject to the agreement. Notification should include such information as employment needs by occupational title, skills, and/or experience required, the hours required, wage scale and duration of employment, identification of entry level and training positions, identification of English language proficiency requirements, or absence thereof, and the projected schedule and procedures for hiring for each occupation. Employers subject to the agreement should provide both long-term job need projections, and notice before initiating the interviewing and hiring process. These notification requirements will take into consideration any need to protect the employer's proprietary information. \n          (4)     Set appropriate record keeping and monitoring requirements. The First Source Hiring Administration shall develop easy to use forms and record keeping requirements for documenting compliance with the agreement. To the greatest extent possible, these requirements shall utilize the employer's existing record keeping systems, be non-duplicative, and facilitate a coordinated flow of information and referrals. \n          (5)     Establish guidelines for employer good faith efforts to comply with the first source hiring requirements of this Chapter. The FSHA will work with City departments to develop employer good faith effort requirements appropriate to the types of permits handled by each department. Employers shall appoint a liaison for dealing with the development and implementation of the employer's agreement. In the event that the FSHA finds that the employer has taken actions primarily for purpose of circumventing the requirements of this Chapter, that employer shall be subject to the sanctions set forth in Section \n83.12 of this Chapter. \n          (6)     Set the term of the requirements.\n          (7)     Set appropriate enforcement and sanctioning standards consistent with this Chapter.\n          (8)     Provide that the agreement shall be recorded.\n          (9)     Set forth the City's obligations to develop training programs, job applicant referrals, technical assistance, and information systems that assist the employer in complying with this Chapter. \n          (10)     Require developer to include notice of the requirements of this Chapter in leases, subleases, and other occupancy contracts.\n     (b)     The employer subject to the agreement shall make the final determination of whether an economically disadvantaged individual referred by the System is \"qualified\" for the position. Any qualified economically disadvantaged individual who is hired by the employer shall have the same rights and obligations as all other employees in similar positions. The employer shall not discriminate against any employees on the basis of participation in the First Source Hiring Program. Any such discrimination shall be considered a breach of the employer's \"good faith\" obligations under the agreement, and shall be subject to the sanctions set forth in Section \n83.12 of this Chapter. \n     (c)     Compliance by an employer subject to the agreement with a City department's approved plan shall be deemed to be compliance with the requirements of this Chapter. In situations where an employer must comply with the requirements of this Chapter as part of a contract or property contract, and subsequently must apply for permits for the same project that is the subject of the contract or property contract, the employer will be deemed to be in compliance with this Chapter. \n     (d)     In any situation where the FSHA concludes based upon application by the employer that compliance with this Chapter would cause economic hardship or the burden of compliance would be disproportionate to the impacts of the employer's commercial activity(ies) in the City, the FSHA shall grant an exception to any or all of the requirements of this Chapter. \n(Added by Ord. 264-98, App. 8/21/98; amended by Ord. 250-04, File No. 041190, App. 10/14/2004; Ord. 76-06, File No. 060166, App. 4/20/2006) \n\n","heading":{"title":"83","chaptersection":"11. ","identifier":"83.11. ","catch_text":"FIRST SOURCE HIRING REQUIREMENTS FOR PERMITS FOR COMMERCIAL DEVELOPMENT AND RESIDENTIAL PROJECTS."}}