{"text":"\n     (a)     Every contract covered by this Chapter shall contain a provision in which the Contractor agrees:\n          (1)     To be liable to the City for liquidated damages as provided in this section;\n          (2)     To be subject to the procedures governing enforcement of breaches of contracts based on violations of contract provisions required by this Chapter as set forth in this section; \n          (3)     That the contractor's commitment to comply with this Chapter is a material element of the City's consideration for this contract; that the failure of the contractor to comply with the contract provisions required by this Chapter will cause harm to the City and the public which is significant and substantial but extremely difficult to quantify; that the harm to the City includes not only the financial cost of funding public assistance programs but also the insidious but impossible to quantify harm that this community and its families suffer as a result of unemployment; and that the assessment of liquidated damages of up to $5,000.00 for every notice of a new hire for an entry level position improperly withheld by the contractor from the first source hiring process, as determined by the FSHA during its first investigation of a contractor, does not exceed a fair estimate of the financial and other damages that the City suffers as a result of the contractor's failure to comply with its first source referral contractual obligations. \n          (4)     That the continued failure by a contractor to comply with its first source referral contractual obligations will cause further significant and substantial harm to the City and the public, and that a second assessment of liquidated damages of up to $10,000.00 for each entry level position improperly withheld from the FSHA, from the time of the conclusion of the first investigation forward, does not exceed the financial and other damages that the City suffers as a result of the contractor's continued failure to comply with its first source referral contractual obligations; \n          (5)     That in addition to the cost of investigating alleged violations under this Section, the computation of liquidated damages for purposes of this section is based on the following data: \n               A.     The average length of stay on public assistance in San Francisco's County Adult Assistance Program is approximately 41 months at an average monthly grant of $348.00 per month, totaling approximately $14,379.00; and \n               B.     In 2004, the retention rate of adults placed in employment programs funded under the Workforce Investment Act for at least the first six months of employment was 84.4%. Since qualified individuals under the First Source program face far fewer barriers to employment than their counterparts in programs funded by the Workforce Investment Act, it is reasonable to conclude that the average length of employment for an individual whom the First Source Program refers to an employer and who is hired in an entry level position is at least one year; \n               therefore, liquidated damages that total $5,000.00 for first violations and $10,000.00 for subsequent violations as determined by FSHA constitute a fair, reasonable, and conservative attempt to quantify the harm caused to the City by the failure of a contractor to comply with its first source referral contractual obligations. \n          (6)     That the failure of contractors to comply with this Chapter, except property contractors, may be subject to the debarment and monetary penalties set forth in Sections \n6.80 et seq. of the San Francisco Administrative Code, as well as any other remedies available under the contract or at law. \n     (b)     The FSHA shall promulgate appropriate guidelines or rules for the enforcement of this Chapter. Such guidelines or rules may establish procedures for ensuring fair, efficient, and cost-effective implementation of this Chapter, including mechanisms to monitor contractor compliance with the contract provisions required by this Chapter, and for determining whether a contractor has failed to comply with its first source referral contractual obligations. \n     (c)     The FSHA may investigate possible violations of contract provisions required by this Chapter. Where the FSHA, after providing the contractor with the opportunity to respond to the alleged violation, determines that a contractor failed to make available entry level positions to the FSHA for referral of qualified economically disadvantaged individuals, as required by the applicable first source hiring agreement, the FSHA shall provide written notice to the contractor as follows: \n          (1)     The factual basis for the determination;\n          (2)     The corrective action that the contractor must take to remedy the violation;\n          (3)     The amount of liquidated damages that the FSHA has assessed for the contractor's violation of this Chapter;\n          (4)     Notice that the contractor has 15 days to either take the required corrective action, including payment of liquidated damages, or to file an appeal consistent with subsection (5), below; \n          (5)     That the contractor has the right to appeal the FSHA's final determination to the OLSE, including the assessment of liquidated damages and the amount assessed, but that any such appeal must be filed in writing with the OLSE within 15 days of the date of the issuance of FSHA's determination and that a contractor must file an appeal with the OLSE in order to exhaust administrative remedies; \n          (6)     That if the contractor fails to take the required corrective action or file on appeal in writing with the OLSE within 15 days as set forth above, the FSHA's determination shall be the City's final and binding decision which the City may enforce in a court of law, and \n          (7)     That the contractor will be required to comply with the decision within 5 business days of the FSHA's decision becoming final, including payment of liquidated damages, if any, together with simple annual interest of 10% from the date that payment should have been made. \n     (d)     (1)     liquidated damages in the maximum amount set forth in this section are a reasonable estimate of harm to the City caused by the contractor's non-compliance with contract provisions required by this Chapter, the FSHA may determine that less than the full amount is warranted depending on the circumstances of each case. The FSHA shall consider the following factors in determining the amount of liquidated damages, if any, to impose against a contractor who fails to comply with contract provisions required by this Chapter: \n               (A)     The size of the contractor's business;\n               (B)     The contractor's good faith efforts to comply with contract provisions required by this Chapter;\n               (C)     The gravity of the violation;\n               (D)     Whether the contractor has a history of violations of contract provisions required by this Chapter;\n               (E)     Whether the contractor has failed to comply with recordkeeping requirements imposed by contract provisions under this Chapter; and \n               (F)     Whether the imposition of liquidated damages would undermine the purpose of this Chapter by imposing unreasonable financial burdens on the contractor, thereby imperiling the contractor's ability to continue complying with contract provisions required by this Chapter. \n     (e)     (1)     15 days of receiving an appeal from the FSHA's final determination, the OLSE shall appoint a hearing officer and shall so advise the FSHA and the contractor, and/or their respective counsel or authorized representative. \n          (2)     The hearing officer shall promptly set a date for a hearing. The hearing must commence within 45 days of the notification of the appointment of the hearing officer and conclude within 75 days of such notification, not including the issuance of a decision, unless all parties agree to an extended period. If a contractor appeals the FSHA's initial determination but fails to attend a hearing set under this subsection, the FSHA's initial determination shall become final. \n          (3)     The FSHA shall have the burden of producing evidence justifying its imposition of liquidated damages under this Chapter, and of the contractor's violation of contract provisions required by this Chapter, and shall have the burden of proving that a violation occurred. The contractor shall have the right to present evidence on its behalf in response to any alleged violation of contract provisions required by this Chapter. \n          (4)     Within 30 days of the conclusion of the hearing, the hearing officer shall issue a written decision affirming, modifying, or vacating the FSHA's determination of whether the contractor violated the first source hiring agreement, of what corrective action that the contractor must take to remedy any violation, and of the amount of liquidated damages to be assessed, if any. The hearing officer's decision shall consist of findings and a determination, which shall be the City's final decision. \n          (5)     The contractor shall comply with the hearing officer's decision within 5 business days of service of the decision. Service shall be made by first class mail to the contractor's address of record. If the hearing officer imposed liquidated damages, the contractor shall pay the liquidated damages within 5 business days of the receipt of the decision. Payment of liquidated damages after that day shall be subject to simple annual interest of 10% from the day that such damages were due. \n          (6)     The contractor may seek review of the hearing officer's decision only by filing in the San Francisco Superior Court a petition for a writ of mandate under California Code of Civil Procedure, section 1094.5, as may be amended from time to time. \n          (7)     When a contractor fails to take corrective action within the time required by the provisions of this section, the City may immediately pursue all available remedies against the contractor for breach of contract, including debarment proceedings where applicable and filing a civil action to recover liquidated damages due under this section. \n          (8)     The failure of the FSHA or OLSE to comply with the time requirements of this Section shall not cause the OLSE or the hearing officer to lose jurisdiction over an appeal from the FSHA's determination filed under this Section. \n     (f)     If the developer fulfills its obligations as set forth in this Chapter, the developer shall not be held responsible for the failure of an employer to comply with the requirements of this Chapter. \n     (g)     Liquidated damages obtained under this Chapter shall be deposited in the general fund.\n(Added by Ord. 264-98, App. 8/21/98; Ord. 76-06, File No. 060166, App. 4/20/2006; Ord. 32-09, File No. 081512, App. 3/9/2009)\n\n","heading":{"title":"83","chaptersection":"10","identifier":"83.10","catch_text":"VIOLATION OF FIRST SOURCE HIRING REQUIREMENTS IN CONTRACTS AND PROPERTY CONTRACTS."}}