{"text":"\n     (a)     In August 1996, a new Federal law, the Personal Responsibility and Work Opportunity Act, also known as \"welfare reform,\" fundamentally changed the nature of public assistance programs in this country, shifting the focus from the receipt of benefits to procurement of employment within specified time limits. Approximately 17,350 of San Francisco's children and 7,330 of its adults (3.4 percent of the population) who currently receive Temporary Assistance to Needy Families (TANF), the program formerly known as Aid to Families with Dependent Children (AFDC), will be limited to five cumulative years of aid during their lifetime. This means that within five years, the adult members of these families, unless specifically exempted, must be employed at an economically self-sufficient level. Under the new Federal law, after two years on aid, most recipients must work in order to maintain eligibility for (TANF). As families reach their time limits, there will be no federal or State funding help to support them. Therefore, the creation and retention of adequate employment opportunities within the City is essential to prevent these families from falling into complete destitution. \n     (b)     The Federal law will penalize states that fail to meet their assigned quotas for moving individuals from welfare to work by imposing monetary sanctions that will be passed on to the counties. \n     (c)     Many people on welfare and other economically disadvantaged individuals do not have immediate access to employment opportunities that will bring economic self-sufficiency. Often, long-term recipients of public benefits are confronted with multiple barriers to full employment, including lack of education, job-readiness skills and work experience. \n     (d)     In San Francisco, there are 9,000 single unemployed adults in the County Adult Assistance Program (CAAP) who are also in need of programs to move toward self-sufficiency. Many CAAP clients have chosen an employment track and are pursuing self-sufficiency through work. Unlike TANF, CAAP is funded solely by County dollars and is not subsidized by the State or Federal government. While the economy shows signs of improvement, unemployment rates in San Francisco remain at 5.8 percent. \n     (e)     Since 2000, over 100,000 jobs have been lost, almost three times the job loss rate of the early 1990's.\n     (f)     The welfare time limits imposed upon families place tremendous pressure on the City to find jobs, provide appropriate training opportunities, and assist economically disadvantaged individuals to find and retain adequate employment. The availability of sufficient employment opportunities is essential to the economic and social well-being of the City. This process of workforce development must be a component of the City's economic development planning. \n     (g)     New development and construction of commercial projects tend to increase property values which in turn can displace low-income residents and put a greater burden on the City to assist economically disadvantaged individuals. \n     (h)     Additionally, business expansion places increased demand upon, and reduces the available pool, of qualified workers. The City's economic health depends upon the maintenance of that pool. Job training funds are a component of welfare reform and will result in an increase of available qualified workers. Thus, early identification of entry level positions in new or growing commercial activity allows the City to plan training programs that will prepare economically disadvantaged individuals to be available for these new jobs. One of the goals of this Chapter is to create a seamless job referral system. \n     (i)     The City, the business community, the service providers, organized labor, the schools, and the people who must personally meet the challenge of welfare reform are gathering at a unique historical moment. The time limits on public assistance are a matter of law, and the only choice is to organize the opportunities so as not to bypass these workers. The consequences of welfare reform are significant not just for the individuals who must find economic self-sufficiency, but for the whole economic well-being and commercial activity of the City and its constituents. \n     (j)     The concept of \"First Source Hiring\" under this Chapter contains two essential components: the identification of entry level positions in order to properly allocate training resources, and the availability of the first opportunity for graduates of those training programs to be considered for employment. The City must work with the business community, the service providers, organized labor and schools in identifying workforce needs, developing job readiness standards, supporting training that creates a new pool of qualified workers, and providing a mechanism by which the business community can draw upon this pool; thereby facilitating and strengthening the relationship between the City, educational institutions, community-based job training, development and place-mended programs, and the private sector. While the City commits to providing the support services necessary to ensure the successful transition to economic self-sufficiency, the business community must be willing to offer these employment opportunities to qualified economically disadvantaged individuals. \n     (k)     Participation in the City's First Source Hiring Program can be economically advantageous to employers. The Program provides a ready supply of qualified workers to employers with hiring needs. There are a variety of City, federal and State tax credits available for hiring qualified economically disadvantaged individuals. Within State-designated \"Enterprise Zone\" areas of San Francisco, the state offers a hiring tax credit for employers who hire job seekers from targeted groups. Employers can claim up to $31,605.00 in tax credits over a 5 year period when they hire qualified employees. The State of California also allows a hiring tax credit against wages paid qualified economically disadvantaged individuals, and a sales tax credit for equipment purchased for use in designated Enterprise Zones. \n     (l)     In order to provide financial assistance to employers who hire qualified economically disadvantaged individuals, the federal government offers the Federal Welfare-to-Work Credit that provides up to $8,500 in tax credits per qualified employee and the Work Opportunity Tax Credit that provides up to $2,400 in tax credits per qualified employee. \n     (m)     The City is committed, in partnership with the Private Industry Council, to facilitating employer access to tax credit and other financial incentive information regarding the hiring of qualified economically disadvantaged individuals who meet City, State or federal program criteria. \n     (n)     The Board of Supervisors passed the FSHA before Congress passed the Workforce Investment Act of 1998 (WIA) (29 U.S.C.A. 2801 et seq.). The WIA mandates the creation of a Workforce Investment Board (WIB) that, in partnership with the Mayor, oversees the workforce development system for the City. \n     (o)     The WIA also requires the implementation of a One-Stop delivery system that provides services to both job seekers and employers. It requires that the workforce development services in each locality be delivered through a single \"One-Stop\" delivery system. The WIA gives states and localities flexibility in deciding how to implement the One-Stop system with the condition that a \"full service center\" be formed in each locality, which provides full access to all services. The WIB, in partnership with the Mayor, agreed to have one full service center located on Mission Street, two affiliate centers located in the southeast sector and in the Civic Center area, and a multitude of access points. This structure makes up the foundation of the One-Stop system in San Francisco. The City chose a consortium of agencies to be responsible for the operation of these centers, including the San Francisco Human Services Agency (HSA), City College of San Francisco, the National Council on Aging, and the State of California Employment Development Department. \n     (p)     With the passage of the WIA and the implementation of the One-Stop system, the FSHA has been fully integrated into the delivery of services. \n     (q)     In 2003, the FSHA ordinance was extended for one year, during which time an independent evaluation was conducted on the effectiveness of the program. The final report indicates that the stakeholders view the ordinance as a tool to open doors to jobs for populations that have historically had difficulty gaining access to employment opportunities. \n     (r)     In March 2004, HSA began implementing a business service initiative designed to integrate job posting and placement activities within the One-Stop system. With this new referral system in place, a process exists to connect job seekers with the job opportunities that result from this ordinance. \n     (s)     Also in 2004, HSA implemented a new data system that tracks the activities of the referral system. Information gathered includes the number of employers notified of first source requirements, the number that comply with first source requirements, the number of jobs posted, and the number of job seekers referred and placed in jobs. \n     (t)     The proposed Market and Octavia Area Plan - consisting of general plan, planning code, and zoning map amendments - is a means for implementing an innovative set of land use controls, urban design guidelines, and public space and transportation system improvements to create a dense, vibrant and transit-oriented neighborhood. The plan rezones the commercial uses in the Plan Area; consequently more jobs will occur in the lower wage industries such as retail, food service, and personal services. Such industries offer employment opportunities to first time and entry level workers especially served by the City's First Source Hiring program and as such special efforts will be made to enlist lower income residents and job seekers in these new employment opportunities. Expanding the provisions of the First Source Hiring Ordinance to the Market and Octavia Area Plan will serve as a pilot project for other areas of the City and is in the best interest of the residents residing in this designated area. \n(Added by Ord. 264-98, App. 8/21/98; amended by Ord. 250-04, File No. 041190, App. 10/14/2004; Ord. 76-06, File No. 060166, App. 4/20/2006; Ord. 214-08, File No. 080235, App. 9/19/2008) \n\n","heading":{"title":"83","chaptersection":"2. ","identifier":"83.2. ","catch_text":"FINDINGS."}}