{"text":"\n     The purpose of this Chapter is to establish a First Source Hiring Program for the City and County of San Francisco to foster construction and permanent employment opportunities for qualified economically disadvantaged individuals. Participation in this program shall be required in City contracts and City property contracts. In addition, participation in this program is required by City contractors for any and all work performed by the contractor in the City. \n     This Chapter additionally requires similar first source hiring obligations to be included in permits authorizing construction of certain commercial development and residential projects. \n     Because of the wide variety of contracts, property contracts, other work performed in the City by the City contractor, and permits issued by, the City, there is no single first source hiring requirement that can be applied and enforced in all such situations. Therefore, specific first source hiring requirements must be tailored to individual contracts, property contracts, work performed in the City by City contractors, and permits for commercial activities and residential projects. An administrative body shall be established by the City to assist in the tailoring of these requirements, and shall be known as the \"First Source Hiring Administration (FSHA)\" for the purpose of implementing and overseeing the first source hiring requirements under this Chapter. \n     This Chapter is intended to authorize and direct the First Source Hiring Administration, where consistent with the purpose of this Chapter and its assessment of feasibility, and in a manner that avoids conflicts with applicable federal and State law, to set entry level position hiring and retention goals for contracts, property contracts, other work performed in the City by City contractors, and permits. \n     Nothing in this Chapter is intended to, nor shall it be interpreted or applied so to create delay to contractors or developers under permits subject to the requirements of first source hiring. \n     Three years after the effective date of this Chapter, the Board of Supervisors shall review the First Source Hiring Program to determine: (1) the number of entry level positions identified and acquired by qualified economically disadvantaged individuals; (2) whether participants in the Workforce Development System received appropriate and sufficient training; (3) whether the requirements of this Chapter are adequate to achieve the goals of the program; and (4) whether amendments and/or revisions of this Chapter are needed. \n(Added by Ord. 264-98, App. 8/21/98; amended by Ord. 250-04, File No. 041190, App. 10/14/2004)\n\n","heading":{"title":"83","chaptersection":"3","identifier":"83.3","catch_text":"PURPOSE."}}