{"text":"\n     (a)     \"Approved plan\" shall mean a first source hiring implementation and monitoring plan developed by a City department and approved by the FSHA. \n     (b)     \"Biotechnology business\" shall mean conducting biotechnology research and experimental development, and operating laboratories for biotechnology research and experimental development, using recombinant DNA, cell fusion, and bioprocessing techniques, as well as the application thereof to the development of diagnostic products and/or devices to improve human health, animal health, and agriculture. \n     (c)     \"City\" shall mean the City and County of San Francisco.\n     (d)     \"Commercial activity\" shall include but not be limited to, for purposes of this Chapter only, retail sales and services, restaurant, hotel, education, hospital, and office uses, biotechnology business, and any other non-profit or for-profit commercial uses. \n     (e)     \"Contract\" shall mean an agreement for public works or improvements to be performed, or for goods or services to be purchased, or grants to be provided, at the expense of the City, or to be paid out of moneys deposited in the Treasury of the City, or out of trust moneys under the control of, or collected by, the City involving an expenditure in excess of $350,000 for construction contracts, in excess of $50,000 for goods, or in excess of $50,000 for services. Contract shall also mean loans or grants in excess of $50,000 which are awarded by the Mayor's Office of Housing, the Mayor's Office of Community Development, the Mayor's Office of Children, Youth and their Families, or by any other City department for work covered under this Chapter. \n          The requirements of this Chapter shall apply to: (1) entry level positions for work performed by a contractor in the City; (2) entry level positions for work performed on the contract in counties contiguous to the City; and (3) entry level positions for work performed on the contract on property owned by the City. \n          For purposes of this Chapter, \"contract\" shall include subcontracts under the contract subject to first source hiring, unless otherwise exempted under this Chapter. \n          For purposes of this Chapter, \"contract\" shall not include contracts for urgent litigation expenses as determined by the City Attorney, emergency contracts under San Francisco Administrative Code Section 6.30, or Section \n21.25, tolling agreements, cooperative purchasing agreements with other governmental entities or contracts with other governmental entities. \n     (f)     \"Contractor\" shall mean any person(s), firm, partnership, corporation, or combination thereof, who enters into a contract or property contract with a department head or officer empowered by law to enter into contracts or property contracts on the part of the City. \n     (g)     \"Developer\" shall mean the property owner, agents of the property owner, including but not limited to management companies, person or persons, firm, partnership, corporation, or combination thereof, having the right under the San Francisco Planning Code and/or the San Francisco Building Code to make an application for approval of a commercial activity or residential project. \n     (h)     \"Development project\" shall mean commercial activity(ies) or a residential project that require a permit that is subject to the requirements of this Chapter, including applicable permits related to biotechnology business. \n     (i)     \"Economically disadvantaged individual\" shall mean an individual who is either: (1) eligible for services under the Workforce Investment Act of 1988 (WIA) (29 U.S.C.A. 2801 et seq.), as determined by the San Francisco Private Industry Council, or any successor agency; or (2) designated \"economically disadvantaged\" by the First Source Hiring Administration, as an individual who is at risk of relying upon, or returning to, public assistance., including unemployment benefits. Examples of \"economically disadvantaged individuals,\" for purposes of this subsection, may include, but not be limited to, the following individuals: individuals existing the criminal justice system; individuals participating in or completing substance abuse treatment; individuals who receive financial aid for the purpose of obtaining an education or other vocational training program; survivors of domestic violence seeking employment; people with disabilities seeking employment; and veterans seeking employment. \n     (j)     \"Employer\" shall mean a contractor, sub-contractor, developer, agents of the developer, tenants or other occupants, or person(s), firm, partnership, corporation, or combination thereof engaged in work performed under a contract, lease, loan, grant, or permit, or engaged in work performed in the City, subject to the requirements of this Chapter. \n     (k)     \"Entry level position\" shall mean a position that requires any of the following: (1) no education above a high school diploma or certified equivalency; (2) less than two years of training or specific preparation; (3) a college and/or post graduate degree; or (4) a license or a permit. \"Entry level position\" shall include temporary and permanent jobs, and construction jobs related to the development of a commercial activity or residential project. \n     (l)     \"First source hiring agreement\" shall mean the written agreement entered into by the employer with the City which details the particular first source hiring requirements with which an employer must comply, as further defined in Sections \n83.9 and \n83.11 of this Chapter. \n     (m)     \"FSHA\" shall mean the First Source Hiring Administration.\n     (n)     \"Permit\" shall mean, during Phase I, as defined in Section \n83.4(n) below, either or both of the following: (1) any building permit application for a commercial activity over 50,000 square feet in floor area and involving new construction, an addition, or alteration which results in the expansion of entry level positions for a commercial activity; (2) any application which requires discretionary action by the City's Planning Commission relating to a commercial activity over 50,000 square feet including, but not limited to, a conditional use, project authorization under San Francisco Planning Code Section \n309, and office development under San Francisco Planning Code Section \n320, et seq. During Phase II, as defined Section \n83.4(o) below, any or all of the following: (1) any building permit application for a commercial activity over 25,000 square feet in floor area and involving new construction, an addition, or alteration which results in the expansion of entry level positions for a commercial activity; (2) any application which requires discretionary action by the City's Planning Commission relating to a commercial activity over 25,000 square feet including, but not limited to conditional use, project authorization under San Francisco Planning Code Section \n309, and office development under San Francisco Planning Code Section \n320, et seq., or (3) any building permit application for a residential project as defined herein. \n          The requirements of this Chapter shall apply to entry level positions for work done under a permit authorizing a development project or residential project in the City. \n     (o)     \"Phase I\" shall refer to the first stage of implementation of this Article which became operative on October 20, 1998. Phase I applied to contracts for public works or improvements to be performed, property contracts, grants or loans issued by the Mayor's Office of Housing, or by the Mayor's Office of Community Development, and permits issued for commercial activity over 50,000 square feet. \n     (p)     \"Phase II\" refers to the second stage of implementation of this Chapter which became operative on April 1, 2001, 24 months after the FSHA adopted a resolution stating that Phase I had been implemented. In addition to the contracts, property contracts, grants or loans referred to in Section \n83.4(n), above, Phase II shall apply to contracts for goods in excess of $50,000, contracts for services in excess of $50,000, permits issued for commercial activity exceeding 25,000 square feet, grants and loans in excess of $50,000 issued by other City departments, and permits issued for residential projects as defined herein. In addition, Phase II shall apply to any and all work performed in the City by City contractors. \n     (q)     \"Property contract\" shall mean a written agreement, including leases, concessions, franchises and easements, between the City and a private party for the exclusive use of real property, owned or controlled by the City, for a term exceeding 29 days in any calendar year (whether by a singular instrument or by cumulative instruments) for the operation or use of such real property for the operation of a business establishment, that creates available entry level positions. For purposes of this Chapter, \"property contract\" does not include an agreement for the City to use or occupy real property owned by others, or leases, easements or permits entered into by the Public Utilities Commission for pipeline rights-of-way property and watershed property. \n     (r)     \"Publicize\" shall mean to advertise or post, and shall include participation in job fairs, or other forums in which employment information is available. \n     (s)     \"Qualified\" with reference to an economically disadvantaged individual shall mean an individual who meets the minimum bona fide occupational qualifications provided by the prospective employer to the San Francisco Workforce Development System in the job availability notices required by this Chapter. \n     (t)     \"Residential project\" shall mean a residential development involving new construction, an addition, a conversion, or substantial rehabilitation that results in the creation or addition of ten or more residential units. \n     (u)     \"Retention\" shall, when used in this Chapter, be construed to apply to the entry level position, not to any particular individual.\n     (v)     \"San Francisco Workforce Development System (System)\" shall mean the system established by the City and County of San Francisco, and managed by the FSHA, for maintaining: (1) a pool of qualified individuals; and (2) the mechanism by which such individuals are certified and referred to prospective employers covered by the first source hiring requirements under this Chapter. \n     (w)     \"Substantial rehabilitation,\" when used in this Chapter, shall mean rehabilitation that involves costs in excess of 75 percent of the value of the building after rehabilitation. \n(Added by Ord. 264-98, App. 8/21/98; amended by Ord. 207-04, File No. 040987, App. 8/5/2004; Ord. 250-04, File No. 041190, App. 10/14/2004; Ord. 76-06, File No. 060166, App. 4/20/2006; Ord. 214-08, File No. 080235, App. 9/19/2008; Ord. 149-09, File No. 090327, 7/10/2009) \n\n","heading":{"title":"83","chaptersection":"4. ","identifier":"83.4. ","catch_text":"DEFINITIONS."}}