{"text":"\n     (a)     Establishment and Composition. A First Source Hiring Administration (\"FSHA\") is hereby established for the purpose set forth in Subsection (b) below. The FSHA shall consist of the following: (1) the Mayor or his/her designee from the Mayor's Office of Economic and Workforce Development; (2) the Executive Director of the Human Services Agency, or his/her designee; (3) the Director of the Mayor's Office of Community Development, or his/her designee; (4) the Chair of Workforce Investment San Francisco, or his/her designee; (5) the Chancellor of the City College of San Francisco or his/her designee; (6) other City department representatives appointed by the FSHA as necessary from time to time; and (7) other San Francisco governmental agency representatives participating in the First Source Hiring Program and invited by the FSHA. \n     The Department of Economic and Workforce Development shall manage and provide staff for the FSHA. \n     (b)     Powers and Duties. The FSHA shall be responsible for the implementation, oversight, and monitoring of the first source hiring requirements of this Chapter. Its powers and duties shall include: \n          (1)     Providing assistance to individual City departments in designing first source hiring implementation and monitoring plans for that department to use in contracts and property contracts, including criteria for assigning particular numerical hiring goals, or reviewing and approving existing Plans. The FSHA shall work with departments to identify those contracts and property contracts that offer available entry level positions in duration and numbers sufficient to justify the additional administrative duties resulting from the implementation of the requirements of this Chapter. To the greatest extent possible, the development of these plans shall utilize the department's existing contract-monitoring procedures and facilitate a coordinated flow of information; \n          (2)     Working with the Department of City Planning and the Department of Building Inspection to establish conditions based upon first source hiring agreements for development projects; \n          (3)     Working with employers and unions to identify entry level positions for qualified economically disadvantaged individuals, and to set appropriate recruitment, hiring and retention goals; \n          (4)     Determining appropriate monitoring and enforcement mechanisms to achieve the purpose of this Chapter, and consistent with Sections \n83.10 and \n83.12, below; \n          (5)     Developing written regulations to implement first source hiring;\n          (6)     Entering into cooperative agreements with other San Francisco governmental agencies, including, but not limited to, the Housing Authority, the Redevelopment Agency, the In-Home Supportive Services Public Authority, and the Parking Authority, consistent with the laws governing such agencies and consistent with the purpose of this Chapter; \n          (7)     Conducting independent audits of City departmental implementation, monitoring and enforcement of the requirements of this Chapter; \n          (8)     Preparing an annual report on the progress of first source hiring for presentation to the Mayor and the Board of Supervisors that will include but not be limited to the status of first source implementation by all City departments, the number of contractors by department subject to first source requirements by department, the number of permittees subject to first source requirements, the number and percent of contractors and permittees with signed first source agreements on file, the number and percent of first source employers posting jobs, the number of jobs posted and the wage data associated with those jobs, the number of job seekers referred to employers, the number of job seekers hired by first source employers, the number and percent of first source employers hiring job seekers, and the length of time that hired individuals remain employed. All contractors and permittees covered by this Chapter shall comply with all reasonable requests for information from the FSHA in its attempt to comply with this subdivision. In addition, the FSHA shall review these data to determine whether, in light of the data, the liquidated damages provision that this ordinance requires continues to reflect a fair estimate of the injury that the City suffers when a contractor fails to comply with its first source referral obligations. If the FSHA determines that the liquidated damages provision can be improved it shall submit to the Board of Supervisors proposed amendments to this Ordinance reflecting those improvements. The Board of Supervisors shall hold a hearing on the report within 45 days of its submission to the Clerk of the Board of Supervisors. \n          (9)     Submitting all approved first source hiring implementation and monitoring plans (\"approved plan\") to the Workforce Development Advisory Committee for review; \n          (10)     Developing effective outreach, education, support services for, and recognition of, employers.\n     (c)     The FSHA shall phase-in implementation of this Chapter in accordance with Section \n83.18, below, and as defined in Sections \n83.4(r) and (s), above. The FSHA shall first establish a schedule for assisting in the development of, or approving existing first source hiring implementation and monitoring plans by the following City departments: Airport; Department of Building Inspection; Department of Planning; Department of Public Health; Mayor's Office of Children, Youth and Families; Mayor's Office of Community Development; Mayor's Office of Housing; Municipal Railway; Parks and Recreation; Port; Public Works, and Purchasing. The FSHA shall also establish a schedule for the remaining City departments. \n     (d)     The FSHA shall exercise its powers and duties in a manner that does not result in delay for contractors or developers subject to this Chapter. \n     (e)     The FSHA, or the OLSE, where appropriate, shall make the final administrative determination as to compliance with the requirements of this Chapter. \n(Added by Ord. 264-98, App. 8/21/98; amended by Ord. 250-04, File No. 041190, App. 10/14/2004; Ord. 76-06, File No. 060166, App. 4/20/2006; Ord. 270-07, File No. 071056, App. 11/26/2007; Ord. 214-08, File No. 080235, App. 9/19/2008) \n\n","heading":{"title":"83","chaptersection":"6","identifier":"83.6","catch_text":"FIRST SOURCE HIRING ADMINISTRATION."}}