{"text":"\n     The Board of Supervisors hereby finds and declares: \n     (a)     Congress enacted the Quality Housing and Work Responsibility Act of 1998 (\"QHWRA,\" Public Law 105-276) amending Section 214 of the Housing and Community Development Act of 1980 (Public Law 96-399) and amending Section 576 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (Division C of Public Law 104-208). These amendments require recipients of identified housing subsidies to affirmatively verify their immigration status. (42 U.S. § 1436a.) \n     (b)     These changes in federal legislation are likely to result in disruption or loss of housing for some City residents, particularly some San Francisco Housing Authority residents. It is in the City's interest to minimize the homelessness and disruption to individuals and families resulting from this change in federal law. \n     (c)     The City and County of Sari Francisco wishes to provide humanitarian assistance through residential rent subsidies to San Francisco residents whose federal rent subsidy has been reduced or revoked due to failure to meet federal immigration status verification and related requirements under QHWRA, including tenants in San Francisco Housing Authority units or Section 8 units (\"Section 8\" of the United States Housing Act of 1937, 42 U.S.C. 1437(f). \n     (d)     This is a pilot program with the primary goal of preserving households in low-income federally subsidized housing. This legislation will focus on San Francisco Housing Authority tenants and San Francisco Housing Authority-based Section 8 tenants, and may be later extended to other federally subsidized tenants. To maximize the use of limited funding, the program will pay a maximum of 60% of the increased tenant payment for one year, and program recipients must pay the remainder of the increased tenant payment. The subsidy will be reduced annually after the first year to 40%, then to 20%, and then to zero, respectively. Program recipients who are actively pursuing adjustment of their immigration status can continue to receive a 20% subsidy, for three years subject to available funding. \n     (e)     This pilot program will also provide two mini-grants of $5,000 each, to be made available by the Program Administrator to culturally and linguistically competent community-based organizations, to provide immediate outreach to San Francisco Housing Authority tenants regarding QHWRA and this program, to provide referrals to individuals and families for assistance with adjustment of immigration status, and to provide information to the San Francisco Housing Authority about the numbers of affected individuals and families. \n     (f)     The Board of Supervisors also wishes to reaffirm that the City and County of San Francisco is a City and County of Refuge. This humanitarian assistance shall therefore be administered consistent with the provisions of San Francisco Administrative Code Chapter 12H \"Im-migration Status.\" \n(Added by Ord. 162-02, File No. 020593, App. 7/19/2002) \n\n","heading":{"title":"84","chaptersection":"1. ","identifier":"84.1. ","catch_text":"FINDINGS.  "}}