{"text":"\n     The commission shall have the following powers and duties: \n     (a)     By May 1, 2000, the Commission shall adopt an adequate and complete San Francisco Strategic Plan, as described in Section \n86.4 below, for the support and improvement of early childhood development within the City and County of San Francisco. Prior to adopting the Strategic Plan, the Commission shall hold no less than one public hearing on the proposed Strategic Plan. \n     (b)     On at least an annual basis, the Commission shall review its Strategic Plan and revise the Plan as may be necessary or appropriate. The Commission shall hold no less than one public hearing on its periodic review of the Strategic Plan before any revisions to the Plan are adopted. \n     (c)     The Commission shall submit its adopted Strategic Plan, and any subsequent revisions thereto, to the State Children and Families First Commission. \n     (d)     On or before October 15th of each year, the Commission shall prepare and adopt an audit of and issue a written report on the implementation and performance of its functions during the preceding fiscal year. \n          (1)     At a minimum, the audit and report shall include the manner in which the funds were expended, the progress toward and the achievement of program goals and objectives, and the measurement of specific outcomes through appropriate reliable indicators. \n          (2)     The Commission shall transmit the audit and report to the State Children and Families First Commission annually.\n          (3)     The Commission shall conduct no less than one public hearing prior to adopting any annual audit and report.\n     (e)     The Commission shall conduct no less than one public hearing on each annual report by the State Commission prepared pursuant to California Health and Safety Code Section 130150(b). \n     (f)     The Commission shall establish no less than one advisory committee to provide technical and professional expertise and support for any purposes that will be beneficial in accomplishing the purposes of this Act. Each advisory committee shall meet and shall make recommendations and reports as deemed necessary or appropriate. One advisory committee shall be comprised of members nominated by the Starting Points Initiative Early Childhood Interagency Council. \n     (g)     The Commission shall expend the funds in the San Francisco Children and Families First Trust Fund, only for the purposes authorized by the Act and this Ordinance and in accordance with the San Francisco County Strategic Plan approved by the Commission. \n     (h)     The commission shall be empowered to enter into such contracts as necessary or appropriate to carry out the provisions and purposes of the Act. \n     (i)     The Commission shall appoint and may remove at its pleasure an Executive Director. The Executive Director shall be responsible for managing the Children and Families First Department. The Executive Director is authorized to hire additional staff subject to budget constraints and the approval of the Commission. \n     (j)     The Commission may review national, state and local legislation that may affect young children and their families and\n          (1)     Make recommendations to the Mayor and the Board of Supervisors regarding the proposed legislation; and\n          (2)     Communicate the Commission's position regarding the proposed legislation to the appropriate legislative bodies, as long as the Commission's position on state and federal legislation does not conflict with any official position taken by the City and County. \n(Added by Ord. 409-98, App. 12/24/98; amended by Ord. 321-99, File No. 991829, App. 12/17/99; Ord. 221, File No. 000150, App. 9/29/2000) \n\n","heading":{"title":"86","chaptersection":"2","identifier":"86.2","catch_text":"POWERS AND DUTIES OF THE SAN FRANCISCO CHILDREN AND FAMILIES FIRST COMMISSION."}}