{"text":"\n     (a)     The members of the Commission shall be appointed by the Board of Supervisors as follows:\n          (1)     One member shall be the Director of Public Health or his or her designee.\n          (2)     One member shall be the General Manager of the Department of Human Services or his or her designee.\n          (3)     One member shall be a member of the Board of Supervisors.\n          (4)     One member shall be the Director of the Mayor's Office of Children, Youth and Their Families or his or her designee.\n          (5)     Five additional members shall be appointed from among the following categories: persons responsible for management of the following County functions: children services, public health services; behavioral health services, social services and tobacco and other substance abuse prevention and treatment services; recipients of project services included in the County strategic plan; educators specializing in early childhood development; representatives of a local child care resource or referral agency, the Child Care Planning and Advisory Council or another local child care coordinating group; representatives of a local organization for prevention or early intervention for families at risk; representatives of community-based organizations that have the goal of promoting and nurturing early childhood development; representatives of local school districts; and representatives of local medical, pediatric, or obstetric associations or societies. To the extent feasible, members shall be selected from existing committees, councils or coalitions promoting early childhood development in order to facilitate planning and coordination of services. \n     (b)     The Commission shall convene by March 1, 1999.\n     (c)     All appointed members of the Commission, that is, those appointed pursuant to Subsection (a)(5) above, shall serve at the pleasure of the Board of Supervisors. The term of each commission member appointed pursuant to Subsection (a)(5) shall be for four years; provided, however, that the members first appointed shall, by lot, classify their terms so that two members shall serve a three-year term, and three members shall serve a four-year term. On the expiration of these terms, their successors shall be appointed for a four-year term. In the event a vacancy occurs during the term of office of any appointed member, a successor shall be appointed for the unexpired term of the office vacated in a manner similar to that for the initial member. \n     (d)     A majority of the members of the Commission shall constitute a quorum.\n     (e)     The Commission shall establish any additional rules and regulations for its own organization and procedure consistent with State and local law. \n     (f)     No member of the Commission shall be compensated for his or her services, except members may be paid reasonable per diem and reimbursement of reasonable expenses for attending meetings and discharging other official responsibilities as authorized by the Commission. \n(Added by Ord. 409-98, App. 12/24/98; amended by Ord. 321-99, File No. 991829, App. 12/17/99)\n\n","heading":{"title":"86","chaptersection":"3. ","identifier":"86.3. ","catch_text":"MEMBERSHIP AND ORGANIZATION OF THE SAN FRANCISCO CHILDREN AND FAMILIES FIRST COMMISSION."}}