{"text":"\n     (a)     The San Francisco Commission shall establish a San Francisco County Strategic Plan for the support and improvement of early childhood development within the City and County of San Francisco. The Strategic Plan shall be consistent with and in furtherance of the purposes of the Act and any guidelines adopted by the State Commission that are in effect at the time the Strategic Plan is adopted or subsequently revised. \n     (b)     The Strategic Plan shall include, at a minimum:\n          (1)     A description of the goals and objectives proposed to be attained;\n          (2)     A description of the programs, services, and projects proposed to be provided, sponsored or facilitated;\n          (3)     A description of how measurable outcomes of such programs, services, and projects will be determined by the Commission using appropriate reliable indicators; and \n          (4)     A description of how programs, services, and projects relating to early childhood development within the county will be integrated into a consumer-oriented and easily accessible system. \n     (c)     Prior to adopting the Strategic Plan, and in each subsequent review of the Strategic Plan, the Children and Families First Commission shall review and consider: \n          (1)     The current Children's Services Plan prepared by the Mayor;\n          (2)     The most current comprehensive countywide child care plan, and any other reports, issued by the Child Care Planning and Advisory Council, or any other local child care planning council established pursuant to State law; \n          (3)     Any current reports relating to early childhood development, parental education and/or family support services:\n               (A)     Issued by the San Francisco Department of Public Health or Health Commission,\n               (B)     Issued by the San Francisco Department of Human Services or Human Services Commission,\n               (C)     Issued by the Citywide Alcoholism Advisory Board,\n               (D)     Issued by the Maternal and Adolescent Health Board,\n               (E)     Issued by the Drug Abuse Advisory Board,\n               (F)     Issued by the Mental Health Board,\n               (G)     Issued by the San Francisco Unified School District, and\n               (H)     Issued by the Starting Points Initiative and/or its Early Childhood Interagency Council,\n               (I)     Issued by any other federal, State or locally funded agencies in the City and County of San Francisco.\n(Added by Ord. 409-98, App. 12/24/98)\n\n","heading":{"title":"86","chaptersection":"4","identifier":"86.4","catch_text":"ESTABLISHMENT OF A SAN FRANCISCO COUNTY STRATEGIC PLAN."}}