{"text":"\n     The Board of Supervisors finds that: \n     (a)     Federal, state and local fair housing laws protect certain classes of individuals from housing discrimination that may occur through zoning laws, land use authorizations, funding decisions and other activities of local government. These laws include, but are not limited to: \n          (1)     The federal Fair Housing Act, 42 U.S.C. §§ 3601 et seq. This law prohibits, among other things, local government from making dwellings unavailable because of the race, color, religion, sex, familial status, national origin, or handicap of the individual(s) seeking such dwellings. \n          (2)     California Government Code Section 12955 (the \"California Fair Employment and Housing Act\"). This law prohibits local government from (i) making housing unavailable, and (ii) discriminating through land use practices, decisions, and authorizations, because of race, color, religion, sex, familial status, marital status, disability, national origin, or ancestry. Prohibited practices include, but are not limited to, zoning laws, denials of use permits, and other actions under the Planning and Zoning Law, Government Code § 65000 et seq., that make housing opportunities unavailable because of protected class status. \n          (3)     California Government Code Section 12955.8(a) (the \"California Fair Employment and Housing Act\"). This law establishes that a local government engages in unlawful housing discrimination if race, color, religion, sex, familial status, marital status, disability, national origin, or ancestry is a motivating factor when a land use practice, decision, authorization, or other local action makes housing unavailable to members of a protected class. \n          (4)     California Government Code Section 12955.8(b) (the \"California Fair Employment and Housing Act\"). This law establishes that a local government engages in unlawful housing discrimination if a land use practice, decision, authorization, or other local action has an unjustified discriminatory effect, regardless of intent, on the basis of race, color, religion, sex, familial status, marital status, disability, national origin, or ancestry. \n          (5)     California Government Code Section 65008 (the \"California Planning and Zoning Law\"). This law prohibits, among other things, local government, in the enactment or administration of zoning laws, from discriminating against a residential development because the development is intended for occupancy by low and moderate income persons. This Act also prohibits local government from imposing different requirements on residential developments because of race, sex, color, religion, ethnicity, national origin, ancestry, lawful occupation or age of the intended occupants of the development, or because of the income level of the intended occupants of the development, unless the local government imposes those requirements on developments generally or the requirements promote the availability of the residential development for lower income persons. \n          (6)     California Government Code Section 65589.5 (the \"California Planning and Zoning Law\"). This law prohibits a local government agency from disapproving a housing development for low- and moderate-income households or conditioning approval in a manner which renders the project infeasible for development for use by low- and moderate-income households unless the local agency makes one of six findings justifying such disapproval or conditions. \n          (7)     Section 3604(f)(B)(3) of Title 42 of the United State Code (the \"Fair Housing Act\") and Section 12927(c)(1) of the California Government Code (the \"California Fair Employment and Housing Act\"). These laws prohibit local government from refusing to make reasonable accommodations in policies and practices when these accommodations are necessary to afford persons with disabilities equal opportunity to use and enjoy a dwelling. \n          (8)     Section \n3304 of \nArticle 33 of the San Francisco Police Code. This ordinance establishes, among other things, that local government engages in unlawful housing discrimination if the inclusion of restrictions, terms or conditions on real property transactions, the imposition of different conditions on financing for the construction, rehabilitation, or maintenance of real property, or the restriction of facilities for any tenant or lessee is based wholly or partially on race, religion, color, ancestry, age, sex, sexual orientation, gender identity, disability or place of birth. \n     (b)     Federal, state and local fair housing laws require that departments, agencies, commissions, officers, and employees of the City and County of San Francisco shall not base any decision about housing development on evidence that discriminates against the classes protected by these laws. \n     (c)     Federal, state and local fair housing laws require that departments, agencies, commissions, officers and employees of the City and County of San Francisco shall not impose, when approving a housing development, any conditions that discriminate against the classes protected by these laws. \n     (d)     This ordinance will facilitate compliance with federal, state and local fair housing laws, and promote housing opportunities for residents of San Francisco. \n(Added by Ord. 303-99, File No. 990494, App. 12/3/99)\n\n","heading":{"title":"87","chaptersection":"2. ","identifier":"87.2. ","catch_text":"FINDINGS."}}