{"text":"\n     With respect to applications or proposals for the development, use, or funding of dwellings in which protected class members are likely to reside, a City entity shall not base any decision regarding the development, use, or funding of the dwellings on information which may be discriminatory to any member of a protected class. This discriminatory information includes, but is not limited to, the following: \n     (a)     That the dwellings will lower the property values of surrounding parcels of land because members of a protected class will reside in the dwellings; \n     (b)     That the dwellings will increase crime in the neighborhood because members of a protected class will reside in the dwellings;\n     (c)     That the dwellings will generate an increased demand for parking or generate more traffic because members of a protected class will reside in the dwellings; \n     (d)     That the dwellings will not be compatible with a neighborhood or community because members of a protected class will reside in the dwellings; \n     (e)     That the dwellings will increase the concentration of dwellings or services for members of a protected class in a particular neighborhood or area of the city; \n     (f)     That the dwellings will be detrimental to, or have a specific, adverse impact upon, the health, safety, convenience or general welfare of persons residing or working in the vicinity because members of a protected class will reside in the dwellings; \n     (g)     That the dwellings will be injurious to property, improvements or potential development in the vicinity because members of a protected class will reside in the dwellings; \n     (h)     That the dwellings will generate an increased demand for city services because members of a protected class will reside in the dwellings. \n     (i)     That the dwellings will not be appropriate for the neighborhood because supportive services will be provided to members of a protected class residing in the dwellings. \n(Added by Ord. 303-99, File No. 990494, App. 12/3/99)\n\n","heading":{"title":"87","chaptersection":"5","identifier":"87.5","catch_text":"NO DECISIONS BASED ON DISCRIMINATORY INFORMATION."}}