{"text":"\n     (a)     Beginning 2007 and each year thereafter, the head of each department shall prepare and submit to the Mayor and to the Board of Supervisors by February 1st a departmental efficiency plan. Each plan shall address the following elements and each plan shall cover a period of not less than three years forward from the fiscal year in which it is submitted. \n          1.     Strategic Planning. This element shall include: a comprehensive mission statement as required by Section \n3.5 of the San Francisco Administrative Code; a description of the department's major program areas or operational functions; outcome-related goals and objectives for each; and a discussion of how current resource levels and resource levels requested for the coming fiscal year impact the department's ability to achieve stated objectives. \n          2.     Customer Service. This element, which shall satisfy the requirements of Charter Section \n16.120, shall include: identification of internal and external customers; defined benchmarks of quality customer service provision; and a discussion of the department's success in meeting stated benchmarks. \n          3.     Performance Evaluation. This element shall include: clearly defined performance measurements for each departmental objective; prior fiscal year targets and actual performance for each measure; current fiscal year targets and year to date actual performance; proposed budget year performance targets; and a discussion of any variance between targets and actual performance. \n     (b)     In developing its efficiency plan, the department shall solicit and consider the views and suggestions of those persons and entities potentially affected by or interested in the plan. Departments are encouraged to conduct town meetings, open houses, or other public forums during the development of the plan to solicit public comments and information. \n     (c)     The Board of Supervisors may, with the concurrence of the Director of the Mayor's Budget Office, excuse a department from particular requirements of this Chapter where compliance would be inappropriate or impractical. \n     (d)     A department may meet the requirements of this Section through annual budget submissions, contributions to the City's Five Year Plan, or in coordination with other planning documents.\n(Added by Ord. 1-00, File No. 991879, App. 1/13/2000; amended by Ord. 307-06, File No. 061427, App. 12/18/2006; Ord. 222-11, File No. 111001, App. 11/15/2011, Eff. 12/15/2011)\nSECS. 88.5 - 88.8.  RESERVED.\nEditor's Note:\n     Ordinance 307-06, File No. 061427, approved December 18, 2006, repealed former Sections 88.5 through 88.8.\nSEC. 88.9.  RESERVED.\n(Added by Ord. 1-00, File No. 991879, App. 1/13/2000; repealed by Ord. 222-11, File No. 111001, App. 11/15/2011, Eff. 12/15/2011)\nSEC. 88.10.  RESERVED.\n(Added by Ord. 1-00, File No. 991879, App. 1/13/2000; repealed by Ord. 222-11, File No. 111001, App. 11/15/2011, Eff. 12/15/2011)\n\n","heading":{"title":"88","chaptersection":"4","identifier":"88.4","catch_text":"EFFICIENCY PLANS."}}