{"text":"\n     It is the policy of the City and County of San Francisco to have a system of coordinated planning and permitting for cultural, entertainment, athletic and similar events and establishments throughout the City to promote such establishments and events for the economic and cultural enrichment of San Franciscans and visitors to San Francisco, and to celebrate the diverse communities within San Francisco. To facilitate this goal it is the policy of the City to have the San Francisco Entertainment Commission: (1) assist the organizers and operators of cultural, entertainment, athletic and similar events and establishments to apply for, and obtain from the commission and other City departments when the applicant satisfies the requirements therefor, all necessary permits from the City; (2) promote the responsible conduct and operation of such events and establishments; (3) promote the development of a vibrant entertainment and late-night entertainment industry within the City; (4) promote the use of City facilities for cultural, entertainment, athletic and similar events that generate revenue for the City; (5) foster harm reduction policies, including but not limited to reduction of risks from substance use, hearing protection, heat exhaustion, and relevant health and safety measures; (6) develop and recommend to the Mayor and Board of Supervisors \"good neighbor policies\" that appropriately balance the cultural, economic, employment and other benefits of a vibrant entertainment and late-night entertainment industry with the needs of residents and businesses in the vicinity of entertainment venues; (7) mediate disputes between persons affected by cultural, entertainment, athletic and similar events and establishments, and the organizers of such events and operators of such establishments; (8) assume responsibility from the Police Department for issuing entertainment-related permits; (9) plan and coordinate City services for major events or which there is no recognized or adequate organizer or promoter, such as Halloween bacchanalia in the Castro district and New Year's Eve festivities; and (10) provide information regarding venues and services appropriate for conducting events and functions ancillary to conventions held within the City, including conventions at the Moscone Convention Center. \n(Added by Ord. 164-02, File No. 020783, App. 7/26/2002)\n\n","heading":{"title":"90","chaptersection":"1. ","identifier":"90.1. ","catch_text":"DECLARATION OF POLICY."}}