{"text":"\n     In addition to the powers and duties set forth in Sections \n4.102, \n4.103 and \n4.104 of the Charter, the commission shall have the following powers and duties: \n     (a)     Accept review, gather information regarding, and conduct hearings upon applications for entertainment-related permits; and rule upon and issue, deny, condition, suspend, revoke or transfer entertainment-related permits in accordance with applicable laws and regulations. The commission may authorize the executive director or permit administrators, or both, to rule upon applications and grant, deny, condition, transfer or modify specified types of entertainment-related permits deemed by the commission to be routine and unlikely to pose significant negative impacts on persons in the vicinity of the event or establishment for which the permit is sought; provided, that any City department with an interest in the permit or person having a right to appeal to the Board of Appeals under Section \n30 of the San Francisco Business and Tax Regulations Code may, in writing, (i) request that the permit application be heard in the first instance by the commission, or (ii) request reconsideration by the commission of the executive director's or permit administrator's decision. If the commission grants a request for reconsideration, it may hear the matter de novo, or may limit its review to the administrative record that was before the executive director or permit administrator at the time of his or her decision. \n     (b)     Impose reasonable conditions upon the issuance or renewal of entertainment-related permits consistent with the applicable law, regulations and the good neighbor policy or policies for the location or locations of the establishment or event for which the permit is sought. \n     (c)     Suspend, revoke or withdraw entertainment-related permits in accordance with the law and regulations governing such permits.\n     (d)     Coordinate with all relevant City departments for the conduct of any inspection or investigation necessary or appropriate for the full and fair consideration of applications for the issuance, renewal or transfer of entertainment-related permits, including without limitation the Police Department and the Department of Public Health. \n     (e)     Promote the use of City facilities for cultural, entertainment, athletic and similar events that generate revenue for the City, in consultation with the City departments having jurisdiction over such facilities. \n     (f)     Develop and recommend to the Mayor and Board of Supervisors \"good neighbor policies\" that balance competing interests and promote the health, safety and welfare of San Franciscans and visitors to San Francisco. \n     (g)     Mediate disputes between persons affected by cultural, entertainment and athletic events and establishments permitted by the City and the organizers of such events and operators of such establishments. \n     (h)     Plan and coordinate the provision of City services for major events for which there is no recognized organizer, promoter or sponsor, or where identified organizers, promoters or sponsors cannot, in the opinion of the commission, provide adequate planning and coordination for the size, geographic distribution or nature of the event. For purposes of this Chapter, \"major events\" means an anticipated gathering of persons on or adjacent to public property or roadways that is likely to require police services, fire services, toilet facilities, traffic control, the availability of potable water or other City services to protect the health, safety and welfare of participants, neighbors or other persons likely to be affected by the event, including but not limited to spontaneous gatherings on Halloween, Pride events (including Pink Saturday), St. Patrick's Day and New Year's Eve. \n     (i)     In the case of events with an expected attendance or participation of more than 1,000 people at any one time, permit applicants shall submit an emergency medical services plan to the Entertainment Commission with their permit application. The Entertainment Commission shall forward the applicant's proposed emergency medical services plan to the Director of Emergency Medical Services and Emergency Operations Section (EMSEO) along with a deadline for reviewing the plan and submitting recommendations to the Entertainment Commission. If the EMSEO submits recommendations to the Entertainment Commission, the Entertainment Commission shall consider the recommendations. The Entertainment Commission shall notify the Director of EMSEO of the approval or disapproval of the application. \n     (j)     Prepare and submit to the Mayor and Board of Supervisors a report analyzing the commission's effectiveness in advancing the policies specified in Section \n90.1 and the laws governing entertainment-related permits, and making recommendations related thereto. The commission shall submit the report to the Mayor and Board of Supervisors within one year of effective date of this Chapter, and not less than once every five years thereafter. \n     (k)     With the approval of the Recreation and Parks Commission or Port Commission, as the case may be, exercise the powers and perform the duties set forth in this Section with respect to events and establishments to be held or operated upon property or within facilities under the jurisdiction of the Recreation and Parks Commission or Port Commission. \n(Added by Ord. 164-02, File No. 020783, App. 7/26/2002; amended by Ord. 242-05, File No. 051382, App. 10/21/2005)\n\n","heading":{"title":"90","chaptersection":"4. ","identifier":"90.4. ","catch_text":"POWERS AND DUTIES OF THE ENTERTAINMENT COMMISSION."}}