{"text":"\n     By no later than July 1, 2010, the Entertainment Commission shall submit a report to the Board of Supervisors and all affected City officials, boards, commissions, departments, and other entities, with recommendations for revising City Codes to conform to and implement the principles contained in the music and culture sustainability policy described in Section \n90A.2. In developing the report, the Executive Director of the Entertainment Commission and/or staff shall consult as appropriate with City boards, commissions, departments, entities, and officials, including but not limited to the Planning Commission, Recreation and Park Commission, Port Commission, Police Commission, Fire Commission, Building Inspection Commission, Municipal Transportation Agency, Health Commission, and Interdepartmental Staff Committee on Traffic and Transportation (ISCOTT), each of which shall cooperatively assist as appropriate in developing the report. \n     The Arts Commission, Grants for the Arts, and the charitable trust departments may, in their discretion, make recommendations to the Executive Director of the Entertainment Commission and/or staff or the Entertainment Commission regarding the report to be submitted to the Board of Supervisors under this section. Before the Entertainment Commission submits any report to the Board of Supervisors under this section, the Executive Director of the Entertainment Commission and/or staff shall consult with the Arts Commission, Grants for the Arts, and the charitable trust departments with respect to the proposed report. \n     The Executive Director of the Entertainment Commission and/or staff may hold one or more public hearings to aid in development of the report to be submitted to the Board of Supervisors under this section. The Entertainment Commission shall hold at least one public hearing regarding the report no later than May 1, 2010. \n     The Entertainment Commission may submit to the Board of Supervisors the report mandated by this section in separate parts at separate times, provided that all parts of the report are the subject of a hearing before the Entertainment Commission by May 1, 2010 and before being submitted to the Board of Supervisors; and provided further that all parts of the report are submitted to the Board of Supervisors by no later than July 1, 2010. \n     Nothing in this section is intended or shall be construed to interfere with or override Section \n4.105 of the Charter or any other Charter provision. Nothing in this section is intended or shall be construed to prevent any official, board, commission, department, or other entity at any time from proposing a revision to City Codes to conform to and implement the music and culture sustainability policy or otherwise affect the ability of an official, board, commission, department, or other entity to submit proposed legislation to the Board of Supervisors. \n(Added by Ord. 9-09, File No. 081125, App. 1/16/2009)\n\n","heading":{"title":"90A","chaptersection":"5","identifier":"90A.5","catch_text":"REVISION OF CITY CODES."}}