{"text":"\n     Beginning with calendar year 2012, during the first six months of every year the Executive Director of the Entertainment Commission or his or her designee shall hold a public hearing to review the City's implementation of the principles contained in the music and culture sustainability policy described in Section \n90A.2; consider whether the policy should be amended; consider whether further action should be taken to implement the policy, including whether any City Codes should be revised to implement the policy; and consider whether the General Plan should be amended to implement the policy. Other City officials may attend and participate as appropriate in the hearing. The Executive Director or his or her designee shall report on the hearing to the Entertainment Commission, and make recommendations as appropriate. Prior to submitting any such recommendation following the hearing, the Executive Director of the Entertainment Commission or his or her designee shall consult as appropriate with the Arts Commission, Grants for the Arts, and the charitable trust departments, and any official, board, commission, department, or other entity affected by the recommendation. \n     The Entertainment Commission may choose to hold the annual hearing mandated by this section in lieu of its being held by the Executive Director of the Entertainment Commission or his or her designee. In that event, the Entertainment Commission shall invite a representative of the Arts Commission, Grants for the Arts, and the charitable trust departments, as well as any official, board, commission, department, or other entity likely to have an interest in the hearing, to attend and participate as appropriate. Following the hearing, the Entertainment Commission may make recommendations as appropriate on the subjects covered in the hearing. \n     This section is not intended and shall not be construed to limit the number of hearings the Executive Director or his or her designee may have per year on the subjects to be covered in the annual hearing mandated by this section; or to limit the Entertainment Commission's ability to hold one or more hearings on those subjects; or to limit the ability of any other official, board, commission, department, or other entity to hold one or more hearings on those subjects; or to preclude any hearing on those subjects prior to calendar year 2012; or to preclude the Entertainment Commission or any other official, board, commission, department, or other entity at any time from making recommendations on those subjects. \n(Added by Ord. 9-09, File No. 081125, App. 1/16/2009)\n\n","heading":{"title":"90A","chaptersection":"7","identifier":"90A.7","catch_text":"ANNUAL HEARING."}}