{"text":"\n     The City is committed to employing modern technologies, and to developing an on-line permitting system, to provide for more economical and expeditious processing of entertainment-related permits, as defined by ordinance, and other permits or licenses that must be granted or determinations that must be made for a music or cultural event or other entertainment event to take place. \n     To that end, the Entertainment Commission shall develop a proposal for an on-line system that simplifies and expedites the permit process with features such as, but not limited to, on-line application, payment, and permit tracking, and reduction or elimination of paper use. In developing the proposal, the Executive Director of the Entertainment Commission and/or staff shall consult as appropriate with City boards, commissions, departments, entities, and officials, including but not limited to the Planning Commission, Recreation and Park Commission, Port Commission, Police Commission, Fire Commission, Building Inspection Commission, Municipal Transportation Agency, Health Commission, and Interdepartmental Staff Committee on Traffic and Transportation (ISCOTT), each of which shall cooperatively assist as appropriate in developing the proposal. The Department of Telecommunications and Information Services shall provide assistance in developing the proposal. The Arts Commission, Grants for the Arts, and the charitable trust departments may, in their discretion, make recommendations to the Executive Director of the Entertainment Commission and/or staff or the Entertainment Commission regarding the proposal. The City may contract with an outside consultant or consultants to facilitate development of the proposal. The Executive Director of the Entertainment Commission and/or staff may hold one or more public hearings to aid in development of the proposal. \n     The Entertainment Commission shall hold at least one public hearing regarding this proposal no later than December 1, 2009 and shall submit the proposal, and in the Entertainment Commission's discretion an accompanying report, to the Board of Supervisors no later than January 15, 2010, in order for the proposal to be fully considered during negotiations and deliberations pertaining to the budget for the fiscal year that commences on July 1, 2010. \n(Added by Ord. 9-09, File No. 081125, App. 1/16/2009)\n\n","heading":{"title":"90A","chaptersection":"3. ","identifier":"90A.3. ","catch_text":"STREAMLINED PERMITTING."}}