{"text":"\n     The following general principles constitute the City's music and culture sustainability policy. All City officials, boards, commissions, departments, and other entities shall implement these principles in conducting the City's affairs. \n     (a)     The City is committed to a general policy of sustaining indoor music and performance venues, and outdoor special events such as, but not limited to, parades, festivals, neighborhood celebrations, and street fairs. As development proceeds in San Francisco, with new buildings constructed, possible zoning changes, evolving infrastructure, changes in transportation systems and traffic patterns, and the like, the City must be vigilant to ensure that San Francisco remains a hospitable environment for music and cultural venues and events. San Francisco's music and performance venues and indoor and outdoor cultural events should be preserved and enhanced and protected from displacement due to development. \n     (b)     The City is committed to a general policy of supporting and encouraging the use of City and County property, including Port property, for indoor and outdoor music and other cultural events. By making public property available for such events, more residents and visitors to San Francisco are able to attend such events and thereby share in the rich musical and cultural experiences that San Francisco offers. \n     (c)     The City supports and encourages the use of galleries, art studios, salons, warehouses, coffee houses, community centers, and other unique places for cultural events, such as but not limited to musical performances, DJ events, readings, theater, dance events, fairs, festivals, workshops, fundraisers, and other community events. Limitations of space within San Francisco make it important for the City to be creative and expansive in recognizing the value of many different kinds of venues for music, entertainment, and cultural events. \n     (d)     The City supports and encourages music, theater, performance, dance, street fairs, and other programs and events that reflect the cultural diversity of San Francisco. For San Francisco's musical and cultural life to remain vibrant, the City must be receptive to new and evolving perspectives on music and culture. \n     (e)     The City supports and encourages innovative approaches to the provision of low-cost housing to musicians, artists, performers, event planners, and others who have an integral role in San Francisco's music and cultural life. \n     (f)     The City supports and encourages educational programs to promote music, theater, dance, and other performance arts, including but not limited to after-school programs, continuing education programs, performance career paths, and education in media and digital arts and video and audio technology. \n     (g)     The City supports and encourages workforce development efforts between event organizers and the City, such as but not limited to training workers in providing security for outdoor events and in facilitating the clean-up of neighborhoods impacted by large outdoor events. \n     (h)     The City supports and encourages ongoing research activities on the economic impact of street fairs, nightlife, dance clubs, music halls, other performance and entertainment venues, and cultural events. These research activities should include not merely research efforts by officials, boards, commissions, departments, and other entities of the City, but also research efforts of persons or entities outside of City government. Through contracts, grants, or other funding by the City of outside research efforts, policymakers and decisionmakers within City government and their staffs can learn and benefit from the expertise, perspective, and insights that others can bring to this issue. \n     (i)     The City supports and encourages advertising and promotion of music and cultural events and venues, such as street fairs, nightlife, dance clubs, music halls, and other performance and entertainment venues and cultural events. These advertising and promotion efforts should include not merely advertising and promotion by officials, boards, commissions, departments, and other entities of the City, but also advertising and promotion by persons or entities outside of City government who may be specially capable of reaching diverse or specialized audiences, including diverse communities in San Francisco, visitors from the greater San Francisco Bay Area, tourists, business visitors, and convention attendees. Through contracts, grants, or other funding by the City in support of such advertising and promotion efforts, music and cultural events and venues in San Francisco can be sustained and strengthened. \n     (j)     It is the policy of the City and County to have a system of coordinated policy development, event planning, and permitting for music, culture, nightlife, performance, entertainment, special events, and entertainment establishments. To facilitate this goal, the Entertainment Commission shall coordinate these policy development, event planning, and permitting functions. All City officials, boards, commissions, departments, and other entities shall cooperate with and assist the Entertainment Commission in these efforts. \n(Added by Ord. 9-09, File No. 081125, App. 1/16/2009)\n\n","heading":{"title":"90A","chaptersection":"2","identifier":"90A.2","catch_text":"MUSIC AND CULTURE SUSTAINABILITY POLICY."}}