{"text":"\n     As used in this Chapter, the following capitalized terms shall have the following meanings: \n     (a)     \"Annual Compliance Plan\" is set forth in Section \n91.10 of this Chapter.\n     (b)     \"Bilingual Employee\" shall mean a City employee who is proficient in the English language and in one or more non-English language.\n     (c)     \"City\" shall mean the City and County of San Francisco.\n     (d)     \"Commission\" shall mean the Immigrant Rights Commission.\n     (e)     \"Concentrated Number of Limited English Speaking Persons\" shall mean either 5 percent of the population of the District in which a Covered Department Facility is located or 5 percent of those persons who use the services provided by the Covered Department Facility. The Office of Civic Engagement and Immigrant Affairs shall determine annually whether 5 percent or more of the population of any District in which a Covered Department Facility is located are Limited English Speaking Persons who speak a shared language other than English. The Office of Civic Engagement and Immigrant Affairs shall make this determination by referring to the best available data from the United States Census Bureau or other reliable source and shall certify its determination to all City Departments and the Commission no later than December 1 of each year. Each Department shall determine annually whether 5 percent or more of those persons who use the Department's services at a Covered Department Facility are Limited English Speaking Persons who speak a shared language other than English using either of the following methods specified in Section \n91.2(k) of this Chapter. \n     (f)     \"Covered Department Facility\" shall mean any Department building, office, or location that provides direct services to the public and serves as the workplace for 5 or more full-time City employees. \n     (g)     \"Department(s)\" shall mean both Tier 1 Departments and Tier 2 Departments.\n     (h)     \"Districts\" shall refer to the 11 geographical districts by which the people of the City elect the members of the City's Board of Supervisors. If the City should abandon the district election system, the Commission shall have the authority to draw 11 district boundaries for the purposes of this Chapter that are approximately equal in population. \n     (i)     \"Limited English Speaking Person\" shall mean an individual who does not speak English well or is otherwise unable to communicate effectively in English because English is not the individual's primary language. \n     (j)     \"Public Contact Position\" shall mean a position, a primary job responsibility of which, consists of meeting, contacting, and dealing with the public in the performance of the duties of that position. \n     (k)     \"Substantial Number of Limited English Speaking Persons\" shall mean either 10,000 City residents, or 5 percent of those persons who use the Department's services. The Office of Civic Engagement and Immigrant Affairs shall determine annually whether at least 10,000 limited English speaking City residents speak a shared language other than English. The Office of Civic Engagement and Immigrant Affairs shall make this determination by referring to the best available data from the United States Census Bureau or other reliable source and shall certify its determination to Departments and the Commission no later than December 1 of each year. Each Department shall determine annually whether 5 percent or more of those Limited English Speaking Persons who use the Department's services Citywide speak a shared language other than English. Departments shall make this determination using one of the following methods: \n          (1)     Conducting an annual survey of all contacts with the public made by the Department during a period of at least two weeks, at a time of year in which the Department's public contacts are to the extent possible typical or representative of its contacts during the rest of the year, but before developing its Annual Compliance Plan required by Section \n91.10 of this Chapter; or \n          (2)     Analyzing information collected during the Department's intake process. The information gathered using either method shall also be broken down by Covered Department Facility to determine whether 5 percent or more of those persons who use the Department's services at a Covered Department Facility are Limited English Speaking Persons who speak a shared language other than English for purposes of Section \n91.2(e) of this Chapter; or \n          (3)     Analyzing and calculating the total annual number of requests for telephonic language translation services categorized by language that Limited English Speaking Persons make to the Department garnered from monthly bills generated by telephonic translation services vendors contracted by Department. \n     (l)     \"Tier 1 Departments\" shall mean the following City departments: Adult Probation Department, Department of Elections, Department of Human Services, Department of Public Health, District Attorney's Office, Department of Emergency Management, Fire Department, Human Services Agency, Juvenile Probation Department, Municipal Transportation Agency, Police Department, Public Defender's Office, Residential Rent Stabilization and Arbitration Board, Sheriff's Office. Beginning July 1, 2010, the following departments shall be added to the list of Tier 1 Departments: San Francisco International Airport, Office of the Assessor Recorder, City Hall Building Management, Department of Building Inspection, Department of the Environment, San Francisco Public Library, Mayor's Office of Economic and Workforce Development, Planning Department, Department of Public Works, Public Utilities Commission, Recreation and Park Department, Office of the Treasurer and Tax Collector, and the San Francisco Zoo. \n     (m)     \"Tier 2 Departments\" shall mean all City departments not specified as Tier 1 Departments that furnish information or provide services directly to the public. \n(Added by Ord. 126-01, File No. 010409, App. 6/15/2001; amended by Ord. 187-04, File No. 040759, App. 7/22/2004; Ord. 202-09, File No. 090461, App. 8/28/2009) \n\n","heading":{"title":"91","chaptersection":"2. ","identifier":"91.2. ","catch_text":"DEFINITIONS."}}