{"text":"\n     (a)     Tier 1 Departments shall translate the following written materials that provide vital information to the public about the Department's services or programs into the language(s) spoken by a Substantial Number of Limited English Speaking Persons: applications or forms to participate in a Department's program or activity or to receive its benefits or services; written notices of rights to, determination of eligibility of, award of, denial of, loss of, or decreases in benefits or services, including the right to appeal any Department's decision; written tests that do not assess English language competency, but test competency for a particular license or skill for which knowledge of written English is not required; notices advising Limited English Speaking Persons of free language assistance; materials explaining a Department's services or programs; complaint forms; or any other written documents that have the potential for important consequences for an individual seeking services from or participating in a program of a city department. \n     (b)     Tier 2 Departments shall translate all publicly-posted documents that provide information (1) regarding Department services or programs, or (2) affecting a person's rights to, determination of eligibility of, award of, denial of, loss of, or decreases in benefits or services into the language(s) spoken by a Substantial Number of Limited English Speaking Persons. \n     (c)     Departments required to translate materials under the provisions of this Section shall post notices in the public areas of their facilities in the relevant language(s) indicating that written materials in the language(s) and staff who speak the language(s) are available. The notices shall be posted prominently and shall be readily visible to the public. \n     (d)     Departments required to translate materials under the provisions of this Section shall ensure that their translations are accurate and appropriate for the target audience. Translations should match literacy levels of the target audience. \n     (e)     Each Department shall designate a staff member with responsibility for ensuring that all translations of the Department's written materials meet the accuracy and appropriateness standard set in Subsection (d) of this Section. Departments are encouraged to have their staff check the quality of written translations, but where a Department lacks biliterate personnel, the responsible staff member shall obtain quality checks from external translators. Departments are also encouraged to solicit feedback on the accuracy and appropriateness of translations from bilingual staff at community groups whose clients receive services from the Department. \n     (f)     The newly added Tier 1 Departments as set forth in Section 91.2(l) shall comply with the requirements of this Section by January 31, 2011. \n(Added by Ord. 126-01, File No. 010409, App. 6/15/2001; Ord. 202-09, File No. 090461, App. 8/28/2009)\n\n","heading":{"title":"91","chaptersection":"4","identifier":"91.4","catch_text":"TRANSLATION OF MATERIALS."}}