{"text":"\n     This Board makes the following findings: \n          1.     Many San Franciscans, particularly poor, elderly, and minority residents, have expressed concern and apprehension regarding home lenders who aggressively market high-cost home loans in their neighborhoods and who may engage in unfair or fraudulent credit practices with the potential to destroy financial resources based on home equity. \n          2.     The HUD Treasury Task Force on Predatory Lending, in its report entitled \"Curbing Predatory Home Mortgage Lending\" (the \"HUD/Treasury report\"), has documented and analyzed the problem of predatory lending in home mortgage lending. The HUD/Treasury report identified the four major predatory practices occurring in the sub-prime lending market as \"loan flipping\" (successive refinancing with added fees and prepayment penalties), \"packing\" (unjustifiably high fees and hidden fees), \"asset based lending\" (lending without regard for the borrower's ability to pay) and outright fraud and abuse. The burden of these practices fall predominantly on minorities, women and the elderly in minority or low-income neighborhoods without access to mainstream sources of credit. \n          3.     The HUD/Treasury report found that consumer literacy and disclosure would assist borrowers in avoiding predatory practices and recommended expanded access to consumer loan counseling. \n          4.     The State legislature recently passed AB 489, adding Division 1.6 to the Financial Code, and imposing requirements on consumer loans secured by real property. AB 489 prohibits various practices associated with predatory lending and provides civil penalties for violations. \n          5.     State and federal regulation of real estate lenders and loans, in combination with legally mandated loan disclosure requirements are insufficient to provide protection of targeted communities against the abuses of predatory lenders. The Board finds that a consumer counseling and education program at the local level is the most effective way to provide consumer protection against predatory lending practices within the City and County of San Francisco. \n          6.     The Department of Aging and Adult Services currently provides assistance to victims of predatory lending practices in San Francisco. The Department works with nonprofit and other organizations involved in predatory lending counseling and education programs, but has no mandate or funding to develop its own program for these vitally needed services. \n(Added by Ord. 50-02, File No. 012004, App. 4/26/2002)\n\n","heading":{"title":"92","chaptersection":"1","identifier":"92.1","catch_text":"FINDINGS AND PURPOSE."}}