{"text":"\n     1.     San Francisco serves as the medical provider of last resort for indigent individuals who need medical care. These individuals include women facing unexpected pregnancies.\n     2.     A woman's right to choose whether to terminate a pregnancy is protected by both the federal and state Constitutions, and is protected from interference by third parties and the government.\n     3.     Many people have deeply held religious and moral beliefs both supporting and opposing abortion, and the City respects the right of individuals to express and promote such beliefs.\n     4.     When a woman considers termination of a pregnancy, time is a critical factor. Delays in deciding to terminate a pregnancy may mean that a less invasive option is no longer available or that the option to terminate a pregnancy is no longer available.\n     5.     In recent years, clinics that seek to counsel clients against abortion have become common throughout California. These clinics are often referred to as crisis pregnancy centers (\"CPCs\"). Although some CPCs are licensed to provide various medical services to pregnant women, most CPCs are not licensed medical clinics.\n     6.     Some CPCs openly acknowledge, in their advertising and their facilities, that they do not provide abortions or emergency contraception or refer clients to other providers of such services. Some of these same CPCs also openly acknowledge that they believe abortion is morally wrong. Many CPCs, however, seek to mislead women contemplating abortion into believing that their facilities offer abortion services and unbiased counseling.\n     7.     CPCs often purchase \"pay per click\" ads on online search services such as Google for terms such as \"abortion\", so that persons searching for abortion services will see a link and advertisement for the CPC at the top of the results page. In addition, many CPCs advertise on billboards, mass-transit facilities, and through websites.\n     8.     Most clients do not come to CPCs as a result of a referral from a medical professional. Clients seeking information regarding options to terminate a pregnancy commonly are experiencing emotional and physical stress and are therefore especially susceptible to false or misleading elements in advertising by CPCs. These circumstances raise the need for regulation that is more protective of potential consumers of pregnancy center services.\n     9.     Because of the time-sensitive and constitutionally protected nature of the decision to terminate a pregnancy, false and misleading advertising by clinics that do not offer or refer clients for abortion or emergency contraception is of special concern to the City. When a woman is misled into believing that a clinic offers services that it does not in fact offer, she loses time crucial to the decision whether to terminate a pregnancy. Under these same circumstances a client may also lose the option to choose a particular procedure, or to terminate the pregnancy at all.\n     10.     The City respects the right of limited services pregnancy centers to counsel against abortions, if the centers are otherwise operating in compliance with this Chapter, and the City does not intend by this Chapter to regulate, limit or curtail such advocacy.\n     11.     However, if women who have chosen to terminate a pregnancy are misled and delayed by the false advertising of CPCs, the cost of providing more invasive and expensive options may fall upon City health facilities, which provide the medical services of last resort for the City's indigent population.\n     12.     After carefully balancing the constitutionally protected right of a woman to choose to terminate her pregnancy, the right of individuals to express their religious and ethical beliefs about abortion, the harm to women worked by even slight delays that can be caused by false advertising for pregnancy and/or abortion services, and the cost to the City that can accrue from such delay, the City has determined that there exists a need to regulate false and misleading advertising by pregnancy clinics offering limited services.\n(Added by Ord. 212-11, File No. 110899, App. 11/3/2011, Eff. 12/3/2011)\n\n","heading":{"title":"93","chaptersection":"2","identifier":"93.2","catch_text":"FINDINGS."}}