{"text":"\n     (a)     The City Attorney may enforce the provisions of this Chapter through a civil action in any court of competent jurisdiction. Before filing an action under this Chapter, the City Attorney shall give written notice of the violation to the limited services pregnancy center. The written notice shall indicate that the limited services pregnancy center has ten (10) days in which to cure the false, misleading, or deceptive advertising. If the limited services pregnancy center has not responded to the written notice within ten (10) days, or refuses to cure the false, misleading, or deceptive advertising within that period, the City Attorney may file a civil action.\n     (b)     The City Attorney may apply to any court of competent jurisdiction for injunctive relief compelling compliance with any provision of this Chapter and correcting the effects of the false, misleading, or deceptive advertising. Such an injunction may require a limited services pregnancy center to:\n          (1)     Pay for and disseminate appropriate corrective advertising in the same for\n1 as the false, misleading, or deceptive advertising.\n          (2)     Post a notice on its premises, in a location clearly noticeable from the waiting area, examination area, or both, stating:\n               (A)     Whether there is a licensed medical doctor, registered nurse, or other licensed medical practitioner on staff at the center; and\n               (B)     Whether abortion, emergency contraception, or referrals for abortion or  emergency contraception are available at the center.\n          (3)     Such other narrowly tailored relief as the court deems necessary to remedy the adverse effects of the false, misleading, or deceptive advertising on women seeking pregnancy-related services.\n     (c)     Upon a finding by a court of competent jurisdiction that a limited services pregnancy center has violated Section \n93.4 of this Chapter, the City shall be entitled to recover civil penalties from each and every party responsible for the violation of not less than fifty dollars ($50) and not more than five hundred dollars ($500) per violation. In addition, if the City prevails it shall be entitled to reasonable attorney's fees and costs pursuant to order of the court.\n     (d)\n2     Nothing in this Chapter shall be interpreted as restricting or otherwise limiting the enforcement authority that state law or the Charter or Municipal Code vest in the City, its agencies, officers or employees or any state agency.\n     (e)\n2     Nothing in this Chapter shall be interpreted as creating a right of action for any party other than the City.\n     (f)\n2     Nothing in this Chapter shall be interpreted as restricting, precluding or otherwise limiting a separate or concurrent criminal prosecution under the Municipal Code or state law. Jeopardy shall not attach as a result of any court action to enforce the provisions of this Chapter.\n(Added by Ord. 212-11, File No. 110899, App. 11/3/2011, Eff. 12/3/2011)\nCODIFICATION NOTES\n\n1.     So in Ord. 212-11.\n\n2.     The final three divisions of this section were designated (e), (f), and (g) when enacted by Ord. 212-11; corrected by the codifier.\nCHAPTER 94:\n[RESERVED]\nCHAPTER 94:\n[RESERVED]\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"93","chaptersection":"5. ","identifier":"93.5. ","catch_text":"ENFORCEMENT."}}