{"text":"\n     (a)     When requiring members of the public to provide identification, each City department shall accept as valid identification of the person a photo identification card issued by another country to its citizens or nationals, if the card meets the following requirements: \n          (i)     The issuing country authorizes the use of the card as an alternative to a passport for re-entry into the issuing country; and \n          (ii)     The card has a photograph of the person and the person's date of birth; and\n          (iii)     The card meets standards established by the Director of the Department of Administrative Services (\"Director\") to ensure that (1) the applicant was required to provide reliable identifying information in order to obtain the card and (2) the card has features reasonably designed to protect against fraud and counterfeit reproduction. \n     (b)     The Director shall compile and make readily available to City departments a list of the identification cards and the issuing countries that the Director has determined meet the requirements of this Section. Any City department and any member of the public may request the Director to review an identification card for compliance with the requirements of this Section. \n     (c)     The Director may issue a waiver from the requirements of this Section based on security considerations.\n     (d)     The requirements of this Section do not apply under circumstances where (1) a Federal or State statute, administrative regulation or directive, or court decision requires the City to obtain different identification, (2) a federal or State statute or administrative regulation or directive preempts local regulation of identification requirements, or (3) the City would be unable to comply with a condition imposed by funding source, which would cause the city to lose funds from that source. \n     (e)     Nothing in this Section is intended to prohibit City departments from (1) asking for additional information from individuals in order to verify a current address or other facts that would enable the department to fulfill its responsibilities, except that this Subsection does not permit the department to require additional information in order to establish identification of the person, or (2) using fingerprints for identification purposes under circumstances where the department also requires fingerprints from persons who have a driver's license or State identification card. \n     (f)     No City department is required to accept the identification required by this Section if it has reasonable grounds for determining that the identification card provided by an individual is counterfeit, altered, improperly issued to the card-holder, or otherwise not accurate identification. \n     (g)     The head of each department shall issue appropriate notification and instruction to members of the department of the requirements of this Section. If any person believes that any officer or employee of the City has failed to comply with the requirements of this Section, the person may file a complaint with the Director. The Director shall investigate the complaint and shall report the findings to the appropriate department head. The Director shall make annual reports to the Board of Supervisors of the number of complaints received and the outcome of the investigations. \n     (h)     Where there is a conflict between this Section and any provision of a City ordinance or implementing regulation in effect at the time that this Section is approved, the provisions of this Section shall prevail. \n     (i)     In undertaking the adoption and enforcement of this ordinance, the City and County is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n     (j)     If any part or provision of this Section, or the application thereof to any person or circumstance, is held invalid, the remainder of this Section, including the application of such part or provision to other persons or circumstances, shall not be affected thereby and shall continue in full force and effect. To this end, provisions of this Section are severable. \n(Added by Ord. 21-02, File No. 012187, App. 2/22/2002)\n\n","heading":{"title":"95","chaptersection":"1. ","identifier":"95.1. ","catch_text":"IDENTIFICATION CARDS."}}