{"text":"\n     (a)     The Chief of Police shall report in writing to the OCC and the Police Commission not less than once per month on the status of all sustained complaints the OCC has transmitted to the Police Department for review and determination of appropriate action. \n     (b)     (1)     For each sustained complaint for which the Chief of Police has not issued a decision on the discipline to be imposed, if any, the report shall set forth the number of the complaint, the date the complaint was filed with the OCC, the date on which the OCC transmitted the complaint to the Police Department, the type of complaint, a summary of the OCC's findings, the current status of the complaint within the Police Department, the date by which the Chief of Police expects to issue a decision, and any other information the Commission may direct. The report shall be a public record, and shall be posted on the website of the Police Commission. \n          (2)     In any instance where the OCC sustains a complaint and transmits it to the Police Department with a recommendation that discipline be imposed, and the Chief of Police has failed to act within 45 days from the date of transmittal, the secretary to the Police Commission shall place the sustained complaint on the agenda for the next regularly scheduled meeting of the Police Commission, consistent with applicable laws governing notice of public meetings. At this meeting, the Police Commission shall inquire into the status of the complaint and any reasons for the delay on the part of the Chief of Police. The Commission shall require that the Chief of Police provide an explanation for the delay in acting upon the complaint, and shall impose a deadline not to exceed 14 calendar days from the date of the meeting by which the Chief of Police shall act on the complaint, unless the Police Commission finds good cause for a reasonable extension in excess of 14 calendar days, and the Chief of Police establishes that such additional delay will not preclude the imposition of discipline pursuant to California Government Code Section 3304. \n          (3)     At the first Commission meeting following passage of the deadline, the Chief of Police shall report to the Commission on the status of the complaint. If the Chief of Police has failed to take final action on the complaint, the secretary to the Police Commission shall send written notice to the Mayor and the Board of Supervisors of the Chief's failure to act. For each complaint on which the Chief of Police has failed to act, the notice of inaction shall state the number of the complaint, the date the complaint was filed with the OCC, the date on which the OCC transmitted the complaint to the Police Department, the type of complaint, and a summary of the OCC's findings. \n     (c)     For each sustained complaint for which the Chief of Police has issued a decision on the discipline to be imposed, if any, the report shall set forth the number of the complaint, the date the complaint was filed with the OCC, the date on which the OCC transmitted the complaint to the Police Department, the type of complaint, a summary of the OCC's findings, the date on which the Chief of Police issued a decision, the discipline imposed, if any, and the date of any discipline imposed. \n     (d)     The Police Commission shall hold a public hearing at least once every quarter to consider the status of all sustained complaints awaiting action by the Police Department. The Commission shall submit a report to the Mayor and the Board of Supervisors within 30 days from the date of the hearing setting forth the number of each complaint, the date each complaint was filed with the OCC, the date on which the OCC transmitted the complaint to the Police Department, the type of complaint, a summary of the OCC's findings, and the current status of the complaint within the Police Department. \n(Added by Ord. 244-03, File No. 031401, App. 10/17/2003)\n\n","heading":{"title":"96","chaptersection":"2","identifier":"96.2","catch_text":"REPORTING ON STATUS OF SUSTAINED COMPLAINTS."}}