{"text":"\n     (a)     In accordance with the obligation of the Police Department and members of the uniformed ranks under Charter Section \n4.127 to provide prompt and full cooperation and assistance in connection with complaints being investigated by the OCC, the Police Department shall promptly disclose all documents and records requested by the OCC except where disclosure to the OCC is prohibited by law. Unless (i) the Police Department and the OCC mutually agree in writing to an alternative deadline(s), or (ii) the Police Commission, by a two-thirds vote, establishes an alternative deadline(s) not to exceed ten business days, the Police Department shall disclose all such documents within five business days from the date of OCC's request. \n     (b)     Unless the Police Department and the OCC have mutually agreed in writing to alternative procedures, where the Police Department intends to withhold a document or record from being disclosed to the OCC, the following procedures shall apply: \n          (1)     Within five business days of the receipt of OCC's request, the Police Department shall notify the OCC in writing of the proposed objection. Both the Police Department and the OCC shall submit written requests to the City Attorney for a determination of whether disclosure of the document or record to OCC is prohibited by law. The City Attorney shall respond to the requests within five City business days of receiving the requests, unless the City Attorney notifies the Police Department and OCC that due to the complexity of the legal issues presented, more time is required to respond. \n          (2)     Within two business days of receiving the City Attorney's response, the Police Department shall either transmit the requested documents or records to the OCC or notify the OCC that it does not intend to comply with the OCC's request. Where the Police Department declines to disclose the documents or records, the Department and the OCC shall meet and confer within three business days of the Department's notice to the OCC to discuss resolving the objection. The time for the meeting may be extended by mutual agreement of the Police Department and the OCC. \n          (3)     If the Police Department and the OCC have been unable to reach agreement concerning disclosure of the documents or records within five calendar days from the date of the meet and confer, the OCC shall notify the secretary to the Police Commission, who shall calendar the question of disclosure for hearing before the Police Commission at the next regularly scheduled meeting of the Commission, consistent with applicable laws governing public notice of meetings. The Police Commission shall inquire into the dispute. Unless the Police Commission determines based on the advice of counsel that the law prohibits the Police Department from releasing the requested document or record to the OCC, the Commission shall order the Chief of Police to disclose the requested document or record to the OCC within two business days unless at the meeting the Commission: (i) determines that unusual circumstances warrant a longer deadline; (ii) explains the basis for that determination; and (iii) sets a different deadline. \n(Added by Ord. 244-03, File No. 031401, App. 10/17/2003)\n\n","heading":{"title":"96","chaptersection":"3. ","identifier":"96.3. ","catch_text":"DISCLOSURE OF DOCUMENTS TO OCC."}}