{"text":"\n     The words and phrases as used in this Section and for the purposes of this Section, unless a different meaning is plainly required by context, shall have the meaning respectively ascribed to them in Section \n97.2. \n     A.     \"Applicant Hospital\" shall mean a private, non-governmental hospital that provides more than a forty (40) percent, or which is part of a hospital system that provides more than forty (40) percent, of the healthcare services provided by private, non-governmental hospitals in the City and County of San Francisco in any of the following categories, as defined in the Accounting and Reporting Manual for California Hospitals published by the Office of Statewide Health Planning and Development (\"OSHPD\") and as reported in the most recent OSHPD Hospital Annual Disclosure Reports available upon review of the hospital's permit application or other request for approval filed with an agency or department of the City and County of San Francisco or with the San Francisco Redevelopment Agency: licensed hospital beds, available licensed hospital beds, staffed licensed hospital beds, total patient days, or total discharges. \n     B.     \"Healthcare Impact Report\" shall mean a document that analyzes the effects of the Applicant Hospital's proposed facility changes on the availability of hospital services, including but not limited to, emergency services, urgent care services, and behavioral health services to affected neighborhoods. The Healthcare Impact Report shall examine the accessibility of services to patients using all modes of transportation. Furthermore, the Healthcare Impact Report shall analyze the Applicant Hospital's current performance in the following areas and compare it with that of other private, non-governmental hospitals in the City and County of San Francisco: \n          1.     Charitable Care: The amount of charitable care provided by the Applicant Hospital as defined in the San Francisco Health Code, \nArticle 3, Section \n130(b), and expressed as a percentage of net patient revenue. \n          2.     Price of Care: The fees charged by the Applicant Hospital for a standardized set of hospital services, prescription and nonprescription drugs, medical supplies, and medical equipment. The standardized set of hospital services shall be established by the Health Department and shall incorporate any data reported in charge description masters recorded pursuant to California Health and Safety Code, Sections 1339.50\n          3.     Caregiver Training, Education, and Development: The programs and financial support made available by the Applicant Hospital for caregiver training, education, and development. \n(Added by Ord. 224-04, File No. 041072, App. 8/25/2004)\n\n","heading":{"title":"97","chaptersection":"2. ","identifier":"97.2. ","catch_text":"DEFINITIONS."}}