{"text":"\n     A.     When an Applicant Hospital files a permit application or other request for approval with an agency or department of the City and County of San Francisco seeking approval for land use or construction activities involving the replacement or addition of more than two hundred (200) licensed hospital beds, the Health Department of the City and County of San Francisco shall prepare a Healthcare Impact Report. The Health Department shall make reasonable efforts to consult with the Applicant Hospital, as the Health Department deems necessary. \n     B.     When an Applicant Hospital files a permit application or other request for approval with the San Francisco Redevelopment Agency seeking approval for land use construction activities involving the replacement or addition of more than two hundred (200) licensed hospital beds, and said application or request ultimately requires approval of an amendment to a Redevelopment Plan by the San Francisco Board of Supervisors or an agency or department of the City and County of San Francisco, the Health Department of the City and County of San Francisco shall prepare a Healthcare Impact Report. The Health Department shall make reasonable efforts to consult with the Applicant Hospital, as the Health Department deems necessary. \n     C.     Upon completing the Healthcare Impact Report, the Health Department shall distribute it to the Health Commission, the Planning Commission, the Board of Supervisors and other City departments or agencies it deems appropriate. The Health Department shall complete and distribute the Healthcare Impact Report within six (6) months of being notified of the need for the report. If the Health Department does not complete and distribute the Healthcare Impact Report within that timeframe, Sections \n97.3 (D, E, F) and 97.4 shall not apply. \n     D.     A permit application or other request for approval with an agency or department of the City and Count of San Francisco seeking approval for land use or construction activities involving the replacement or addition of more than two hundred (200) licensed hospital beds shall not be considered complete until the Healthcare Impact Report is completed and distributed as described in this Section. \n     E.     The Board of Supervisors or an agency or department of the City and County of San Francisco shall not approve an amendment to a Redevelopment Plan until it has received and reviewed a Healthcare Impact Report, when such a Healthcare Impact Report is required under this Section. \n     F.     The Board of Supervisors, Planning Commission, Health Commission, and any other City departments or agencies provided with the Healthcare Impact Report by the Health Department shall review and consider the Healthcare Impact Report and use the comparisons therein as a criterion for determining whether or not to enact any legislation, grant any approval, or make any recommendations regarding amending a Redevelopment Plan or allowing or enabling the Applicant Hospital to replace or add more than two hundred (200) licensed hospital beds by building a new or retrofitting or remodeling an existing facility or structure in the City and County of San Francisco. \n(Added by Ord. 224-04, File No. 041072, App. 8/25/2004)\n\n","heading":{"title":"97","chaptersection":"3","identifier":"97.3","catch_text":"PREPARATION AND CONSIDERATION OF HEALTHCARE IMPACT REPORTS."}}