{"text":"\n     (a)     The Better Streets Policy is an official policy of the City and County of San Francisco and shall read as follows: Design City streets in keeping with the Urban Design Element of the City's General Plan, the City's Transit-First Policy, best practices in environmental planning and pedestrian-oriented, multi-modal street design, and incorporation of sustainable water management techniques to ensure continued quality of life, economic well-being, and environmental health in San Francisco. \n     (b)     In furtherance of the Better Streets Policy, the City recognizes that San Francisco's streets constitute a large portion of the City's public space. Implementation of the Better Streets Policy will ensure that such streets will continue to be: \n          (1)     Corridors for all modes of transportation, with a particular emphasis on pedestrians and transit priorities;\n          (2)     Organizers of the City's development pattern and how individuals perceive such a pattern; and\n          (3)     An integral component of San Francisco's water management infrastructure.\n     (c)     The Better Streets Policy also is intended to ensure that the City's public rights-of-way become:\n          (1)     Attractive, safe, and useable public open spaces corridors with generous landscaping, lighting, and greenery;\n          (2)     Sustainable and healthy components of the City's ecology, taking advantage of available technologies to reduce the environmental impact of our street systems and to comprehensively manage stormwater based on established principles of watershed planning; \n          (3)     Providers of access to properties, public view corridors, light, and air; and\n          (4)     Providers of habitat for urban wildlife.\n     (d)     As part of an approval or decision concerning any public and private project that impacts or is adjacent to a publicly-accessible right-of-way, all City departments shall coordinate their various determinations regarding the planning, design, and use of public rights-of-way in accordance with the Better Streets Policy and the following supporting principles: \n          (1)     Streets must be designed as a whole, cognizant of the facing buildings and uses within them, such that the resulting street environment is of appropriate scale and character. \n          (2)     Streets that support and invite multiple uses, including safe, active, and ample space for pedestrians, bicycles, and public transit, are more conductive to the public life of an urban neighborhood and efficient movement of people and goods than streets designed primarily to move automobiles. Decisions regarding the design and use of the City's limited public street space shall prioritize space for pedestrians, bicycles, and public transit over space for automobiles. \n          (3)     Streets should be appropriately designed and maintained to ameliorate negative effects of traffic on pedestrian areas and adjacent uses, to provide usable on-street open spaces, to enhance property values, and to increase the safety and attractiveness of neighborhoods. \n          (4)     Streets should be appropriately designed and maintained to address the unique characteristics and challenges of the watersheds in which they lie through design treatments that reduce downstream flooding with untreated stormwater and combined sewer overflows into the San Francisco Bay and Pacific Ocean. Decisions regarding City street design and use shall include techniques that reduce impacts on the combined sewage and stormwater system and increase permeable surface area through the planting of street trees and landscaping and minimization of unnecessary pavement. Designs also shall incorporate strategies that facilitate the health and maintenance of street trees and landscaping, such as use of drought-tolerant plantings, passive rainwater retention systems, piping for recycled water, and other water management technologies that minimize the need for potable irrigation water. \n          (5)     The design of the City's streets shall minimize visual clutter. This concern shall extend to the number, design, and placement of signs, signals, utility structures, and elements oriented to vehicular traffic. Decisions regarding signs and signals for the control of vehicles must consider and balance the visual impact of the design of the street on all users and the image of the City. \n          (6)     The control and signalization of vehicular traffic has significant impacts on the quality and safety of the street experience for all users, including pedestrians, bicyclists, and public transit users and operators. Decisions regarding the systems and signals for the control of vehicles, including, but not limited to, changes to signal timing, speed limits, and allowable turning movements, must consider and balance the impact on the street experience and safety of all users. \n          (7)     The design of the right-of-way and adjacent development, including the maintenance and removal of street trees and other landscaping, allowance of curb cuts, and placement of utilities, have significant impact on the street environment. Decisions regarding street design must consider and prioritize pedestrian safety, enjoyment, and comfort. \n          (8)     Paved space on many of the City's streets is more than is needed for the safe and efficient movement of transit, bicycles, and automobiles. The City will encourage innovative solutions to reuse such excess street space as planted or open space areas. The City also will consider establishing a program to encourage and make it possible for adjacent neighborhoods to replace paved areas with usable open space, permeable surfaces, plantings, stormwater retention areas, and other public amenities. \n          (9)     New technologies and the rethinking of old techniques will provide opportunities for more sustainable design of our public rights-of-way to increase opportunities for public use and enjoyment, reduce pollution and water usage, better manage stormwater, and provide the opportunity for environmental education where possible. The City will encourage and facilitate the use of innovative solutions based on best practices in environmental planning and pedestrian-oriented, multi-modal design for its publicly-accessible rights-of-way. \n          (10)     Major new developments, both public and private, often include the rebuilding of portions of public rights-of-way and should serve as models of the Better Streets Policy. Special efforts should be made to ensure that such new developments lead by example. Public projects should establish model street and open space designs and private projects should incorporate stronger street design and landscaping standards. The City should encourage local residents, businesses, and other stakeholders to collaboratively develop such designs and standards in order to foster the community's active use and sense of ownership of these spaces over time. \n     (e)     To carry out the intent of this Section, the City has developed, and the Board of Supervisors adopted in Ordinance No. 310-10, a citywide streetscape master plan and a comprehensive set of streetscape design guidelines, known as the \"Better Streets Plan.\" \n     The Better Streets Plan identifies street types, and provides design guidelines for pedestrian and streetscape elements such as street trees and landscaping, street lighting, sidewalk widths, sidewalk extensions, sidewalk paving, and site furnishings. \n          (1)     Streetscape and pedestrian improvements on existing rights-of-way.\n               (i)     The Better Streets Plan shall govern design and dimensions of all pedestrian and streetscape elements, including but not limited to those elements shown in Table 1 and defined in the Better Streets Plan, on any public right-of-way. \n               (ii)     All public and private sponsors that propose or are required to make changes to any such right-of-way shall:\n                    (A)     Be consistent with the principles and guidelines for streetscape and pedestrian elements and overall streetscape design found in the Better Streets Plan. \n                    (B)     Select streetscape elements from a City-approved palette of materials and furnishings, where applicable.\n                    (C)     Select streetscape elements that are consistent with the overall character and materials of the corridor and district.\n               (iii)     Street improvements shall be subject to approval by all applicable City agencies.\n          (2)     Streetscape and pedestrian improvements on new rights-of-way. Any public and private projects that create or develop new public rights-of-way, including streets, alleys and pedestrian pathways; or that bring unaccepted streets up to City standards for accepted streets, shall: \n               (i)     Meet or exceed recommended sidewalk widths for the appropriate street type as described in the Better Streets Plan; Where a consistent front building setback of 3 feet or greater extending for at least an entire block face is provided, the recommended sidewalk width may be reduced by up to 2 feet. \n               (ii)     Include all standard improvements for the appropriate street type as described in the Better Streets Plan;\n               (iii)     Include stormwater facilities as required by Public Works Code \nArticle 4.2.\n          (3)     Approvals.\n               (i)     Any proposed changes to the public right-of-way shall be subject to approval by the applicable city bodies with permitting jurisdiction over streetscape and pedestrian improvements, and shall comply with all applicable ordinances. \n               (ii)     Permitting bodies shall review proposed changes to streetscape and pedestrian elements in the public right-of-way against the principles and guidelines of the Better Streets Plan. \n               (iii)     Notwithstanding the provisions of this Section, any sponsor proposing to make changes to the public right-of-way shall apply for and obtain all required permits for street use; changes to the legislated sidewalk widths; and street improvements. \n          (4)     Amendments. The Better Streets Plan may be amended from time to time by the Board of Supervisors. The Board of Supervisors hereby delegates authority for non-material amendments to the Directors of those agencies tasked with the design, construction, maintenance, and permitting of features in the public right-of-way, including the Municipal Transportation Agency, Department of Public Works, Planning Department, and Public Utilities Commission, in consultation with the Mayor's Office on Disability, provided, however, that no such amendment shall be effective until each affected agency approves the amendment after a public hearing. \nTable 1. Pedestrian and Streetscape Elements per the Better Streets Plan\n\n#\nPHYSICAL ELEMENT\nBETTER\nSTREETS\nPLAN\nSECTION\n1\nCurb ramps\n5.1\n2\nMarked crosswalks\n5.1\n3\nPedestrian-priority signal devices and timings\n5.1\n4\nHigh-visibility crosswalks\n5.1\n5\nSpecial crosswalk treatments\n5.1\n6\nRestrictions on vehicle turning movements at crosswalks\n5.1\n7\nRemoval or reduction of permanent crosswalk closures\n5.1\n8\nMid-block crosswalks\n5.1\n9\nRaised crosswalks\n5.1\n10\nCurb radius guidelines\n5.2\n11\nCorner curb extensions or bulb-outs\n5.3\n12\nExtended bulb-outs\n5.3\n13\nMid-block bulb-outs\n5.3\n14\nCenter or side medians\n5.4\n15\nPedestrian refuge islands\n5.4\n16\nTransit bulb-outs\n5.5\n17\nTransit boarding islands\n5.5\n18\nFlexible use of the parking lane\n5.6\n19\nParking lane planters\n5.6\n20\nChicanes\n5.7\n21\nTraffic calming circles\n5.7\n22\nModern roundabouts\n5.7\n23\nSidewalk or median pocket parks\n5.8\n24\nReuse of 'pork chops' and excess right-of-way\n5.8\n25\nMulti-way boulevard treatments\n5.8\n26\nShared public ways\n5.8\n27\nPedestrian-only streets\n5.8\n28\nPublic stairs\n5.8\n29\nStreet trees\n6.1\n30\nTree basin furnishings\n6.1\n31\nSidewalk planters\n6.1\n32\nAbove-ground landscaping\n6.1\n33\nStormwater management tools\n6.2\n34\nStreet and pedestrian lighting\n6.3\n35\nSpecial paving\n6.4\n36\nSite furnishings\n6.5\nTable 2. Recommended Sidewalk Widths by Street Type \n\n-\nStreet Type (per Better Streets Plan)\nRecommended Sidewalk Width (Minimum required for new streets)\nCommercial\nDowntown commercial\nSee Downtown Streetscape Plan\n-\nCommercial throughway\n15\n-\nNeighborhood commercial\n15\nResidential\nDowntown residential\n15\n-\nResidential throughway\n15\n-\nNeighborhood residential\n12\nIndustrial/Mixed-Use\nIndustrial\n10\n-\nMixed-use\n15\nSpecial\nParkway\n17\n-\nPark edge (multi-use path)\n25\n-\nMulti-way boulevard\n15\n-\nCeremonial\nvaries\nSmall\nAlley\n9\n-\nShared public way\nn/a\n-\nPaseo\nvaries\n(Ord. 33-06, File No. 051715, App. 3/10/2006; Ord. 310-10, File No. 101194, App. 12/16/2010)\n\n","heading":{"title":"98","chaptersection":"1","identifier":"98.1","catch_text":"BETTER STREETS POLICY; GOVERNING PRINCIPLES; COORDINATION OF DEPARTMENTAL ACTIONS."}}