{"text":"\n     A.     The City shall examine the feasibility of supplying electricity to all new City developments, including, without limitation, military base reuse projects, redevelopment projects and other City projects. \n     B.     The City department or agency in charge of the development project shall, in consultation with the San Francisco Public Utilities Commission, prepare an assessment of the feasibility of the City providing electric service to the development. The assessment shall include, but not be limited to, the following: 1) electric load projection and schedule; 2) evaluation of existing electric infrastructure and new infrastructure that will be needed; 3) analysis of purchase and delivery costs for electric commodity as well as transmission and distribution services that will be needed to deliver power to the development; 4) the potential for load reduction through energy efficiency and demand response; 5) business structure cost analysis; and 6) financial and cost recovery period analysis. \n     C.     The department or agency shall consider the timeline of the development project and submit its study of feasibility to the Board of Supervisors in a timely manner, with a copy to the San Francisco Public Utilities Commission. \n(Ord. 47-06, File No. 051889, App. 3/25/2006)\n\n\n\nDisclaimer:\n\nThis Code of Ordinances and/or any other documents that appear on this site may not reflect the most current legislation adopted by the Municipality.  American Legal Publishing Corporation provides these documents for informational purposes only. These documents should not be relied upon as the definitive authority for local legislation. Additionally, the formatting and pagination of the posted documents varies from the formatting and pagination of the official copy.  The official printed copy of a Code of Ordinances should be consulted prior to any action being taken.\n\nFor further information regarding the official version of any of this Code of Ordinances or other documents posted on this site, please contact the Municipality directly or contact American Legal Publishing toll-free at 800-445-5588.\n© 2013 American Legal Publishing Corporationtechsupport@amlegal.com\n1.800.445.5588.\n\n\n\n\n\n\n","heading":{"title":"99","chaptersection":"2. ","identifier":"99.2. ","catch_text":"REQUIREMENT TO STUDY FEASIBILITY."}}