{"text":"\nAdopted November 8, 1932 \n     Providing for the Collection and Disposition of Refuse in the City and County of San Francisco; Providing for the Licensing of Refuse Collectors by the Director of Public Health; Fixing the Maximum Rates or Charges for the Collection of Refuse by Licensed Refuse Collectors from Homes, Apartment Houses, Stores, etc.; Dividing City and County of San Francisco into Collection Routes; Providing Penalties for the Violation of the Provisions of this Ordinance. \n     Be it Ordained by the People of the City and County of San Francisco: \nSECTION 1. \n     The term \"refuse\" as used in this ordinance shall be taken to mean all waste and discarded materials from dwelling places, households, apartment houses, stores, office buildings, restaurants, hotels, institutions and all commercial establishments, including waste or discarded food, animal and vegetable matter from all kitchens thereof, waste paper, cans, glass, ashes, and boxes and cuttings from trees, lawns and gardens. Refuse as used herein does not include debris and waste construction materials, including wood, brick, plaster, glass, cement, wire, and other ferrous materials, derived from the construction of or the partial or total demolition of buildings or other structures. \nSECTION 2. \n     It shall be unlawful for any person, firm or corporation to dispose of refuse as defined in this ordinance except as herein provided, save that the provisions of this ordinance shall not include refuse which may be incinerated by an owner of a building for himself or for his tenants on the premises where produced; provided, however, that such incineration shall be subject to inspection and control by the Director of Public Health and the Fire Department. Failure of any householder producing refuse to subscribe to and pay for refuse collection, unless such householder is a tenant for whom refuse collection service is provided by his landlord, shall be prima facie evidence that such householder is disposing of refuse in violation of this ordinance. \nSECTION 3. \n     Refuse consisting of waste or discarded food, animal and vegetable matter, discarded containers of food, animal and vegetable matter and ashes shall be collected and placed in suitable metal cans of such capacity as the Director of Public Works may prescribe (but not to exceed 32 gallons in the case of a can serving one single family dwelling unit) by the producer or landlord who by reason of contract or lease with an occupant is obligated to care for such refuse, for collection by a refuse collector to be disposed of as herein provided. Waste paper and boxes and other refuse materials not subject to putrefaction or decay, and cuttings from trees, lawns and gardens may be placed in any suitable container and delivered by the producer or landlord, who by reason of contract or lease with the occupant is obligated to care for such refuse and deliver same to a refuse collector, to be disposed of as herein provided; provided, however, that it shall be optional with the producer or landlord to deliver waste paper or other refuse having commercial value to a refuse collector, and the producer or landlord may dispose of the same in any manner he may see fit. Refuse, which under the provisions hereof must be deposited in a metal can of suitable capacity, shall be removed daily from the place where the same is created. \nSECTION 4. \n     It shall be unlawful for any person, firm or corporation, other than a refuse collector licensed by the Director of Public Health as in this ordinance provided, to transport through the streets of the City and County of San Francisco any refuse as in this ordinance defined, or to collect or to dispose of the same, except waste paper, or other refuse having a commercial value. It is provided, however, that a license for a refuse collector, as provided in Section 8 hereof, shall be distinguished from a permit to operate, in the City and County of San Francisco on a certain designated route, as hereinafter provided. \n     Upon the conviction of any person, firm or corporation for any violation of the provisions of this ordinance, the permit of such person, firm or corporation issued under the provisions of this ordinance, shall be forthwith and immediately terminated and canceled as of the date of conviction. \n     The City and County of San Francisco is herewith divided and established into routes for the collection of refuse, as designated on a map of the City and County of San Francisco, attached hereto, each said route to include only the side of the street or streets bounding each route as designated by a number on said map, said routes being numbered one to ninety-seven, inclusive, and said map and said routes are marked Exhibit A, and attached hereto and made a part of this ordinance. \n     Any person, firm or corporation desiring to transport through the streets of the City and County of San Francisco, any refuse as herein defined, or to collect or dispose of the same, shall make application to the Director of Public Health for permission so to do. Said application for such permit shall contain the name of the person, firm or corporation, any of the particular route or routes, designated in said map of routes, proposed to be served by said person, firm or corporation, and a statement that said person, firm or corporation will abide by all the provisions of this ordinance, and will not charge a greater rate for the collection and disposition of said refuse than that fixed in or pursuant to this ordinance. \n     The Director of Public Health shall grant a permit to such applicant unless the route proposed is already adequately served by a licensed refuse collector. An application for a permit must be granted, however, by the said Director of Public Health, and it is mandatory on said director to grant the same, when it shall appear to any said application for a route or routes by a person, firm or corporation, that 20 percent or more of the householders, business men, apartment house owners, hotel keepers, institutions or residents in said route or routes, using refuse service, and paying for same, or obligated to do so, have signed a petition or contract in which they have stated that they are inadequately served by any refuse collector who is then collecting refuse on said route, provided that said director finds upon substantial evidence that such statement is correct. That inadequate service is hereby defined as the failure, on the part of any refuse collector to properly collect, handle or transport refuse on said route, or the overcharging for the collection of same, or insolence towards persons whose refuse has been collected, or the collection by any refuse collector whose license has been revoked as provided in Section 9 hereof. Such permit so granted by the Director of Public Health shall not be exclusive, however, and one or more persons, firms or corporations may be given a permit to collect on the same route. \n     Persons, firms or corporations desiring to transport through the streets of the City and County of San Francisco only waste paper or other refuse having a commercial value, and to collect and dispose of same need not obtain a permit therefor under the provisions of this ordinance. \nSECTION 5. \n     Refuse collected by refuse collectors shall be disposed of by such persons, firms or corporations and in such manner or by such method or methods as from time to time designated by the Board of Supervisors of the City and County of San Francisco. \n     Until and unless changed in the manner herein provided, the maximum rate or charge for the disposal of refuse to be charged the refuse collector by any person, firm or corporation authorized by the Board of Supervisors to dispose of refuse shall be $1.50 per ton. Such rate or charge may, from time to time, be adjusted in the same manner, and in accordance with the same procedures, as is provided for the adjustment of rates and charges for the collection of refuse in Section 6(a) of this ordinance. \nSECTION 6. \n     (a)     Until and unless changed in the manner hereinafter set forth, the maximum rates or charges for the collection and disposition of refuse as herein defined, by refuse collectors, from residences, flats and apartment houses of not more than 600 rooms, and the regulations relating to such rates or charges, shall be as follows: \n     Rate Schedules \n     Monthly rates from residences and flats for one container of not exceeding 32 gallons. Made from the ground floor: \n\nCollections Per Week\nNo. Rooms\n1.\n2.\n3.\n4.\n1 to 4\n$.80\n$1.20\n$1.35\n$1.50\n5\n.85\n1.25\n1.40\n1.55\n6\n.85\n1.25\n1.40\n1.55\n7\n.95\n1.35\n1.50\n1.70\n8\n1.00\n1.50\n1.70\n1.80\n9\n1.00\n1.50\n1.70\n1.80\n10\n1.00\n1.50\n1.70\n1.80\n11\n1.00\n1.50\n1.70\n1.80\n12\n1.00\n1.50\n1.70\n1.80\n     Monthly rates from residences and flats for one container of not exceeding 32 gallons. Made from second floor, one stairway above ground floor or basement: \n\nCollections Per Week\nNo. Rooms\n1.\n2.\n3.\n4.\n1 to 4\n$.85\n$1.25\n$1.40\n$1.55\n5\n.95\n1.35\n1.45\n1.60\n6\n.95\n1.35\n1.45\n1.60\n7\n1.00\n1.40\n1.55\n1.75\n8\n1.10\n1.60\n1.80\n1.90\n9\n1.10\n1.60\n1.80\n1.90\n10\n1.10\n1.60\n1.80\n1.90\n11\n1.10\n1.60\n1.80\n1.90\n12\n1.10\n1.60\n1.80\n1.90\n     Monthly rates from residences and flats for one container of not exceeding 32 gallons. Made from third floor, two stairways above ground floor or basement: \n\nCollections Per Week\nNo. Rooms\n1.\n2.\n3.\n4.\n1 to 4\n$.90\n$1.30\n$1.45\n$1.60\n5\n.95\n1.35\n1.50\n1.65\n6\n.95\n1.35\n1.50\n1.65\n7\n1.10\n1.55\n1.70\n1.80\n8\n1.15\n1.70\n1.90\n2.00\n9\n1.25\n1.75\n1.95\n2.10\n10\n1.25\n1.75\n1.95\n2.10\n11\n1.25\n1.75\n1.95\n2.10\n12\n1.25\n1.75\n1.95\n2.10\n     Monthly rates from residences and flats for one container of not exceeding 32 gallons. Made from fourth floor, three stairways above ground floor or basement: \n\nCollections Per Week\nNo. Rooms\n1.\n2.\n3.\n4.\n1 to 4\n$1.00\n$1.40\n$1.55\n$1.70\n5\n1.10\n1.50\n1.65\n1.80\n6\n1.10\n1.50\n1.65\n1.80\n7\n1.20\n1.60\n1.75\n1.90\n8\n1.20\n1.70\n1.90\n2.05\n9\n1.25\n1.75\n1.95\n2.10\n10\n1.25\n2.00\n2.20\n2.40\n11\n1.25\n2.00\n2.20\n2.40\n12\n1.25\n2.00\n2.20\n2.40\n     Monthly rates from apartment houses: \n\nCollections Per Week\nNo. Rooms\n6.\n4.\n3.\n2.\n1.\n10\n$3.00\n$2.40\n$2.20\n$1.90\n$1.80\n20\n5.70\n4.90\n4.40\n3.90\n3.70\n30\n7.90\n6.40\n5.90\n5.20\n 40\n9.80\n8.70\n7.40\n  50\n11.30\n10.20\n8.70\n  60\n12.50\n11.50\n   70\n13.80\n12.90\n   80\n15.00\n14.00\n   90\n16.30\n15.20\n   100\n17.50\n16.20\n   110\n19.00\n    120\n20.40\n    130\n21.80\n    140\n23.20\n    150\n24.50\n    160\n25.90\n    170\n27.30\n    180\n28.70\n    190\n30.00\n    200\n31.40\n    210\n32.50\n    220\n33.80\n    230\n35.00\n    240\n36.30\n    250\n37.50\n    260\n38.80\n    270\n40.00\n    280\n41.30\n    290\n43.80\n    300\n45.00\n    310\n46.30\n    320\n47.50\n    330\n48.80\n    340\n50.00\n    350\n51.30\n    360\n52.50\n    370\n53.80\n    380\n56.30\n    390\n57.50\n    400\n58.80\n    410\n59.00\n    420\n60.40\n    430\n61.80\n    440\n63.20\n    450\n64.50\n    460\n65.90\n    470\n67.30\n    480\n68.70\n    490\n70.00\n    500\n71.40\n    510\n72.80\n    520\n74.20\n    530\n75.50\n    540\n76.90\n    550\n78.30\n    560\n79.70\n    570\n82.30\n    580\n82.40\n    590\n83.80\n    600\n85.00\n     \n     Rate Regulations \n     Rates for residences and flats shall be increased for more than one container of a maximum of 32 gallons by 10 cents per additional container per collection. \n     Any charge made by a refuse collector for removal of waste material not required to be placed in metal cans and which is delivered to him in other suitable containers as provided by Section 3 hereof, shall not exceed the rates fixed herein for collection and disposal of equivalent volumes of refuse in metal cans. \n     In determining the number of rooms of any household, building or apartment in order to ascertain the rate for the collection and disposition of refuse therefrom, halls, alcoves, storerooms, bathrooms, closets and toilets shall not be considered as rooms, nor shall basements or attics be considered as rooms unless the same be occupied as living quarters. \n     Any collection and disposition charges not specifically set forth herein shall be subject to agreement between the producer and a duly licensed refuse collector. \n     Procedure for Adjustment \n     There is hereby created a Rate Board consisting of the Chief Administrative Officer, who shall act as chairman, the Controller, and the Manager of Utilities. The Board shall convene upon call of the Chairman or the other two members and two members shall constitute a quorum. The Board shall act by majority vote. Any member of the Board may from time to time designate a subordinate from his own department to act in his place and stead as a member of the Board. \n     Any person, firm or corporation (including any holder of a permit to collect and dispose of refuse) affected by the above schedules of rates, or by revised schedule of rates hereafter placed in effect, and desiring an increase, decrease, or other adjustment or change in, or addition to, such rates or schedules or the regulations appertaining, shall file an application therefor with the Chairman of the Rate Board, who shall thereupon refer the same to the Director of Public Works for hearing, report and recommendation as hereinafter provided, unless the Rate Board shall determine that the application lies beyond its powers or presents no substantial question as to the justice or reasonableness of the rates, schedules of rates or regulations then in effect or is otherwise frivolous, in any of which events the Rate Board shall deny the application without further proceedings thereon. \n     Within 30 days thereafter, the Director of Public Works shall commence a public hearing upon the application and shall, not less than 20 days in advance of such hearing, cause to be published at least once in the official newspaper notice of the time and place thereof. The Director of Public Works shall be empowered to make or cause to be made such studies and investigations as he may deem pertinent to the application, to continue the hearing from time to time for that purpose, and to introduce the results of such studies and investigations in evidence. The applicant, and any person, firm or corporation affected by the application, shall be entitled to appear at the hearing and be heard. Any such person, firm or corporation desiring notice of further proceedings or action upon the application may file with the Chairman of the Rate Board a written request for such notice, setting forth his name and mailing address. \n     Upon the conclusion of the hearing and within 90 days after referral to him of the application, the Director of Public Works shall make and file with the Chairman of the Rate Board a Report setting forth the facts as found by him from the evidence taken and record made at the hearing, and a Recommended Order. The Recommended Order, if it provides for any change in the rates, schedules of rates, or regulations then in effect, shall set forth the date upon which the change is to take effect, which date shall be not less than 15 days from the date of filing of the Recommended Order with the Chairman of the Rate Board. The Chairman of the Rate Board shall publish the Recommended Order, together with notice of filing thereof, in the official newspaper, and shall mail notice of the filing of the Report and Recommended Order to the applicant and to any others who shall have filed written requests for notice as hereinabove provided. \n     At any time, within 15 days after filing of the Director of Public Works' Report and Recommended Order with the Chairman of the Rate Board, the applicant or any person, firm or corporation affected by the application, may file with the Chairman of the Rate Board any objections that he may have to the Recommended Order. If no such objections be filed, then the Recommended Order shall be deemed the Order of the Rate Board and shall take effect according to its terms without other or further action by the Rate Board. If any such objections be filed, then the Rate Board, upon not less than 10 days notice by mail to the applicant and to others who shall have filed written requests for notice as hereinabove provided, shall hear the objections and, upon the basis of the evidence taken and record made upon the hearing before the Director of Public Works, shall grant or deny the application in whole or in part and shall make such order, to take effect at such time, as may be just and reasonable. In the event of inability or failure of the Rate Board to render a decision within 60 days of the date of filing with it of the Director of Public Work's Report and Recommended Order, then the said Recommended Order shall be deemed the order of the Board and shall take effect upon expiration of said 60 day period. \n     Any revised rates, schedules of rates or regulations placed in effect pursuant hereto shall be just and reasonable. \n     An application filed pursuant to this section and denied in whole or in part may not be renewed for a period of one year from the date of filing in the absence of an intervening change in conditions. \n     (b)     Any collection and disposition of rates or charges for establishments other than residences, flats and apartment houses of not more than 600 rooms, shall be subject to contract between the producer and a duly licensed refuse collector. \nSECTION 7. \n     It shall be unlawful for any refuse disposer or refuse collector to charge a greater rate for the disposal of refuse or for the collection and disposition of refuse than that fixed in, or pursuant to, Sections 5 and 6(a) of this ordinance. \n     Nothing herein contained shall be taken or construed as preventing a refuse disposer or a refuse collector from charging a lesser rate or charge for the disposal of refuse or for the collection and disposition of refuse than that fixed in, or pursuant to, Sections 5 and 6(a) of this ordinance. \nSECTION 8. \n     Each licensed refuse collector shall be assigned a number by the Director of Public Health. The Director of Public Health shall furnish each collector a metal badge on which is marked the number assigned the collector, who at all times while collecting refuse shall wear said badge in plain view. The Director of Public Health shall collect from each collector for the expense of providing said badge and the issuance of said license the sum of $5. Each vehicle or wagon in which refuse is transported through the streets shall be assigned a number by the Director of Public Health and the number thereof shall be plainly marked thereon. \nSECTION 9. \n     The license, as distinguished from a permit herein, of any refuse collector, may be revoked by the Director of Public Health for failure on the part of the refuse collector to properly collect refuse, or for overcharging for the collection of same, or for insolence towards persons whose refuse he is collecting, and it shall be unlawful for any person whose license is so revoked to collect refuse in the City and County of San Francisco. \n     No license of a refuse collector shall be revoked except upon a hearing of which the refuse collector has been given a notice of at least three days. \nSECTION 10. \n     Upon the payment of the rate fixed in or pursuant to Section 6(a) of this ordinance for the collection and removal of refuse, the person paying the same shall be entitled to, and there shall be delivered to him, a receipt on which shall be shown the amount paid, the premises for which it is paid, the name and number of the collector, the number of the vehicle or wagon, and, in clearly legible print, the schedule of rates applicable to his classification of establishment. On the face of said receipt there shall be printed the following words: \"The rates for the collection of refuse are fixed pursuant to initiative ordinance and are printed on the back of this receipt. Complaints as to service should be made to the Department of Public Health.\" \n     Upon the payment of a rate fixed by contract pursuant to Section 6(b) hereof, the person paying the same shall be given a receipt which shall show the amount paid, the period for which paid, the premises for which paid, the name and number of the collector and the date of payment, and shall bear the notation that the rate charged is subject to private contract. \nSECTION 11. \n     Disputes over charges made by collectors or as to the character of the service performed shall be decided by the Director of Public Health. Any charges made in excess of rates fixed pursuant to this ordinance, when determined by the Director of Public Health, shall be refunded to the person or persons who paid the excess charge. \nSECTION 12. \n     A refuse collector shall be entitled to payment for the collection of refuse at the end of each month from each householder or landlord served by him and from whom the payment is due. \nSECTION 13. \n     The initiative ordinance passed by the People of the City and County of San Francisco on June 14, 1927, providing for the collection and disposition of refuse in the City and County of San Francisco; providing for the licensing of refuse collectors by the Board of Health; fixing the maximum rates or charges for the collection of refuse by licensed refuse collectors from homes and apartment houses; dividing City and County of San Francisco into collection routes; and providing penalties for the violation of the provisions of this ordinance, and all other ordinances in conflict therewith, are herewith repealed. \nSECTION 14. \n     Any person, firm or corporation who shall violate any of the provisions of this ordinance shall be guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine not to exceed $500, or by imprisonment in the County Jail for not more than six months, or by both such fine and imprisonment. \nSECTION 15. \n     This ordinance shall take effect ten days after the declaration of the official count of the votes cast therefor; provided, however, that for the purpose of issuing licenses to refuse collectors, application may be filed and the licenses issued during the period between the final approval of this ordinance and the date of its taking effect. \nSECTION 16. \n     The Controller shall furnish the Director of Public Health with such financial data, including data as to the cost of refuse collections, as may be required by the Director to enable him to perform his functions under this ordinance. The Controller shall likewise make available at any hearing before the Director of Public Works upon an application filed pursuant to Section 6 hereof such financial data, including data as to the cost of refuse collections, as the Director of Public Works may deem pertinent to the issues raised by the application. Each collector holding a permit shall keep such records and render such reports as may be required by the Controller to enable him to develop the above-mentioned data, and the Controller shall have access to such records. \nSECTION 17. \n     If any section, subsection, sentence, clause or phrase of this act is for any reason held to be unconstitutional, such decision shall not affect the validity of the remaining portions of this act. It is hereby declared that this act, and each section, subsection, sentence, clause and phrase thereof, would have been passed irrespective of the fact that any one or more other sections, subsections, sentences, clauses or phrases had been declared unconstitutional. (Adopted, 1932; amended, 1946; 1954; 1960) \n\n","heading":{"title":"A","chaptersection":"1","identifier":"A.1","catch_text":"REFUSE COLLECTION AND DISPOSAL ORDINANCE"}}