{"text":"\nAdopted November 4, 1986 \n     An ordinance which adopts mandatory priority policies for the City's Master Plan, extends limits on the development of new office space in San Francisco, and reduces the amount of new office development allowed under the Downtown Plan. \n     PART 1PLAN \n     Be it ordained by the people of the City and County of San Francisco that Part II, Chapter II, of the San Francisco Municipal Code (City Planning Code) is hereby amended by adding section 101.1 as follows: \nSECTION 101.1. MASTER PLAN CONSISTENCY AND IMPLEMENTATION. \n     (a)     The Master Plan shall be an integrated, internally consistent and compatible statement of policies for San Francisco. To fulfill this requirement, after extensive public participation and hearings, the City Planning Commission shall in one action amend the Master Plan by January 1, 1988. \n     (b)     The following Priority Policies are hereby established. They shall be included in the preamble to the Master Plan and shall be the basis upon which inconsistencies in the Master Plan are resolved. \n          1.     That existing neighborhood-serving retail uses be preserved and enhanced and future opportunities for resident employment in and ownership of such businesses enhanced; \n          2.     That existing housing and neighborhood character be conserved and protected in order to preserve the cultural and economic diversity of our neighborhoods; \n          3.     That the City's supply of affordable housing be preserved and enhanced;\n          4.     That commuter traffic not impede Muni transit service or overburden our streets or neighborhood parking;\n          5.     That a diverse economic base be maintained by protecting our industrial service sectors from displacement due to commercial office development, and that future opportunities for resident employment and ownership in these sectors be enhanced; \n          6.     That the City achieve the greatest possible preparedness to protect against injury and loss of life in an earthquake;\n          7.     That landmarks and historic buildings be preserved; and\n          8.     That our parks and open space and their access to sunlight and vistas be protected from development.\n     (c)     The City may not adopt any zoning ordinance or development agreement authorized pursuant to Government Code Section 65865 after November 4, 1986, unless prior to that adoption it has specifically found that the ordinance or development agreement is consistent with the Priority Policies established above. \n     (d)     The City may not adopt any zoning ordinance or development agreement authorized pursuant to Government Code Section 65865 after January 1, 1988, unless prior to that adoption it has specifically found that the ordinance or development agreement is consistent with the City's Master Plan. \n     (e)     Prior to issuing a permit for any project or adopting any legislation which requires an initial study under the California Environmental Quality Act, and prior to issuing a permit for any demolition, conversion or change of use, and prior to taking any action which requires a finding of consistency with the Master Plan, the City shall find that the proposed project of legislation is consistent with the Priority Policies established above. For any such permit issued or legislation adopted after January 1, 1988 the City shall also find that the project is consistent with the City's Master Plan. \n     PART 2LIMIT \n     Be it ordained by the people of the City and County of San Francisco that Part II, Chapter II, of the San Francisco Municipal Code (City Planning Code) is hereby amended as follows: \n     Subsections 320(b) and 320(g)(1) are amended as follows: \nSECTION 320. OFFICE DEVELOPMENT: DEFINITIONS. \n     (b)     \"Approval period\" shall mean the twelve-month period beginning on October 17, 1985 and each subsequent twelve-month period.\n     (g)     \"Office development\" shall mean construction, modification or conversion of any structure or structures or portion of any structure or structures, with the effect of creating additional office space, excepting only: \n          1.     Development which will result in less than 25,000 square feet of additional office space.\n     Subsection 320(g)(5) is deleted and the existing Subsections renumbered. \n     Subsection 320(k) is added as follows: \n     (k)     \"Preexisting office space\" shall mean office space used primarily and continuously for office use and not accessory to any use other than office use for five (5) years prior to Planning Commission approval of an office development project which office use was fully legal under the terms of San Francisco law. \n     Subsection 321(a)(1) is amended as follows: \nSECTION 321. OFFICE DEVELOPMENT: ANNUAL LIMIT \n     (a)     Limit.\n          1.     No office development may be approved during any approval period if the additional office space in that office development, when added to the additional office space in all other office developments previously approved during that approval period, would exceed 950,000 square feet or any lesser amount resulting from the application of Section 321.1. To the extent the total square footage allowed in any approval period is not allocated, the unallocated amount shall be carried over to the next approval period. \n     A new Subsection 321(b)(4) is added as follows and existing subsections renumbered: \n          (4)     Reserve for Smaller Buildings. In each approval period at least 75,000 square feet of office development shall be reserved for buildings between 25,000 and 49,999 square feet in gross floor area of office development. To the extent the total square footage allowed under this subsection in any approval period is not allocated, the unallocated amount shall be carried over to the next approval period and added only to the Reserve for Smaller Buildings. \n     Section 321.1 is added as follows: \nSECTION 321.1 ANNUAL LIMIT ADJUSTMENT. \n     (a)     It is the intention of the people of San Francisco that the annual limit on office development be reduced to account for the square footage resulting from the excessive number of building, alteration and site permits that were issued after November 29, 1984, the date the City Planning Commission amended the Master Plan to include the Downtown Plan. \n     (b)     Not later than January 1, 1987 and January 1 of each subsequent year the Department of City Planning shall survey the records of the Central Permit Bureau and any other necessary records to develop a list of the square footage of all office development projects for which building, alteration or site permits were issued after November 29, 1984 that have not lapsed or otherwise been revoked, and all office development projects reapproved by the City, the Redevelopment Agency or the San Francisco Port Commission after November 29, 1984. Reapproval specifically includes any project reconsidered by any agency pursuant to Court decision. This process shall continue until the Department is able to certify that all projects with approval dates on or before November 4, 1986 have received permits, have been abandoned or are no longer subject to litigation challenging their approval. Notwithstanding any other provision of the City Planning Code or the former provisions of Subsection 320(g), all projects in excess of 24,999 square feet of additional office space shall be included in the survey. The list shall not include permits for projects authorized pursuant to the office development competition set out in Subsection 321(b) and Section 322. \n     (c)     Not later than February 1, 1987, and February 1 of each subsequent year as set out above, the Department shall certify in writing to the City Planning Commission at a public hearing the list of all projects enumerated in subsection (b) above, including the square footage of each project and the total of all such projects. \n     (d)     Within 30 days of receipt of the Department's certification, the Commission shall reduce the 950,000 square foot annual limit established in Subsection 321(a)(1) by 475,000 square feet per approval period until the amount of square footage remaining on the Department's list is reduced to zero. \n     (e)     If the City has authorized more than 475,000 square feet as part of the office development competition set out in Subsection 321(b) and Section 322 prior to November 4, 1986, any amount exceeding 475,000 square feet shall be separately deducted from otherwise allowable square feet calculated pursuant to subsection (d) above for the approval period and for subsequent approval periods until the total amount of square footage is reduced to zero. \n     Section 321.2 is added as follows: \nSECTION 321.2. LEGISLATIVE REDUCTION OF ANNUAL LIMIT. \n     (g)     The Board of Supervisors is permitted to reduce the annual limit defined in Subsection 321(a)(1).\n     Section 321.3 is added as follows: \nSECTION 321.3. VOTER APPROVAL OF EXEMPTION OF OFFICE PROJECTS AUTHORIZED BY DEVELOPMENT AGREEMENTS. \n     Any office development approved pursuant to a development agreement under Government Code Section 65865 or any successor section may set forth in Subsection 321(a)(1) after the exemption for such office development has been approved by the voters at a regularly scheduled election. \n     Section 325 is amended as follows: \nSECTION 325. SUNSET CLAUSE. \n     The limit on office development set out in Planning Code sections \n320, \n321, \n322, \n323 and \n324 as of October 17, 1985, as amended by the voters on November 4, 1986, shall remain in effect until amended or repealed by the voters of San Francisco at a regularly scheduled election. \n     PART 3 \n     Be it ordained by the people of the City and County of San Francisco that Part II, Chapter II, of the San Francisco Municipal Code (City Planning Code) is hereby amended as follows: \n     Subsection 164(a) is amended as follows: \nSECTION 164. SAN FRANCISCO RESIDENT PLACEMENT AND TRAINING PROGRAM. \n     (a)     The City has determined in its certification of the Downtown Plan Environmental Impact Report and in its findings and studies leading to the adoption of Section \n313 of the Planning Code that San Francisco and regional traffic and transit problems will become more intolerable as the number of non-resident employees increases in San Francisco as a result of new office development. In order to mitigate those adverse traffic and transit impacts, while protecting the City's residential areas from unwanted increases in density, the people determine that a policy of maximizing resident employment training and placement opportunities is needed. \n     Subsections 164(d) and (e) are added as follows: \n     (d)     In order to ensure that the maximum number of San Francisco residents are trained and placed in employment opportunities in our City, the Board of Supervisors shall hold public hearings and not later than January 1, 1988 the City shall adopt legislation to establish a program which will coordinate the job training and placement efforts of the San Francisco Unified School District, the San Francisco Community College District, community-based non-profit employment and training programs, and other agencies from the public and private sectors, to assure maximum use of existing federal, state and local training and placement programs, and to develop such additional training and placement programs as deemed necessary. \n     (e)     Should the Board of Supervisors determine that additional funds are needed for programs established pursuant to subsection (d) above, it shall consider the adoption of a San Francisco Resident Training and Placement Fee of not less than $1.50 per square foot as a condition of the approval of any application for an office development project proposing the net addition of 50,000 or more gross square feet of office space. \n     PART 4     CLAUSE \n     If any part of this initiative is held invalid by a court of law, or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect the other parts of the initiative or applications which can be given effect without the invalid part or application hereof and to this end the sections of this initiative are separable. (Adopted, 1986; amended, 1987) \n\n","heading":{"title":"A","chaptersection":"12","identifier":"A.12","catch_text":"PLANNING INITIATIVE"}}