{"text":"\n      ORDINANCE MAKING FINDINGS, IMPLEMENTING TERMS AND CONDITIONS OF U.S.S. MISSOURI HOMEPORTING MEMORANDUM OF UNDERSTANDING AND APPROPRIATING $2.0 MILLION FOR PROJECT. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1 Findings: \n     In 1984 San Francisco, Long Beach and Honolulu were invited to submit bids for the homeporting of the U.S.S. Missouri. This process was part of a national homeporting program that included successful bids for naval stations by New York City and Everett, Washington. \n     San Francisco proposed that the Navy reactivate Hunters Point Naval Shipyard, continuing a century and a half tradition of a strong Navy presence in San Francisco. \n     After extensive environmental and economic study the Secretary of the Navy, in July 1985 designated San Francisco as the preferred berthing location for the U.S.S. Missouri and her up to ten ship cruiser-destroyer group. \n     The implementation of San Francisco as the homeport for the U.S.S. Missouri and other ships is contingent upon the City and County implementing the memorandum of understanding approved by the Board of Supervisors in August 1987. \n     The future of San Francisco's 140 year old ship repair industry is dependent upon work generated by homeported naval vessels. With homeporting the number of naval vessels berthed in the Bay Area will increase by fifty percent. Without homeporting the U.S.S. Missouri, the three shipyards operating from Port property and their sub-contractors, are in jeopardy of closing with the loss of a $150,000,000 a year industry and over 2,000 existing employees. \n     In order to preserve shipyard jobs and produce new ones, the Port has offered to fund $2,000,000 of dredging and to maintain required depths at Hunter's Point. The dredging will be paid for from Port surplus funds which can only be used for Port projects. By state law this money is not available to fund city services. \n     The economic benefits of homeporting were the subject of a 1987 Joint Report by the City Controller, Board of Supervisors Budget Analyst and Mayor's Office. Homeporting is estimated to produce annually over $56,000,000 of ship repair contracts, $25,000,000 of supply and fuel purchases and at least 400 maritime jobs. \n     The report found that homeporting is projected to result in $2,500,000 of new tax revenues each year to the City, while costing the City's General Fund less than $800,000 a year, primarily for additional Muni transit service to the Hunters Point area. At a time of budget shortages, the City's General Fund will net $1,700,000 each year from homeporting which can be used to support vital services throughout San Francisco. \n     In addition to shipyard jobs, homeporting is expected to generate approximately 2,000 new private sector civilian jobs in San Francisco and an additional 3,000 to 5,000 jobs in the Bay Area. \n     The Memorandum of Understanding contains a Bayview-Hunters Point community job training program, participated in by the City, the Navy, private industry and labor unions. It will have a positive impact on a community which desperately needs new jobs and the payroll they bring. The program agreed to by labor and management, includes promotion of local business contracting, the use of shipyard facilities for City College sponsored training programs, set aside of one out of every five construction and ship repair jobs for Bayview-Hunters Point residents, and a neighborhood targeted apprenticeship training program. \n     Major street, transit and traffic improvements will be made in the Bayview Hunters Point community to accommodate residents and the Naval station, including a $15,000,000 State financed Evans Avenue-Interstate 280 on/off-ramp project that has been requested by that neighborhood for almost twenty years to keep heavy truck traffic off Third Street. The City's share of the cost ($2,400,000) will be financed from voter approved bond proceeds which can only be used for public works projects. The Director of the California Department of Transportation has indicated that $12,600,000 of State money may not be forthcoming unless the U.S.S. Missouri comes to San Francisco, creating a regional imperative for the project. \n     The Hunters Point homeporting project was the subject of a legally required environmental impact review, which studied the impact of the project on air and water quality, traffic, jobs, toxics, housing, etc. Dredging required to accommodate the U.S.S. Missouri and her ten ship cruiser-destroyer received a special $1,500,000, 14 site, nine month environmental study which determined that the project can proceed without harming the Bay. The environmental impact study showed that less dredging is needed at Hunters Point than at any other proposed site, such as Treasure Island or Alameda. \n     After extensive testing and evaluation and many public hearings, the Federal Environmental Protection Agency and the San Francisco Planning Commission carefully evaluated the proposed dredging, toxic clean-up requirements and other impacts of the project and determined that the environmental review process was adequate and that impacts to the environment could be mitigated. In fact, the homeporting project will enhance the environment by requiring the Federal Government to accelerate clean-up of toxic wastes generated by prior industrial activities at the shipyard. \n     The memorandum of understanding commits the City to the relocation within San Francisco of small businesses currently operating from the shipyard and will conduct space need surveys, assist in the search for new facilities including the use of surplus buildings at Pier 70, and provide low interest loans for capital costs incurred through relocation. \n     Though homeporting will bring to the Bayview-Hunters Point community over 5000 Navy personnel and 1500 Navy families, the impact on the area will be minimal as compared to other land use proposals that would double the density of development. The project's housing requirements will be met by the construction of 1500 units of privately built and operated Navy family housing to accommodate Navy personnel. With most sailors living on base, traffic and transit impacts will not be excessive. \n     The City and County of San Francisco has a long tradition of hospitality to military men and women. Homeporting is an open demonstration of the City's traditional welcome to sailors and their families and of San Francisco's responsibility to share in the defense of our nation. \n     The Board of Supervisors adopted Resolution Number 710-87 approving in principal a memorandum of understanding between the United States Navy and the City and County of San Francisco agreeing to the U.S.S. Missouri Hunters Point homeporting project. \n     The Secretary of the Navy has stated that Congressional direction prohibits the berthing of the U.S.S. Missouri and other ships at Hunters Point unless the Memorandum of Understanding is implemented by San Francisco. \n     The citizens of the City and County of San Francisco are supportive of the U.S.S. Missouri homeporting project and by this ordinance, subject to the budgetary and fiscal provisions of the Charter, intend to bind and commit the City to implement the provisions of the 1987 Homeporting Memorandum of Understanding. \n     Section 2 Contract: \n     The City and County of San Francisco hereby binds and commits itself, subject to the budgetary and fiscal provisions of the Charter, to implement the provisions of the Hunters Point homeporting memorandum of understanding contained in Board of Supervisors file number 93-87-6 (which is incorporated by reference), and to expeditiously process and approve such administrative and legislative actions as are necessary to carry out the intent of the MOU, subject to modifications which from time to time may be mutually agreed to by the City and the U.S. Navy or required by Federal and State environmental agencies. The governmental representatives employed by the City are hereby directed to seek implementation by the State and Federal governments of the terms and conditions of the memorandum of understanding as expeditiously as possible. \n     Section 3 Funding: \n     Subject to Section IIA. of the U.S.S. Missouri Homeporting Memorandum of Understanding, the City and County hereby appropriates for a capital project from any unappropriated surplus revenues of the Port of San Francisco or any legally available funds, $2,000,000 to fund dredging projects at Hunters Point Naval Station Annex. The Controller is directed to prepare all necessary documentation to process this appropriation. Should the Port Commission fail to contract within 120 days from receipt of a request by the Commander, Naval Base San Francisco, to undertake approved and permitted dredging, the controller is hereby directed to immediately transfer said dredging funds to the United States Navy. \n\n","heading":{"title":"A","chaptersection":"18","identifier":"A.18","catch_text":"U.S.S. MISSOURI HOMEPORTING"}}