{"text":"\nAdopted June 5, 1990 \n     Adding Sections 10.98 and 10.98-1 to the San Francisco Administrative Code to establish a Neighborhood Beautification and Graffiti Clean-up Fund and specifying the purposes therefor and amending Part III, San Francisco Municipal Code, by adding Article 12B-1 thereto, to provide that any business which owes a payroll expense tax or business tax may elect to designate a certain portion of the tax for deposit in the Neighborhood Beautification and Graffiti Clean-up Fund. \n     Be it Ordained by the People of the City and County of San Francisco: \n     Section 1. \n     The San Francisco Administrative Code is hereby amended by adding Sections 10.98 and 10.98-1 thereto, to read as follows: \nSEC. 10.98.  NEIGHBORHOOD BEAUTIFICATION AND GRAFFITI CLEAN-UP FUND: FINDINGS AND INTENT. \n     (a)     Findings. The proliferation of graffiti on public buildings and other public property has created a blight which offends both citizens of and visitors to San Francisco. The removal of such graffiti will enhance the beauty of the city in which we live and will encourage others to visit and to relocate here. Removal will thus both reflect and renew our civic pride and contribute to our economic viability. Providing a source of funds for the promotion of neighborhood beautification projects will support the efforts of local residents and businesses to improve the quality of life for San Francisco residents and the local economy, and assist in reducing the amount of graffiti in San Francisco. \n     (b)     Statement of Intent. The Board of Supervisors wishes to address the above concerns by establishing a neighborhood beautification and graffiti clean-up fund which will promote neighborhood beautification projects, including projects designed to improve the environmental quality of neighborhoods, and finance the clean-up of graffiti on public property. \nSEC. 10.98-1. NEIGHBORHOOD BEAUTIFICATION AND GRAFFITI CLEAN-UP FUND: ESTABLISHMENT; ACCEPTANCE OF GIFTS; DUTIES. \n     (a)     Establishment of Fund. There is hereby established a special fund for the purpose of receiving all donations of money which may be collected by the City and County of San Francisco for the purposes enumerated in Section 10.98(b). Monies deposited in the fund shall only be expended for the purposes enumerated therein, provided that such expenditures shall include reimbursement to City and County departments for expenses incurred in the administration of the fund. The special fund shall be known and designated as the Neighborhood Beautification and Graffiti Clean-up Fund. \n     (b)     Acceptance of Gifts. All donations of money which may be offered to the Neighborhood Beautification and Graffiti Clean-up Fund are hereby accepted for such purposes. Any grants, gifts and bequests from private sources for this purpose shall be deposited into said special fund. \n     (c)     Duties of the Chief Administrative Officer.\n          1.     The Chief Administrative Officer, or his or her designee, shall be responsible for the administration of the Neighborhood Beautification and Graffiti Clean-up Fund, and shall have all such authority as may be reasonably necessary to carry out those responsibilities. \n          2.     The Chief Administrative Officer shall promulgate such rules and regulations as he or she may deem appropriate to carry out the provisions of this Section and Section 10.98. Before issuing or amending any rules and regulations, the Chief Administrative Officer shall provide a thirty (30) day public comment period by providing published notice in an official newspaper of general circulation in the City of the intent to issue or amend the rules and regulations. The rules and regulations shall be approved by resolution of the Board of Supervisors. Such rules and regulations shall include, but not be limited to, the qualifications of applicants and factors to be considered in the award of grants to fund programs to help remove graffiti and promote neighborhood beautification projects, including preference for the following projects: youth programs and innovation, projects that are neighborhood generated, and projects designed to benefit areas of San Francisco that are economically disadvantaged. \n          3.     The Chief Administrative Officer shall submit a semi-annual report to the Board of Supervisors setting forth an accounting of the amounts disbursed and the uses for which said funds were made. \n     (d)     Budgetary and Fiscal Provisions of the Charter. The monies in this fund are subject to the budgetary and fiscal provisions of the Charter and may be expended only when authorized by appropriation ordinance of the Board of Supervisors. \n     (e)     Interest. Interest earned from the Neighborhood Beautification and Graffiti Clean-up Fund shall become part of the principal thereof, and shall not be expended for any purpose other than that for which said fund is established. \n     (f)     Accumulation of Monies in Fund. The balance remaining in the Neighborhood Beautification and Graffiti Clean-up Fund at the close of any fiscal year shall be deemed to have been provided for a specific purpose within the meaning of Charter Section 6.306 and shall be carried forward and accumulated in said fund for the purposes recited herein. \n     Section 2. \n     Part III of the San Francisco Municipal Code is hereby amended by adding Article 12B-1 thereto, to read as follows: \n     ART. 12B-1NEIGHBORHOOD BEAUTIFICATION AND\nGRAFFITI CLEAN-UP FUND TAX OPTION. \n     SEC. 1030. Initial Option. \n     Commencing in tax year 1990, any business, as defined in Section 1002.1 of this Code, that is subject to the Payroll Expense Tax or the Business Tax may elect to designate up to one per cent (1%) of its tax liability for deposit in the Neighborhood Beautification and Graffiti Clean-Up Fund. \n     SEC. 1031. Amount of Fund Annually. \n     It is the intent of the voters of the City and County of San Francisco that one million dollars ($1,000,000.00), derived from tax proceeds designated by the taxpayers pursuant to Section 1031, shall be deposited annually into the Neighborhood Beautification and Graffiti Clean-Up Fund. The Controller shall annually adjust this figure for inflation to reflect changes in the most recently available U.S. Bureau of Labor Statistics Consumer Price Index for all Urban Consumers for the San Francisco-Oakland-San Jose Metropolitan Area, or its successor index. \n     SEC. 1032. Subsequent Option. \n     For each tax year after 1990, the Controller shall determine the amount of fund revenues actually generated in the prior year, including the interest thereon and the balance, if any, remaining at the close of the tax year. On the basis of the prior year's experience of taxpayer contributions and total revenues generated by the payroll expense and business taxes, the Controller shall calculate a percentage ceiling of total tax liability which taxpayers may designate for deposit in the fund the following tax year. The Controller shall set the percentage ceiling so that the revenues produced thereby are most likely to generate a total of one million dollars (adjusted for inflation) in the fund for the forthcoming tax year. The Controller shall transmit his or her calculation to the Board of Supervisors, which shall adopt a new tax designation ceiling, if necessary, in advance of the tax year to enable the tax collector to perform his or her collection duties. \n     SEC. 1033. Severability. \n     If any section, subsection, subdivision, paragraph, sentence, clause or phrase of this initiative ordinance or any part thereof is for any reason held to be unconstitutional or invalid or ineffective by any court of competent jurisdiction, such decision shall not affect the validity or effectiveness of the remaining portions of this initiative ordinance or any part thereof. The People of the City and County of San Francisco hereby declare that it would have passed each section, subsection, subdivision, paragraph, sentence, clause or phrase thereof irrespective of the fact that any one or more sections, subsections, subdivisions, paragraphs, sentences, clauses or phrases be declared unconstitutional or invalid or ineffective. In addition, the voters declare their intention that should any portion of this initiative ordinance or all of it be declared invalid in whole or in part, such invalidity shall have no effect upon the continued validity of the Payroll Expense Tax and Business Tax. \n\n","heading":{"title":"A","chaptersection":"19","identifier":"A.19","catch_text":"NEIGHBORHOOD BEAUTIFICATION AND GRAFFITI CLEANUP FUND OPTION"}}