{"text":"\nAdopted November 6, 1990 \n     Amending the San Francisco Administrative Code by adding a new chapter on waterfront land use \n     Be it Ordained by the People of the City and County of San Francisco that the Administrative Code is hereby amended by adding a new Chapter as follows: \n     Section 1.and Declaration of Policy \n     The people of the City and County of San Francisco find and declare: \n     a.     Whereas, the waterfront of San Francisco is an irreplaceable public resource of the highest value;\n     b.     Whereas, the most beneficial and appropriate use of the waterfront is for purposes related to and dependent on their proximity to San Francisco Bay and the Pacific Ocean, such as maritime uses, public access to, and restoration of, San Francisco Bay; \n     c.     Whereas, San Francisco holds the waterfront in trust for the People of California;\n     d.     Whereas, maritime uses, public access to, and restoration of San Francisco Bay serve San Francisco residents, and provide significant economic, social and environmental benefits to San Francisco and its residents, including a diversity of employment opportunities and better access to a healthier San Francisco Bay; \n     e.     Whereas, the waterfront contains structures of historical and architectural importance;\n     f.     Whereas, it is poor planning to approve waterfront land uses on an ad hoc basis, rather than as part of a comprehensive waterfront land use plan; \n     g.     Whereas, it is in the interest of San Francisco to develop a strong and economically vital waterfront with adequate public access to and restoration of San Francisco Bay; and \n     h.     Whereas, changing conditions in the maritime industry such as deeper draft vessels and increased awareness of the negative environmental impacts of dredging and dredge-spoil dumping indicate that cargo handling at the Port of San Francisco could increase dramatically; \n     Therefore the people of San Francisco declare that it is the policy of the City and County of San Francisco that: \n     a.     the waterfront be reserved for maritime uses, public access, and projects which aid in the preservation and restoration of the environment; \n     b.     where such land uses are infeasible or impossible, only acceptable non-maritime land uses as set forth in this ordinance shall be allowed; \n     c.     a waterfront land use plan shall be prepared (as set forth in Section 2 of this ordinance) to further define acceptable and unacceptable non-maritime land uses and to assign land uses for specific waterfront parcels. \n     Section 2.Use Planning Process \n     a.     Upon adoption of this initiative, the Board of Supervisors shall within 30 days request the Port Commission to prepare a \"Waterfront Use Land Plan\" which is consistent with the terms of this initiative for waterfront lands as defined by this ordinance. Should the Port Commission not agree to this request within 30 days of the Board of Supervisors request, the Board of Supervisors shall have 30 days to designate a different City agency or department to prepare the \"Waterfront Land Use Plan.\" \n     b.     The agency drafting the \"Waterfront Land Use Plan\" shall consult the City Planning Commission to ensure development of a plan consistent with the City's Master Plan. The final plan and any subsequent amendments thereto shall be subject to a public hearing conducted by the City Planning Commission to ensure consistency between that plan and the City's Master Plan. \n     c.     The \"Waterfront Land Use Plan\" shall define land uses in terms of the following categories:\n          1.     Maritime land uses;\n          2.     Acceptable non-maritime land uses; and\n          3.     Unacceptable non-maritime land uses.\n     Land uses included in these categories which are not part of the initial ordinance shall be added to Sections 3 through 5 of this ordinance as appropriate. No deletions from Sections 3 through 5 shall be allowed unless approved by the voters of San Francisco; \n     d.     No City agency or officer may take, or permit to be taken, any action to permit the new development of any non-maritime land use (except those land uses set forth in Section 4 below) on the waterfront until the \"Waterfront Land Use Plan\" has been completed. Non-maritime land uses existing, or which have all their necessary permits, as of January 1, 1990, shall be exempt from this limitation. \n     e.     The \"Waterfront Land Use Plan\" shall be reviewed by the agency which prepared it or by such other agency designated by the Board of Supervisors at a minimum of every five years, with a view toward making any necessary amendments consistent with this initiative. \n     f.     The \"Waterfront Land Use Plan\" shall be prepared with the maximum feasible public input.\n     Section 3.Land Uses. \n     Maritime Land Uses include but are not limited to: \n     a.     Maritime cargo handling and storage facilities;\n     b.     Ship repair facilities;\n     c.     Fish processing facilities;\n     d.     Marinas and boat launch ramps;\n     e.     Ferry boat terminals;\n     f.     Cruise ship terminals;\n     g.     Excursion and charter boat facilities and terminals;\n     h.     Ship berthing facilities;\n     i.     Maritime construction and maritime supply facilities;\n     j.     Marine equipment and supply facilities;\n     k.     A list of additional maritime land uses developed as part of the Waterfront Land Use Planning process shall be included in the \"Waterfront Land Use Plan\" and added to this section. \n     Section 4.Non-maritime Land Uses \n     Acceptable non-maritime land uses include but are not limited to: \n     a.     Parks;\n     b.     Esplanades;\n     c.     Wildlife habitat;\n     d.     Recreational fishing piers;\n     e.     Restoration of the ecology of San Francisco Bay and its shoreline;\n     f.     Transit and traffic facilities; and\n     g.     A list of additional acceptable non-maritime land uses developed as part of the Waterfront Land Use Planning process shall be included in the \"Waterfront Land Use Plan\" and added to this section. \n     Section 5.Non-maritime Land Uses \n     a.     Criteria for Consideration in Determining Unacceptable Non-maritime Land Uses\n     Criteria to be considered in making findings regarding the acceptability of any specific land use on the waterfront shall include but are not limited to: \n          1.     Does the land use need to be located on the waterfront in order to serve its basic function?\n          2.     Is the land use compatible with existing or planned maritime operations on surrounding parcels if any?\n          3.     Does the land use provide the maximum feasible public access?\n          4.     Does the land use improve the ecological balance of San Francisco Bay?\n          5.     Does the land use protect the waterfront's architectural heritage?\n          6.     Does the land use represent the best interests of the people of the City and County of San Francisco and/or the State of California?\n     b.     Prohibition of Unacceptable Non-maritime Land Uses\n     No City agency or officer may take, or permit to be taken, any action to permit the development of any unacceptable non-maritime land use (as set forth below) on the waterfront. \n     c.     Listing of Unacceptable Non-maritime Land Uses\n     The following land uses are found to be unacceptable non-maritime land uses: \n          1.     Hotels\n     The City finds that hotels do not need to be located on the waterfront, and permitting their development on the waterfront will displace or preclude maritime uses; \n     The City finds that waterfront hotels do not provide the economic benefits provided by maritime employment; \n     The City finds that waterfront hotels do not provide high quality public access to, or permit restoration of, San Francisco Bay; \n     The City finds that waterfront hotels do not serve the needs of San Francisco or its residents; \n     The City therefore finds that hotels are an unacceptable non-maritime land use and shall not be permitted on the waterfront. \n          2.     A list of additional unacceptable non-maritime land uses developed as part of the Waterfront Land Use Planning process shall be included in the \"Waterfront Land Use Plan\" and added to this section. \n     d.     Grandfathering of Existing Unacceptable Non-maritime Land Uses\n     This initiative shall not prevent any unacceptable non-maritime land use existing as of January 1, 1990 from continuing in operation or expanding on its existing site in a manner consistent with all other applicable laws and regulations. At such time as a new land use is proposed for the site of a business existing as of January 1, 1990 that new land use must meet the conditions set forth in this ordinance. \n     Section 6.\n     a.     \"City agency or officer\" means the Board of Supervisors, and all other city commissions, boards, officers, employees, departments or entities whose exercise of powers can be affected by initiative. \n     b.     \"Action\" includes, but is not limited to:\n          1.     amendments to the Planning Code, and Master Plan;\n          2.     issuance of permits or entitlements for use by any City agency or officer;\n          3.     approval, modification or reversal of decisions or actions by subordinate City agencies or officers;\n          4.     approval of sales or leases pursuant to Section 7.402 and 7.402-1 of the Charter of the City and County of San Francisco;\n          5.     approval of or amendments to Redevelopment Plans; and\n          6.     any other action, including but not limited to projects as defined in Public Resources Code Section 21065.\n     c.     \"Waterfront\" means land transferred to the City and County of San Francisco pursuant to Chapter 1333 of the Statutes of 1968, as well as any other property which is owned by or under the control of the Port Commission of San Francisco, and which is also in any of the following areas: \n          1.     piers;\n          2.     the shoreline band as defined in Government Code Section 66610(b), between the Golden Gate National Recreation Area and the intersection of The Embarcadero and Berry Street, except for the area south of Jefferson Street between Hyde Street and Powell Street. \n          3.     the shoreline band as defined in Government Code Section 66610(b), in the area bounded by San Francisco Bay, Berry, Third, and Evans Streets, Hunter's Point Boulevard, and a straight line from the intersection of Hunter's Point Boulevard and Innis Avenue to the intersection of Carroll Avenue and Fitch Street; and \n          4.     the area south of Pier 98 in which all new development is subject to the Shoreline Guidelines, as shown on Map 8 (Eastern Shoreline Plan) of the Recreation and Open Space element of the San Francisco Master Plan, in effect as of January 1, 1990. \n     d.     \"San Francisco Bay\" means the area defined in Government Code Section 66610(a) which is the City and County of San Francisco, except for areas west of Third Street. \n     e.     All references to public roads are to their alignments as of January 1, 1990.\n     f.     \"Hotel\" means any use falling within the definition in Section \n314.1(g) of the San Francisco Planning Code in effect as of January 1, 1990; any waterside hotel having docks to accommodate persons traveling by boat; or any facilities for providing temporary or transient occupancy. This shall not include boat berths which are provided for temporary moorage of boats. \n     Section 7.\n     Within 180 days of the effective date of this ordinance, the City and County shall: \n     a.     amend its Master Plan, Planning Code, and other relevant plans and codes in a manner consistent with this ordinance;\n     b.     request and apply for conforming amendments to all applicable state and regional plans and regulations; and\n     c.     begin preparation of the \"Waterfront Land Use Plan\" required under Section 2 of this ordinance.\n     Section 8.\n     If any portion of this ordinance, or the application thereof, is hereafter determined to be invalid by a court of competent jurisdiction, all remaining portions of this ordinance, or application thereof, shall remain in full force and effect. Each section, subsection, sentence, phrase, part, or portion of this ordinance would have been adopted and passed irrespective of the fact that any one or more sections, subsections, sentences, phrases, parts or portions be declared invalid or unconstitutional. \n     Section 9.and Repeal \n     No part of this ordinance or the amendments made pursuant to Section 7 hereof may be amended or repealed except by a vote of the electors of the City and County of San Francisco, except for those additional listings provided herein in Sections 3, 4, and 5. \n     Section 10.of this Ordinance \n     After the adoption of this ordinance the Clerk of the Board of Supervisors shall assign a Chapter number to this ordinance and shall renumber the sections of this ordinance in an appropriate manner. \n\n","heading":{"title":"A","chaptersection":"20","identifier":"A.20","catch_text":"WATERFRONT LAND USE"}}