{"text":"\nAdopted November 6, 1990 \n     Amending the San Francisco Administrative Code by adding a new chapter on recognition of domestic partnerships \n     The People amend the San Francisco Administrative Code by adding a new Chapter to read: \n     RECOGNITION OF DOMESTIC PARTNERSHIPS \n     Sec. 1. PURPOSE \n     The purpose of this ordinance is to create a way to recognize intimate committed relationships, including those of lesbians and gay men who otherwise are denied the right to identify the partners with whom they share their lives. All costs of registration must be covered by fees to be established by ordinance. \n     Sec. 2. DEFINITIONS \n     (a).     Domestic Partnership. Domestic Partners are two adults who have chosen to share one another's lives in an intimate and committed relationship of mutual caring, who live together, and who have agreed to be jointly responsible for basic living expenses incurred during the Domestic Partnership. They must sign a Declaration of Domestic Partnership, and establish the partnership under section 3 of this chapter. \n     (b).     \"Live Together.\" \"Live together\" means that two people share the same living quarters. It is not necessary that the legal right to possess the quarters be in both of their names. Two people may live together even if one or both have additional living quarters. Domestic Partners do not cease to live together if one leaves the shared quarters but intends to return. \n     (c).     \"Basic Living Expenses.\" \"Basic living expenses\" means the cost of basic food and shelter. It also includes the expenses which are paid at least in part by a program or benefit for which the partner qualified because of the domestic partnership. The individuals need not contribute equally or jointly to the cost of these expenses as long as they agree that both are responsible for the costs. \n     (d).     \"Declaration of Domestic Partnership.\" A \"Declaration of Domestic Partnership is a form provided by the county clerk. By signing it, two people agree to be jointly responsible for basic living expenses which they incur during the domestic partnership and that this agreement can be enforced by anyone to whom those expenses are owed. They also state under penalty of perjury that they met the definition of domestic partnership when they signed the statement, that neither is married, that they are not related to each other in a way which would bar marriage in California, and that neither had a different domestic partner less than six months before they signed. This last condition does not apply if the previous domestic partner died. The form will also require each partner to provide a mailing address. \n     Sec. 3. ESTABLISHING A DOMESTIC PARTNERSHIP \n     (a).     Methods. Two persons may establish a Domestic Partnership by either:\n          1.     presenting a signed Declaration of Domestic Partnership to the County Clerk, who will file it and give the partners a certificate showing that the Declaration was filed; or \n          2.     having a Declaration of Domestic Partnership notarized and giving a copy to the person who witnessed the signing (who may or may not be the notary). \n     (b).     Time Limitation. A person cannot become a member of a Domestic Partnership until at least six months after any other Domestic Partnership of which he or she was a member ended. This does not apply if the earlier domestic partnership ended because one of the members died. \n     (c).     Residence Limitation. The county clerk will only file Declaration of Domestic Partnership if:\n          1.     the partners have a residence in San Francisco; or\n          2.     at least one of the partners works in San Francisco.\n     Sec. 4. ENDING DOMESTIC PARTNERSHIPS \n     (a).     When the Partnership Ends. A Domestic Partnership ends when:\n          1.     one partner sends the other a written notice that he or she has ended the partnership; or\n          2.     one of the partners dies; or\n          3.     one of the partners marries or the partners no longer live together.\n     (b).     Notice the Partnership has ended.\n          (1)     To Domestic Partners. When a Domestic Partnership ends, at least one of the partners must sign a notice saying that the partnership has ended. The notice must be dated and signed under penalty of perjury. If the Declaration of Domestic Partnership was filed with the county clerk, the notice must be filed with the clerk; otherwise, the notice must be notarized. The partner who signs the notice must send a copy to the other partner. \n          (2)     To Third Parties. When a Domestic Partnership ends, a Domestic Partner who has given a copy of a Declaration of Domestic Partnership to any third party, (or, if that partner has died, the surviving member of the domestic partnership) must give that third party a notice signed under penalty of perjury stating the partnership has ended. The notice must be sent within 60 days of the end of the Domestic Partnership. \n          (3)     Failure to Give Notice. Failure to give either of the notices required by this subsection will neither prevent nor delay termination of the Domestic Partnership. Anyone who suffers any loss as a result of failure to send either of these notices may sue for actual losses. \n     Sec. 5. COUNTY CLERK'S RECORDS \n     (a).     Amendments to Declarations. A Partner may amend a Declaration of Domestic Partnership filed with the County Clerk at any time to show a change in his or her mailing address. \n     (b).     New Declarations of Domestic Partnership. No person who has filed a declaration of Domestic Partnership with the county clerk may file another declaration of Domestic Partnership until six months after a notice the partnership has ended has been filed. However, if the Domestic Partnership ended because one of the partners died, a new Declaration may be filed anytime after the notice the partnership ended is filed. \n     (c).     Maintenance of County Clerk's Records. The County Clerk will keep a record of all Declarations of Domestic Partnership, Amendments to Declarations of Domestic Partnership and all notices that a partnership has ended. The records will be maintained so that Amendments and notices a partnership has ended are filed with the Declaration of Domestic Partnership to which they apply. \n     (d).     Filing Fees. The Board of Supervisors will set the filing fee for Declarations of Domestic Partnership and Amendments. No fee will be charged for notices that a partnership has ended. The fees charged must cover the city's cost of administering this ordinance. \n     Sec. 6. LEGAL EFFECT OF DECLARATION OF DOMESTIC PARTNERSHIP \n     (a)     . Obligations. The obligations of domestic partners to each other are those described by the definition.\n     (b)     . Duration of Rights and Duties. If a domestic partnership ends, the partners incur no further obligations to each other.\n     Sec. 7. \n     Upon adoption, the Clerk of the Board shall codify this amendment into the San Francisco Administrative Code. \n\n","heading":{"title":"A","chaptersection":"21","identifier":"A.21","catch_text":"RECOGNITION OF DOMESTIC PARTNERSHIPS"}}