{"text":"\nAdopted November 3, 1992 \n     An Ordinance amending the San Francisco Municipal Code, Part II, Chapter 8 (Police Code) by adding Section \n120-1 thereto prohibiting harassing or hounding acts in connection with soliciting money or any other valuable thing. \n     Be it ordained by the people of the City and County of San Francisco: \n     Section 1. \n     The San Francisco Municipal Code, Part II, Chapter 8 (Police Code) is hereby amended by adding Section \n120-1 thereto reading as follows: \n     SEC. 120-1. AGGRESSIVE SOLICITING PROHIBITED. \n     (a)     Findings. The people of the City and County of San Francisco find that aggressive solicitation for money directed at residents, visitors, and tourists in areas of the City open to the public imperils their safety and welfare. This conduct in turn jeopardizes the City's economy by discouraging visitors and prospective customers from coming to San Francisco for business, recreation, and shopping. This conduct also threatens to drive City residents out of the City for their recreational and shopping activities. Further, the people find that aggressive solicitation undermines the public's basic right to be in and enjoy public places without fear that they will be pursued by others seeking handouts. The people further find that no state laws address or protect the public from these problems. \n     (b)     Prohibition. In the City and County of San Francisco, it shall be unlawful for any person on the streets, sidewalks, or other places open to the public, whether publicly or privately owned, including parks, to harass or hound another person for the purpose of inducing that person to give money or other thing of value. \n     (c)     Definitions. For the purpose of this ordinance, an individual (solicitor) harasses or hounds another (solicitee) when the solicitor closely follows the solicitee and requests money or other thing of value, after the solicitee has expressly or impliedly made it known to the solicitor that the solicitee does not want to give money or other thing of value to the solicitor. \n     (d)     Penalties.\n          (1)     Any person violating any provision of this section shall be guilty of a misdemeanor or an infraction. The complaint charging such violation shall specify whether the violation is a misdemeanor or infraction, which decision shall be that of the District Attorney. If charged as an infraction, upon conviction, the violator shall be punished by a fine of not less than $50 or more than $100, and/or community service, for each provision violated. If charged as a misdemeanor, upon conviction, the violator shall be punished by a fine of not less than $200 or more than $500, and/or community service, for each provision violated, or by imprisonment in the County Jail for a period of not more than six months, or by both such fine and imprisonment. In any accusatory pleading charging a violation of this section, if the defendant has been previously convicted of a violation of this section, each such previous violation and conviction shall be charged in the accusatory pleading. Any person violating any provision of this section a second time within a thirty day period shall be guilty of a misdemeanor and shall be punished by a fine of not less than $300 and not more than $500, and/or community service, for each provision violated, or by imprisonment in the County Jail for a period of not more than six months, or by both such fine and imprisonment. Any person violating any provision of this section a third time, and each subsequent time, within a thirty day period shall be guilty of a misdemeanor and shall be punished by a fine of not less than $400 and not more than $500, and/or community service, for each provision violated, or by imprisonment in the County Jail for a period of not more than six months, or by both such fine and imprisonment. \n     (e)     Severability. If any subsection, sentence, clause, phrase, or word of this Section be for any reason declared unconstitutional or invalid or ineffective by any court of competent jurisdiction, such decision shall not affect the validity or the effectiveness of the remaining portions of this Section or any part thereof. The voters hereby declare that they would have adopted this Section notwithstanding the unconstitutionality, invalidity, or ineffectiveness of any one or more of its subsections, sentences, clauses, phrases, or words. \n\n","heading":{"title":"A","chaptersection":"22","identifier":"A.22","catch_text":"ORDINANCE PROHIBITING HARASSING OR HOUNDING SOLICITATION"}}