{"text":"\nAdopted November 3, 1992 \n     An Ordinance creating the Geary Boulevard/Divisadero Street Special Use District to allow for the development of a medical out-patient clinic affiliated with and operated by a health maintenance organization and adopting land use controls and appeal procedures governing such a development. \n     NOTE: This entire section is new. \nSECTION 1. Legislative Intent and Findings. \n     The people of the City and County of San Francisco find that: \n     A.     The inclusion of preventive health-care as an integral part of a comprehensive health-care delivery system by a health maintenance organization would provide residents and their families in San Francisco with affordable health-care. Affordable health-care is a quality of life issue and is as essential as food and shelter for all persons. \n     B.     The ability to provide preventive health-care in a timely manner is critical to minimizing the costs of health-care in the City, the State and the United States. A lack of sufficient out-patient clinics to provide preventive health-care and timely diagnosis has resulted in long time delays for routine health-care maintenance. \n     C.     The present City Planning Code defines out-patient clinic space which provides preventive health-care as an integral part of a comprehensive health-care delivery system by a health maintenance organization as medical offices. \n     D.     Due to the unavailability of land within the boundaries of existing health maintenance organization campuses, expansion of out-patient clinics requires either the purchase of additional land or the leasing of privately developed facilities adjacent thereto. \n     E.     Out-patient clinics which provide preventive care and other health-care services only to members of a health maintenance organization or to individuals required by law should be centralized in order to minimize duplication of equipment and personnel which ultimately results in higher health-care costs. Centralization of such facilities would assure the continued quality of life in our residential neighborhoods. \n     F.     Such out-patient facilities should be located in an area which is well served by public transit and adjacent to a major thoroughfare, the predominate use of such proposed facility being essentially non-residential in character. \n     G.     Within one block of this Special Use District, there are four (4) MUNI lines. Therefore, this Special Use District is easily accessible by public transit. Adequate off-street parking will be required to meet the needs of any development on this Special Use District. \n     H.     The area to be reclassified is surrounded by institutional, retail and other commercial uses with minor residential uses. Only seven dwelling units will be demolished for the development of an out-patient clinic serving more than 27% of the City's population. \n     I.     The creation of this Special Use District is necessary in order to insure that adequate out-patient facilities exist so that members of health maintenance organizations will receive timely preventive health-care. Such out-patient facilities will include, but not be limited to, AIDS infusion centers, physicians' offices for office visits, and other treatment and diagnostic facilities for out-patient care. \n     J.     Such out-patient facilities should not be burdened by the lengthy and cumbersome permit review process under the present City Planning Code which would add substantially to the cost of constructing such out-patient facilities with an attendant health-care cost increase for their members. Therefore, different land use controls and review procedures are needed to insure members of a health maintenance organization will receive quality and affordable health-care with an emphasis on preventive medical care. \n     K.     Health maintenance organizations presently serve a large number of San Franciscans and their families and are important community facilities necessary to insure the health, safety and welfare of the City's residents. Therefore, the creation of a Special Use District allowing the development of out-patient clinics for a health maintenance organizations will promote the health, safety and welfare of the residents of San Francisco. \n     L.     On balance, the creation of this Special Use District is consistent with the provisions of Section \n101.1(b) of the City Planning Code. \nSECTION 2. \n     Amending Part II, Chapter II of the San Francisco Municipal Code (City Planning Code) by adding Section \n249.13 to read as follows: \n     (a)     General. A Special Use District entitled the Divisadero Street/Geary Boulevard Special Use District, consisting of Lots 5, 5A, 6, 7, 8, 9, 9A, 10, 11 and 12 of Assessor's Block 1079 is hereby established for the purposes set forth below. \n     (b)     Purposes. The following controls, imposed in the Geary Boulevard/Divisadero Street Special Use District, will advance the policies of the Commerce and Industry Element of the City's Master Plan in that they will encourage the expansion of needed health services, yet manage such expansion ensuring the preservation and integrity of residential neighborhoods in the City, and will promote the provision of adequate health services to all geographical districts and cultural groups within the City. \n     (c)     Controls. The specific controls set forth herein shall apply only to the development of out-patient facilities affiliated with and operated by a health maintenance organization solely for the benefit of its members. Any development which does not meet the purposes set forth herein shall be governed by the underlying zoning controls. \n          (1)     Design Review By Planning Commission. An applicant submitting an application for a proposed development and use pursuant to this Section shall be required to submit an application for design review by the Planning Commission. The design review application may be submitted concurrently with or before a building permit application. \n          (2)     Fees. In addition to the building permit review fee set forth in Section 352, the project sponsor shall pay a fee of fifteen thousand dollars ($15,000.00) per application to compensate the Department of City Planning for compliance with this Section. \n          (3)     Principal Permitted Uses. Ground floor uses shall be limited to those set forth for NC-3 Districts. Upper floor uses shall be limited to out-patient facilities, including physicians' offices needed to providing preventive health-care, and accessory administrative uses affiliated with and operated by a health maintenance organization, provided however that the accessory administrative use shall not occupy more than 15% of the floor area subject to the floor area ratio. For the purposes of interpreting \"out-patient facilities\" under this section, such facilities shall not be deemed an office use subject to the provisions of Sections 309 through 325 et seq. \n          (4)     Basic Floor Area Ratio. The basic floor area ratio shall be six (6) to one (1). The provisions of Sections 102.9 and 102.10 defining gross floor area shall be used for calculating the floor area ratio. In addition to the floor area excluded from the floor area ratio calculation set forth in Sections 102.9(b)(1) through 102.9(14) inclusive, and Section 102.10, dwelling units and other residential uses as defined in this ordinance shall be exempted from the floor area calculation. \n          (5)     Dwelling Unit Density and Residential Use. The dwelling unit density shall be governed by the underlying zoning classification as set forth in Sections 207, 207.1, 209.1 and 209.2 of this Code. For the purposes of this section, residential use shall include rooms or beds used by out-patients receiving medical treatment at the health maintenance organization, including but not limited to patients receiving treatment at the AIDS infusion center, or receiving chemotherapy treatment, regardless of the length of stay of such out-patients. \n          (6)     Height And Bulk Restrictions. The applicable Height and Bulk for this Special Use District shall be 105-X.\n          (7)     Rear Yards. The requirements of this Code applicable to rear yards and applicable to dwelling units or other residential use may be modified by the Planning Commission as part of the design review, if all of the following conditions are met: \n               (A)     The interior block open space formed by the rear yards of the abutting properties will not be adversely affected;\n               (B)     A comparable amount of usable open space is provided elsewhere on the lot or within the development where it is more accessible to the residents; and \n               (C)     The access to light and air for abutting properties will not be significantly impeded.\n          (8)     Required Set-Backs. The Planning Commission may impose a side set-back of up to 15 feet above the building height of 65 feet if it determines that this requirement is necessary to achieve a superior architectural design. \n          (9)     Demolitions. Demolition of any building containing residential uses and any conversion from residential to non-residential uses above the ground floor shall be permitted provided that the notice and relocation assistance provisions of Chapter 37 of the San Francisco Administrative Code (The San Francisco Residential Rent Arbitration and Stabilization Ordinance) are met. \n     If the Commission determines, during its design review, that the public benefits to be gained do not outweigh the adverse impacts from the demolition of the residential units, the Commission may impose conditions to reduce such adverse impact. The conditions may require that the applicant pay to the City Controller the sum of one hundred thousand dollars ($100,000.00) to mitigate the loss of housing units. Said amount paid to the City shall thereafter be used exclusively for the development of housing affordable to individuals or households with income not to exceed 80% of the median income of the San Francisco Standard Metropolitan Areas as defined by HUD. \n          (10)     Parking. One (1) off-street parking space for every 500 square feet of occupied floor area of out-patient facility space and accessory use space shall be provided. The provisions of Section 151 of this Code shall govern off-street parking requirements for all other allowable uses in this Special Use District. The Planning Commission may reduce the off-street parking requirement if it finds that all or part of the off-street parking requirement is provided by existing off-street parking serving the health maintenance organization, and that such off-street parking is located within one block of the Special Use District. \n          (11)     Appeal. The decision of the Planning Commission may be appealed to the Board of Permit Appeals within fifteen (15) days after action by the Planning Commission on the design review application. The procedure for appeal shall be as described in Section 308.2. The decision of the Planning Commission, or that of the Board of Permit Appeals on appeal shall constitute a final determination on all land use and Planning Code issues, except for review by a court of competent jurisdiction. Review by the Board of Permit Appeals on the issuance of a building or site permit for a proposed structure for this Special Use District shall be limited to issues arising out of the San Francisco Building Code, Health Code and Fire Code. \nSECTION 3. Severability. \n     If any part of this ordinance is held to be unconstitutional or otherwise invalid, that shall not affect the validity of any remaining part or parts of this ordinance. The people of the City and County of San Francisco hereby declare that they would have passed each part of this ordinance irrespective of the unconstitutionality or invalidity of any other part or parts thereof. \n\n","heading":{"title":"A","chaptersection":"23","identifier":"A.23","catch_text":"GEARY BOULEVARD/DIVISADERO STREET SPECIAL USE DISTRICT"}}