{"text":"\nAdopted November 2, 1993 \n     An Ordinance Amending San Francisco Administrative Code by amending Sections 20.56.8, 20.58.1, 20.59.10, and 20.59.16 and adding Section 20.56.14 to reform the City and County of San Francisco's General Assistance Program. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. Findings. \n     The people of the City and County of San Francisco find that existing regulations in the General Assistance program do not adequately provide for stringent fraud prevention and cost control. Accordingly, the people find that it is in the City's best interest to institute new regulations which will help achieve these goals and at the same time ensure that the legitimate needs of the residents of San Francisco are met. \n          1.     The City should establish a fingerprint system that (a) will help prevent persons from unlawfully obtaining multiple aid payments, and (b) can be conducted in a confidential manner protecting individual rights. \n          2.     At present, a person applying for aid in San Francisco is eligible to receive General Assistance merely by being present and stating his or her intent to remain in San Francisco. Establishing a 15-day residency requirement, the maximum allowed by law, will make San Francisco's requirements consistent with the requirements existing in surrounding counties. \n          3.     At present, aid recipients who fail to comply with program requirements are sanctioned for a period of 14 days. Changing the sanction period to 30 days will make San Francisco's regulation consistent with the regulations in surrounding counties. \n          4.     Currently the penalties imposed against a person who receives aid through fraud are no different from the penalties imposed against a person who merely fails to comply with program requirements. Moreover, a person who repeatedly obtains aid through fraud receives no stronger sanction than an inability to apply for aid for 14 days. The new regulations will enable the City to impose a series of progressive sanction against persons who repeatedly commit these acts of fraud. \n          5.     Presently the City is unable to reduce grants for a period of more than six months in order to recover overpayments of aid. Consequently, the City is unable to fully recover amounts overpaid in most cases. The new regulations will eliminate the six month time limit and allow for full recovery of overpayments. \n     Section 2. \n     The San Francisco Administrative Code is hereby amended by amending Sections 20.56.8, 20.58.1, 20.59.10, and 20.59.16 to read as follows: \n     SEC. 20.56.8. RESIDENCY REQUIREMENT. \n     Residence in the City and County of San Francisco for fifteen (15) continuous days, prior to the time of application, is a requirement of eligibility for General Assistance. No aid shall be paid until such residence is verified, except as provided in Section 20.57.4. Residence in the City and County of San Francisco is established by physical presence and intent to reside in the City and County of San Francisco which is satisfactorily substantiated by the applicant or recipient. \n     SEC. 20.58.1. FAILURE TO SATISFY REQUIREMENTS FOR CONTINUING ELIGIBILITY. \n     Recipients who fail to comply with applicable provisions of this ordinance and the regulations promulgated thereunder may have their aid withheld, decreased or discontinued as set forth in Department regulations. \n     In the case of discontinuance of a recipient, the recipient shall be unable to reapply for a period of at least thirty days from the effective date of discontinuance, provided that the Department affords the recipient all due process to which the recipient is entitled under statutory and other law. \n     SEC. 20.59.10. FAIR ADMINISTRATION; DISCLOSURES; OVERPAYMENT. \n     The Department shall administer this program fairly to the end that all eligible persons who apply for assistance shall receive aid promptly, with due consideration for the needs of the applicant/recipient and the safeguard of public funds. \n     (a)     Any applicant for, or recipient or payee of, aid under this Chapter shall be informed as to the provisions of eligibility and his or her responsibility for reporting facts material to a correct determination of eligibility, continuing eligibility and grant. \n     (b)     Any applicant for, or recipient or payee of, aid under this Chapter shall be responsible for reporting accurately and completely all facts required of him or her pursuant to Subdivision (a) and for reporting promptly any changes in those facts. \n     (c)     Any person who makes full and complete disclosure of those facts as explained to him or her pursuant to Subdivision (a) is entitled to rely upon the aid granted as being accurate, and the warrant he or she receives as correctly reflecting the grant award except as provided in Subdivision (d), (e), (f). \n     (d)     Overpayment due to administrative error or negligent failure to report facts required by this Article or department regulations may be recouped in accordance with the provisions of Section 20.55.2(m) governing recoupment in the absence of recipient fraud, until collected in full, following discovery of overpayment. \n     (e)     Overpayment due to false statement or representation or by impersonation or other fraudulent device or by intentional failure to report facts required by this article or department regulations shall be recouped in accordance with the provisions of Section 20.55.2(m) governing recoupment upon an administrative determination of recipient fraud, until collected in full, following discovery of overpayment. \n     (f)     Overpayment due to false statement or representation or by impersonation or other fraudulent device or by intentional failure to report facts as required by this Article or department regulations shall result in immediate discontinuance of aid subject to fair hearing procedures in Article VII of this Chapter. The case shall be referred to the Special Investigation Unit of the Department of Social Services. Any aid granted under such circumstances shall be offset against any future aid as set forth in Section 20.55.2(m). \n     SEC. 20.59.16. FRAUD IN OBTAINING AID. \n     Whenever any person has, by means of false statement or representation or by impersonation or other fraudulent device, or by intention failure to report facts required by this Article or department regulations, obtained aid under this Chapter, the matter shall be referred to the District Attorney's office for appropriate action. \n     Further, upon the first discontinuance of aid within a twenty-four month period due to false statement or representation or by impersonation or other fraudulent device, or by intentional failure to report facts required by the Article or department regulations, an applicant or recipient shall be unable to reapply for aid for a period of thirty days. \n     Upon the second such discontinuance within a twenty-four month period, the applicant or recipient shall be unable to reapply for aid for a period of sixty days. \n     Upon the third, or additional, such discontinuance within a twenty-four month period, the applicant or recipient shall be unable to reapply for aid for a period of ninety days. \n     Section 3. \n     The San Francisco Administrative Code is hereby amended as follows by adding section 20.56.14 to read as follows: \n     SEC. 20.56.14. FINGERPRINT INFORMATION. \n     For the purpose preventing multiple aid payments to the same person, the Department may require that applicants and recipients provide fingerprints as a condition of eligibility or continuing eligibility, subject to such procedures and regulations as the Department may adopt. Failure to cooperate with the fingerprint procedures provides grounds for denial or discontinuance of aid. \n     Such fingerprints are subject to all applicable state and federal laws and regulations regarding the confidentiality of information of applicants for, or recipients of, public benefits. \n     Section 4. \n     By adopting this ordinance, the people of the City and County of San Francisco do not intend to limit or in any way curtail any powers the Board of Supervisors may exercise to amend, repeal or otherwise alter this ordinance or any provision of this ordinance. \n     Section 5. Severability. \n     If any subsection, sentence, clause, phrase, or word of this ordinance be for any reason declared unconstitutional or invalid or ineffective by any court of competent jurisdiction, such decision shall not affect the validity or the effectiveness of the remaining portions of this ordinance or any part thereof. The voters hereby declare that they would have adopted this ordinance notwithstanding the unconstitutionality, invalidity, or ineffectiveness of any one or more of its subsections, sentences, clauses, phrases, or words. \n\n","heading":{"title":"A","chaptersection":"24","identifier":"A.24","catch_text":"ORDINANCE REFORMING GENERAL ASSISTANCE PROGRAM"}}