{"text":"\nAdopted June 7, 1994 \n     An Ordinance amending the San Francisco Municipal Code, Part II, Chapter 8 (Police Code) by adding Section \n121 thereto prohibiting persons from loitering at or near cash dispensing machines. \n     NOTE: This section is entirely new. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. \n     The San Francisco Municipal Code, Part II, Chapter 8 (Police Code) is hereby amended by adding Section \n121 thereto reading as follows: \n     SEC. 121. LOITERING AT OR NEAR CASH DISPENSING MACHINES PROHIBITED. \n     (a)     Findings. The People of the City and County of San Francisco find that persons who loiter or linger at or near cash dispensing machines imperil the public's safety and welfare. Cash dispensing machines have become the site of robberies and assaults. Prohibiting loitering or lingering at or near such machines may decrease the incidence of these crimes by providing law enforcement officers with an additional crime fighting tool that does not infringe on any person's basic rights. \n     In addition, the People find that persons making legitimate use of cash dispensing machines have become intimidated and fearful for their safety because of the presence of persons loitering at or near the machines. No state law addresses this type of behavior or protects the public from these problems. \n     (b)     Prohibition. In the City and County of San Francisco, it shall be unlawful for any person to loiter or linger at or near any cash dispensing machine located on the exterior of any building. \n     (c)     Definitions.\n          (1)     For the purpose of this ordinance, a person loiters or lingers at or near a cash dispensing machine when the person remains within thirty (30) feet of such a machine for a period of over one minute, while another person is conducting lawful business by using the cash dispensing machine. \n          (2)     For the purposes of this ordinance, a cash dispensing machine is any machine at which a person may obtain cash by inserting a coded card. Cash dispensing machines include what are commonly referred to as automatic teller machines. \n     (d)     Application. This ordinance is not intended to prohibit any person from engaging in any lawful business that must be conducted within thirty (30) feet of a cash dispensing machine, such as (1) conducting a transaction at a cash dispensing machine; (2) waiting in line to conduct a transaction at a cash dispensing machine; (3) accompanying or assisting another person, with that person's permission, in conducting a transaction at a cash dispensing machine; or (4) activities such as waiting for a bus at a bus stop or waiting in line to enter a theater or other business where the bus stop or line is within thirty (30) feet of a cash dispensing machine. Lawful business does not include any activity that can be conducted more than thirty (30) feet from a cash dispensing machine. \n     Before any law enforcement officer may cite or arrest a person under this ordinance, the officer must warn the person that his or her conduct is in violation of this ordinance and must give the person an opportunity to comply with the provisions of this ordinance. \n     (e)     Penalties.\n          (1)     First Conviction. Any person violating any provision of this section shall be guilty of a misdemeanor or an infraction. The complaint charging such violation shall specify whether the violation is a misdemeanor or infraction, which decision shall be that of the District Attorney. If charged as an infraction, upon conviction, the violator shall be punished by a fine of not less than $50 or more than $100, and/or community service, for each provision violated. If charged as a misdemeanor, upon conviction, the violator shall be punished by a fine of not less than $200 or more than $500, and/or community service, for each provision violated, or by imprisonment in the County Jail for a period of not more than six months, or by both such fine and imprisonment. \n          (2)     Subsequent Convictions. In any accusatory pleading charging a violation of this section, if the defendant has been previously convicted of a violation of this section, each such previous violation and conviction shall be charged in the accusatory pleading. Any person violating any provision of this section a second time within a thirty day period shall be guilty of a misdemeanor and shall be punished by a fine of not less than $300 or more than $500, and/or community service, for each provision violated, or by imprisonment in the County Jail for a period of not more than six months, or by both such fine and imprisonment. Any person violating any provision of this section a third time, and each subsequent time, within a thirty-day period shall be guilty of a misdemeanor and shall be punished by a fine of not less than $400 and not more than $500, and/or community service, for each provision violated, or by imprisonment in the County Jail for a period of not more than six months, or by both such fine and imprisonment. \n     (f)     Severability. If any subsection, sentence, clause, phrase, or word of this Section be for any reason declared unconstitutional or invalid or ineffective by any court of competent jurisdiction, such decision shall not affect the validity or the effectiveness of the remaining portions of this Section or any part thereof. The People hereby declare that they would have adopted this Section notwithstanding the unconstitutionality, invalidity or ineffectiveness of any one or more of its subsections, sentences, clauses, phrases, or words. \n     Section 2. \n     After July 1, 1995, the Board of Supervisors shall have the power to amend or repeal this Ordinance if the Board finds that such amendment or repeal is in the best interest of the People of the City and County of San Francisco. \n\n","heading":{"title":"A","chaptersection":"25","identifier":"A.25","catch_text":"ORDINANCE PROHIBITING LOITERING AT OR NEAR CASH DISPENSING MACHINES"}}