{"text":"\nAdopted November 8, 1994 \n     An Ordinance amending Chapter VIII of the San Francisco Administrative Code by adding Sections 5.87 through 5.89, relating to the creation of an Elections Task Force to draft plans for a different method of electing the Board of Supervisors. \n     NOTE: This entire ordinance is new. \n     Be it ordained by the People of the City and County of San Francisco: \n     Chapter VIII of the San Francisco Administrative Code is hereby amended by adding sections 5.87 through 5.89 to read as follows: \n     SEC. 5.87. Elections Task Force. \n     An elections task force is hereby established. The elections task force shall consist of nine members. The mayor, the board of supervisors, and registrar of voters each shall appoint three members of the task force. The members shall have a background in the election process in San Francisco and shall be broadly representative of the People of the City and County of San Francisco. The registrar of voters, or his or her designee, shall serve as a nonvoting members of the task force. The appointing authorities shall make their appointments no later than thirty days after the effective date of this ordinance. Members of the task force shall serve without compensation. \n     SEC. 5.88. Duties. \n     The elections task force shall prepare one or more plans, in the form of proposed charter amendments, that will provide the people of the City and County of San Francisco with a fair and adequate method of electing members of the board of supervisors to represent the People of the City and County. In preparing these plans, the task force shall consider all relevant factors, including but not limited to the costs associated with seeking election to the board of supervisors, effective representation of the diversity of the City's neighborhoods and communities, the effect on the legislative process of establishing geographical districts within the City, the most appropriate number of supervisorial seats and the compensation provided to the members of the board of supervisors. The task force, in fulfilling this duty, shall consult with the registrar of voters. In order that the board of supervisors may present a charter amendment to voters on this issue at the November 1995 election, the elections task force shall present its plans to the board of supervisors no later than May 1, 1995. \n     SEC. 5.89. Funding. \n     The City and County of San Francisco hereby appropriates from any legally available funds $25,000 to fund the task force in the performance of its duties. The Controller is directed to prepare all necessary documentation to process this appropriation through the office of the Clerk of the Board of Supervisors. Any funds remaining after the task force completes its duties shall be returned to the general fund of the City and County. \n\n","heading":{"title":"A","chaptersection":"28","identifier":"A.28","catch_text":"ELECTIONS TASK FORCE"}}