{"text":"\nAdopted November 8, 1994 \n     An Ordinance amending Section 20.59.2 of the San Francisco Administrative Code by deleting language regarding aid payments through warrants or checks, and by requiring participation in a mandatory direct payment program for recipients who have not secured their own housing. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. \n     The San Francisco Administrative Code is hereby amended by amending Section 20.59.2, to read as follows: \n     SEC. 20.59.2 AID PAYMENTS; MANDATORY DIRECT RENT PAYMENT PROGRAM. \n     The Department may require those applicants and recipients who have not secured their own housing to participate in a mandatory direct rent payment program. Under such a program, not-withstanding Section 20.59.4(b), the Department may pay housing costs for an applicant or recipient directly to the housing provider, or a third party, with whom the Department may contract, on behalf of the housing provider. Such direct rent payment shall be deducted from the maximum General Assistance grant amount, as specified in this Article, for which an applicant or recipient is eligible. The Department shall adopt regulations to provide a mechanism for payment to the applicant or recipient the balance of any grant amount to which he or she is entitled and may adopt additional regulations as necessary to implement this program. \n     For purposes of this section, the Department may adopt regulations to define \"housing\" which would qualify for this program to include, but not be limited to, public and private rental housing, supportive housing managed by community organizations or public agencies, transitional housing, or other means of accommodation as determined appropriate by the General Manager, and which conforms to applicable health, building and safety codes. \n     Refusal to accept placement in housing provided under this program, subject to the provisions of Section 20.57.1(b) of this Article, constitutes grounds for denial or discontinuance of aid. \n\n","heading":{"title":"A","chaptersection":"29","identifier":"A.29","catch_text":"GENERAL ASSISTANCE PAYMENTS"}}