{"text":"\nAdopted November 8, 1994 \n     An Ordinance appropriating $900,000 in each of the next three years to provide grants to assist in neighborhood crime prevention efforts. \n     NOTE: This entire ordinance is new. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. Findings. \n          1.     Violent crimes and crimes against property continue to be a major concern of the people of San Francisco for which they expect City government to provide aggressive solutions. \n          2.     Adult crime in San Francisco in the categories of homicide, rape, robbery, aggravated assault, burglary, larceny and motor vehicle theft increased 6.4% to 8,444 offenses between 1992 and December 1, 1993. \n          3.     Juvenile crime in the same categories in-creased 18.06% to 1,955 offenses in the same period.\n          4.     Adult crime increased as follows: Homicide 31.03%, rape 32.76%, aggravated assault 11.48%, robbery 3.44%, burglary 15.68%, larceny 3.28%, and motor vehicle theft decreased 3.23%. \n          5.     Juvenile crime increased as follows: Homicide 123.08%, aggravated assault 20.22%, robbery 76.62%, larceny 30.25%, and motor vehicle theft 1.21%, while reported cases of rape decreased 33.33%, and burglary decreased 21.59%. \n          6.     Increased crime and violence in San Francisco have resulted from deteriorating economic opportunities and a complex set of social problems, including lower educational achievement, a proliferation of drug use, inadequate recreational opportunities for youth, and the diminished role of parents and families in raising children. \n          7.     A complex set of conditions in a neighbor-hood can serve to encourage criminal activity, including the lack of organization and involvement of residents in preserving the quality of life in their neighborhood, insufficient recreational and job opportunities for youth, hostilities between adults and youth in the neighborhood, unmaintained properties and unkempt conditions, inadequate street lighting and other conditions that permit street crime to go undetected; inadequate Police presence and street patrols, and code violations in neighborhood properties. \n          8.     Criminals are less likely to operate in a neighborhood that is highly organized, in which residents take an obvious interest in the quality of life in their area, and in which residents take aggressive action to make it is more difficult to commit undetected crime. \n          9.     Neighborhoods that successfully organize to address the factors that contribute to crime often succeed in achieving meaningful reductions in crime and experience feelings of increased safety. \n          10.     Neighborhoods are more likely to succeed in reducing crime if they have assistance from trained crime prevention specialists who can help them organize and implement a comprehensive neighborhood crime prevention strategy. \n          11.     Community policing models assuring a highly visible presence of Police Officers in neighborhoods organizing to prevent crimes are vital to the success of crime prevention efforts. \n          12.     Neighborhoods require assistance in achieving results from the many City agencies that can contribute in significant ways to successful strategies to reduce crime, including the Department of Public Works, the Recreation and Park Department, the District Attorney, the Department of Parking and Traffic, and the City Attorney. \n          13.     To succeed in reducing crime, neighbor-hoods may occasionally need to make expenditures in support of their efforts to organize special events, conduct recreation and jobs programs for youth, and organize neighborhood cleanups. \n          14.     Neighborhoods often succeed in reducing crime only to move criminal activity to an adjoining area, necessitating organizing efforts in each and every neighborhood capable of sustaining a level of community organization. \n          15.     San Francisco must fund the highest possible number of uniformed officers, yet it is extremely cost-effective to hire neighborhood-based crime prevention specialists to guide residents in projects to reduce crime. \n          16.     Current City funding for crime prevention is inadequate to assure that all San Francisco neighborhoods are organized to fight crime. \n          17.     The Board of Supervisors has previously passed a resolution urging the Mayor's Criminal Justice Council to designate funds to permit the issuance of a Request for Proposals to identify a single agency or a single consortium of community organizations to conduct a neighborhood crime prevention program employing neighborhood crime prevention specialists. \n          18.     The functions of the program should be to assign crime prevention specialists to every neighborhood in the City to assist neighbors in developing and implementing strategies to address factors that contribute to crime, including, but not limited to, the lack of organization and involvement of residents in preserving the quality of life in their neighborhood, insufficient recreational and job opportunities for youth, hostilities between adults and youth in the neighborhood, unmaintained properties and unkempt conditions, inadequate street lighting and other conditions that permit street crime to go undetected, inadequate Police presence and street patrols, the unwillingness of landlords to evict tenants involved in criminal activities including drug dealing, and code violations in neighborhood properties. \n          19.     The agency conducting this crime prevention program should have demonstrated interest and experience in organizing neighborhood children, youth and their families to avoid crime. \n     Section 2. \n     The voters of the City and County of San Francisco urge the Mayor and Chief of Police to assure that the Police Department is engaged in a meaningful program of community policing and that neighborhoods will he assured support by the Department for requests for visible presence of Police Officers in their areas: \n     Section 3. \n     The voters request the Mayor and the Mayor's Criminal Justice Council to identify the funds necessary to augment the Council's existing capacity to make grants to neighborhoods in support of programs that will significantly contribute to reducing crime, including organizing special events, conducting recreation and jobs programs for youth, and organizing neighborhood cleanups. The intent of this ordinance is to provide funding for newly created programs or for the expansion of current programs that will assist in neighborhood crime prevention efforts. \n     Section 4. \n     The City and County of San Francisco hereby appropriates from any legally available funds $900,000 annually for fiscal years 1995-1996 through 1997-1998 to assist in carrying out the purposes as stated in Section 3 of this ordinance, which shall be known as the Neighborhood Crime Prevention Program. Efforts shall be made by the City and County of San Francisco to secure private and other governmental funding to help defray the costs of this Program. Any and all non-City funds that are obtained for the benefit of the Neighborhood Crime Prevention Program during its three year period will he used to reduce the $900,000 City and County appropriation required for the funding of this Program for the appropriate year by the amount of the non-City funds. \n     Section 5. \n     The Police Commission is authorized and directed to award from the $900,000 annual appropriations, as provided in Section 4 of this ordinance, the neighborhood grant or grants required to implement this program. \n\n","heading":{"title":"A","chaptersection":"31","identifier":"A.31","catch_text":"NEIGHBORHOOD CRIME PREVENTION"}}