{"text":"\nProposition F, Adopted November 4, 1997 \n     ORDERING SUBMISSION TO THE VOTERS OF AN ORDINANCE APPROVING THE SALE OF APPROXIMATELY .38 ACRES AT THE TOP OF MT. DAVIDSON PARK INCLUDING THE LAND UPON WHICH THE MT. DAVIDSON CROSS STANDS. THE LAND IS SOLD SUBJECT TO THE RESTRICTION THAT IT REMAIN OPEN SPACE AVAILABLE FOR PUBLIC USE. THE ORDINANCE ALSO APPROPRIATES THE MONEY REALIZED FROM THE SALE FOR THE PURCHASE OF PARK PROPERTY AND RATIFIES THE PROCEDURES USED TO NOTICE, CONDUCT, AUTHORIZE AND APPROVE THE SALE. \n     The Board of Supervisors hereby orders submitted to the qualified electors of the City and County of San Francisco, at an election to be held therein on November 4, 1997, an ordinance, submitted by the Board of Supervisors, approving the sale of approximately .38 acres, at the top of Mt. Davidson Park, including the land upon which the Mt. Davidson Cross stands, subject to the restriction that it remain open space available for public use. The ordinance also appropriates the proceeds realized from the sale for the acquisition of park property and ratifies the procedures used to notice, conduct, authorize and approve the sale. The new ordinance shall read as follows: \n     [Sale of a Portion of Mt. Davidson Park] \n     AN ORDINANCE APPROVING THE SALE OF APPROXIMATELY .38 ACRES AT THE TOP OF MT. DAVIDSON PARK INCLUDING THE LAND UPON WHICH THE MT. DAVIDSON CROSS STANDS. THE LAND IS SOLD SUBJECT TO THE RESTRICTION THAT IT REMAIN OPEN SPACE AVAILABLE FOR PUBLIC USE. THE ORDINANCE ALSO APPROPRIATES THE MONEY REALIZED FROM THE SALE FOR THE ACQUISITION OF PARK PROPERTY AND RATIFIES THE PROCEDURES USED TO NOTICE, CONDUCT, AUTHORIZE AND APPROVE THE SALE. \n     Note: All sections are new. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. \n     (a)     In accordance with the judgment of the United States Court of Appeal for the Ninth Circuit in Carpenter v. City and County of San Francisco, Case No. 92-16767, the voters of the City and County of San Francisco hereby approve the sale of approximately .38 acres at the top of Mt. Davidson Park, which sale was conducted by the City's Director of Property as a conditional sale subject to the approval of the electorate. The purchaser is the Council of Armenian American Organizations of Northern California and the purchase price is $26,000.00. The legal description of the property and the map of the parcel is on file in File No. 60-97-6 in the Office of the Clerk of the Board of Supervisors. \n     (b)     The sale is subject to the condition that the land remain open space available for public use and is subject to such other conditions as may be imposed at the time of sale. The documents reflecting the exact terms of the conditions placed on use of the parcel are on file in File No. 60-97-6 in the Office of the Board of Supervisors. \n     (c)     The proceeds from the sale of the parcel are hereby appropriated for acquisition of real property, the selection of which is subject to the approval of the Board of Supervisors, to be dedicated to park purposes and placed under the jurisdiction of the Recreation and Park Commission. \n     (d)     The voters of the City and County of San Francisco hereby ratify the procedures used to notice, conduct, authorize and approve this sale. \n\n","heading":{"title":"A","chaptersection":"36","identifier":"A.36","catch_text":"SALE OF LAND AT THE TOP OF MT. DAVIDSON PARK"}}