{"text":"\nProposition F, Adopted June 2, 1998 \n     ORDINANCE PROVIDING FOR THE USE OF CITY HALL FOR CITY GOVERNMENTAL BUSINESS AND NOT FOR AN ENTERTAINMENT CENTER \n     An ordinance requiring the use of City Hall as the primary place of business of San Francisco City government, ensuring maximum cost savings to taxpayers, prohibiting City Hall use as an entertainment center, abolishing use of taxpayer monies for office of protocol and providing a severability clause. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. Title \n     This ordinance shall be known and may be cited as the San Francisco City Hall Cost Saving and Good Government Act of 1998. \n     Section 2. Findings and Declarations \n     (a)     The people of the City and County of San Francisco find and declare that the San Francisco Board of Supervisors voted 11-0 to submit Proposition A, City Hall Improvement Bonds in the amount of $63,590,000, to the voters in the November, 1995 municipal election. \n     (b)     The people of the City and County of San Francisco further find and declare the Board of Supervisors argument in favor of Proposition A of 1995, City Hall Improvement Bonds stated that approval of the bonds would \"save money by moving rent-paying departments into space formerly used by the Courts on the 3rd and 4th floors.\" \n     (c)     The people of the City and County of San Francisco further find and declare the Board of Supervisors specifically stated in its argument that \"Proposition A is a cost-saving and good government measure.\" \n     (d)     The people of San Francisco further find and declare that the Ballot Simplification Committee in its Digest of said Proposition A stated: \"The City plans to use this money to convert space formerly used for courtrooms to office space.\" \n     (e)     The people of the City and County of San Francisco hereby further find and declare that the City Hall Improvement Bonds, as a result of such official representations, were approved by a two-thirds majority of voters in the November, 1995 municipal election. \n     (f)     The people of the City and County of San Francisco further find and declare that it is in the best interest of the City and County that City Hall be occupied by city departments which currently pay rent for private space and that the cost savings promised by the San Francisco Board of Supervisors be achieved. \n     (g)     The people of the City and County of San Francisco hereby find and declare that the most beneficial use of City Hall is as a place of business for city government, and not as a municipal entertainment center. \n     Section 3. Purpose and Intent \n     The people of the City and County of San Francisco hereby declare their purpose and intent in enacting the measure as follows: \n     (a)     To require that City Hall is used as the primary place of business of the government of the City and County of San Francisco.\n     (b)     To ensure maximum cost savings and greater public access to city government, as promised by the San Francisco Board of Supervisors and the proponents of the 1995 $63,590,000 bond measure approved by San Francisco voters to fund City Hall improvements. \n     (c)     To ensure that, except for the rotunda thereof, City Hall be used and occupied exclusively for business by city government agencies and departments and that space not be used lavishly or wastefully by any city government office or officer or for entertainment or banquet facilities. \n     Section 4. City Hall Cost Savings \n     (a)     All city departments that occupied City Hall prior to October 17, 1989 shall occupy City Hall upon completion of said building's seismic strengthening and remodeling. The amount of space allocated to, and occupied by, each such department shall be no less than that allocated and occupied by it as of October 17, 1989. Such departments shall include the controller, assessor, recorder, tax collector, treasurer, registrar of voters, sheriff's administrative office, purchaser, public utilities commission, civil service commission, board of permit appeals, board of supervisors, mayor, city attorney, department of public works and city administrator. The amount of space allocated to, and occupied by, media representatives in City Hall shall be no less than that allocated to media representatives as of October 17, 1997 and shall be located so as to maximize access to public meetings. \n     (b)     A three-fourths majority vote of the members of the board of supervisors shall be required to exempt any such department from occupying, in whole or in part, to City Hall upon completion of the building's seismic strengthening and remodeling and such exemption shall be based upon a specific finding by the board of supervisors that fiscally demonstrable savings exist for any such exemption. \n     (c)     The positions and appropriations of the office of protocol are hereby repealed and abolished. All operations of the office of protocol shall be conducted in accordance with the laws and practices existing as of October. 17, 1989. \n     (d)     The historical exterior and interior appurtenances of City Hall as of October 17, 1989 shall be preserved unless fiscal, scientific or legal reasons are specifically found by the Board of Supervisors to exist to do otherwise. \n     Section 5. Severability \n     If any section, subsection, subdivision, paragraph, clause or phrase in this ordinance or any part thereof is for any reason held unconstitutional, invalid or ineffective by a court of competent jurisdiction, such decision shall not affect the validity or effectiveness of the remaining portions of this ordinance or any part thereof. It is hereby declared that this ordinance and each section, subsection, subdivision, paragraph, clause or phrase thereof, would have been passed irrespective of the fact that any one or more, other sections, subsections, subdivisions, paragraphs, clauses or phrases had been declared unconstitutional, invalid or ineffective. \n\n","heading":{"title":"A","chaptersection":"38","identifier":"A.38","catch_text":"PROVIDING FOR THE USE OF CITY HALL FOR CITY GOVERNMENTAL BUSINESS AND NOT FOR AN ENTERTAINMENT CENTER"}}