{"text":"\nProposition H, Adopted June 2, 1998 \n     ORDINANCE REGULATING RATES, FEES AND CHARGES IMPOSED FOR WATER CONSUMPTION AND SEWER SERVICE \n     An ordinance regulating rates, fees and charges for the furnishing of water and sewer service to commercial, residential and other consumers within the city and county; providing certain exceptions when water or sewer service is provided by agreement; providing for expiration of rate regulation; and providing a severability clause. \n     Be it ordained by the people of the city and county of San Francisco: \n     Section 1. Findings. \n     The people of the city and county hereby find and declare: \n     (a)     For in excess of twenty years, city government has repeatedly informed the rate payers that extensive capital improvements are and have been needed to adequately maintain, operate and upgrade the water collection, distribution, treatment and sewage system of the city and county. \n     (b)     Over this same period of time, a series of significant increases in the rates charged for water consumption and sewer service have been imposed on the rate payers of the city and county, ostensibly to finance the same capital improvements, the costs of which have amounted to hundreds of millions of dollars. \n     (c)     As this financial burden on rate payers has steadily increased year by year in order to produce revenues sufficient to operate and maintain the water and sewer system and finance the cost of upgrades, city government has diverted hundreds of millions of dollars of so-called \"excess\" revenues produced by this same system to fund unrelated general city services. All such revenue diversions have been justified on the ground that the funds are surplus and unnecessary to the operation of the water and sewer system and on the further ground that these monies are not needed to provide security for outstanding or future indentures, contracts or agreements relating to revenue bonds issued to finance water and sewer, system improvements. \n     (d)     Thus, the rate payers of the city and county have been paying water and sewer service charges considerably in excess of the rates and fees reasonably necessary for the maintenance, operation and improvement of the water and sewer system itself. \n     (e)     As a consequence, maintaining current levels of fees and charges for a specified period of time will provide needed relief to the rate payers while, at the same time, ensuring that adequate and sufficient revenues produced by the water and sewer system as a whole will be available to fund all appropriate and related expenditures for its continued operation, maintenance and improvement. \n     Section 2. Regulation of Rates and Charges. \n     (a)     Except as provided herein, from the effective date of this ordinance through and including July 1, 2006, no increase in the rates and charges assessed for the provision and consumption of water and for sewer service within the city and county shall be effective above or in excess of the rates and charges in effect as of January 1, 1998. \n     (b)     With the concurrence of a majority of the Board of Supervisors, and the approval of the mayor, this section shall have no effect upon the rates and charges for water, sewer service or water and sewer service set by contract, agreement or negotiation between the city and county and one or more consumers of such services, or where the rates and charges are otherwise set for such services when provided to consumers outside the City and County. \n     (c)     The provisions of this section shall be subject to the emergency authority and procedures of the city and county as set forth in Charter Section \n3.100 and related sections thereof. \n     (d)     Rates and charges assessed for the provision and consumption of water within the city and county may be increased to provide for the payment and retirement of revenue bonds issued by the Public Utilities Commission as authorized by Propositions A and B, and each of them, as submitted to and approved by the voters at the municipal election of November 4, 1997. \n     The amount of any such increase shall be limited to that amount certified to the Board of Supervisors by the Controller as necessary to provide for said payments but in no event shall this provision authorize an increase of the rates and charges in effect as of January 1, 1998 in excess of a cumulative 18% calculated over the life of the revenue bonds. \n     (e)     If, after the effective date of this ordinance, the voters of the city and county approve the issuance of new revenue bonds to finance water and sewer system improvements, this section shall not prohibit increases in the rates and charges for water, sewer service or water and sewer service which are necessary to provide security for the indentures, contracts or agreements relating to said future revenue bonds. \n     Section 3. Severability. \n     If any limitation or regulation provided in this ordinance is for any reason held unconstitutional, invalid or ineffective, in whole or in part, by a court of competent jurisdiction, such decision shall not affect the validity and effectiveness of the remaining portions of the ordinance. It is hereby declared that the limitations or regulations provided in this ordinance should be implemented to the maximum degree possible, notwithstanding the fact that one or more provisions are or have been declared unconstitutional, invalid or ineffective, in whole or in part. \n     Section 4. Effective Date. \n     This ordinance shall take effect ten days after the declaration of the official count of the votes cast therefor. \n\n","heading":{"title":"A","chaptersection":"39","identifier":"A.39","catch_text":"WATER CONSUMPTION AND SEWER SERVICE RATES, FEES AND CHARGES"}}