{"text":"\nProposition I, Adopted June 2, 1998 \n     Be it Ordained by the People of the City and County of San Francisco: \n     CITIZENS' RIGHT-TO-KNOW ACT OF 1998 \nSECTION 1. Title \n     This Ordinance shall be known and may be cited as the \"Citizens' Right-to-Know Act of 1998.\" \nSECTION 2. Findings and Declarations \n     The people of the City and County of San Francisco hereby find and declare all of the following: \n     (a)     The citizens' right to know about proposed city government projects paid for with taxpayers' dollars is an important democratic right. \n     (b)     City government projects are often implemented with little or no notice to the public prior to project approval.\n     (c)     As a result, interested neighbors, property owners, tenants and the public at large have been denied the right to have a meaningful voice in the approval process. \n     (d)     Formal notice requirements will allow interested citizens the right to bring their concerns to the attention of the City departments and agencies involved in the project before final funding and project approval is granted. \n     (e)     Pre-approval notice for certain City projects will allow neighborhoods and project sponsors the opportunity to make sure City projects meet the needs of the neighborhoods in which the projects are to be located. \nSECTION 3. Purpose and Intent \n     The people of the City and County of San Francisco hereby find and declare that the purpose of the ordinance shall be all of the following: \n     (a)     To allow citizens the right to know about proposed city government projects that are paid for with taxpayers' dollars.\n     (b)     To require that city projects subject to this Act not be implemented until adequate notice has been provided to the public prior to project approval. \n     (c)     To allow interested neighbors, property owners, tenants and the public at large the opportunity to have a meaningful voice prior to the project approval. \n     (d)     To require formal notice requirements to enable interested citizens to bring their concerns to the attention of City departments and agencies involved in the project before final funding and project approval is granted. \n     (e)     To allow neighborhoods and project sponsors the opportunity to make sure City projects meet the needs of the neighborhoods in which the projects are to be located. \nSECTION 4. \n     The San Francisco Municipal Code, Part I (Administrative Code) is hereby amended by adding Chapter 79 to read as follows: \n     CHAPTER 79\nPRE-APPROVAL NOTICE\nFOR CERTAIN CITY PROJECTS \n     SEC. 79.1. Scope. \n     No city officer, department, board or commission shall Approve a City Project unless a sign has been posted on the property on which the City Project will be located at least fifteen (15) days prior to such Approval. The City officer, department, board or commission responsible for Approving a City Project shall post the sign required by this Chapter. The notice required by this Chapter shall be in addition to the notice requirements provided elsewhere in the San Francisco Municipal Code. \n     SEC. 79.2. Definitions. \n     For purposes of the Chapter, the following definitions shall apply: \n     (a)     \"Approve\" or \"Approval\" shall mean an action by a City officer, department, board or commission sponsoring a City Project in which a final commitment is made by such sponsoring officer, department, board or commission to fund or undertake a City Project. Such Approval may include, but is not limited to, a decision to award a grant for a City Project at a specific site, or to purchase or acquire an interest in particular real estate to locate a City Project. Approval shall not include a decision to undertake a preliminary study of one or more potential sites for a City Project. Approval shall refer only to the actions of the sponsoring officer, department, board or commission. \n     (b)     \"City Project\" shall mean the following:\n          (i)     A project that:\n     (A)     Involves new construction, a change in use, or a significant expansion of an existing use at a specific location, and\n     (B)     Houses City operations at, or provides services or assistance from, such specified location; and\n     (C)     Is undertaken directly by the City or any of its officers, departments, boards or commissions; or by an agent, contractor, service provider, or other person that receives $50,000 or more in City Funding for the construction and related work associated with the project and/or operating expenses for the project at such fixed location. \n          (ii)     \"City Project\" shall include, but is not limited to, administrative offices, housing and other residential projects, and programs that provide services or assistance for the benefit of all or some members of the public from a fixed location. \n     (c)     \"City Funding\" shall mean funding provided directly by the City or administered by the City through the use of federal, state or other funding sources. \n     (d)     \"Significant Expansion of Existing Use\" shall mean the lesser of an addition amounting to 50% of gross floor area, or 1500 square feet or more of gross floor area, as determined by the Zoning Administrator in accordance with Section \n102.9 of the San Francisco Planning Code. \n     SEC. 79.3. Exemptions. \n     The following City Projects shall be exempt from this section: \n     (a)     A shelter for battered persons;\n     (b)     A State-authorized, certified, or licensed family care home, foster home, or group home serving six or fewer mentally disordered or otherwise disabled persons or dependent and neglected children, in accordance with California Welfare and Institutions Code Section 5116 or as set forth in Section \n209.3(b) of the Planning Code; \n     (c)     A City Project undertaken solely to achieve compliance with the disabled access requirements of the Americans With Disabilities Act or the California Building Code; \n     (d)     Projects in the public right-of-way;\n     (e)     A Project at a fixed location that is outside of the City limits of the City and County of San Francisco.\n     SEC. 79.4. Change in City Project. \n     In the event that a City Project is Approved pursuant to the provisions of this Act, that Approval shall be limited to the specific site and the specific use granted in the Approval. Any changes to the City-Project which involve a different site, or a different use, or a redirection of the funding for the project in any way, shall be subject to the provisions of this Act and shall require a new pre-Approval notice procedure. \n     SEC. 79.5. Signposting Requirements. \n     Those City Projects subject to this Chapter shall comply with the following signposting requirements: \n     (a)     Posting. At least fifteen (15) days prior to consideration of Approval of a City Project, the City officer, department, board or commission considering such Approval shall post a sign on the property on which the City Project is proposed. Such a sign shall be posted through the date of Approval or disapproval of the City Project by the sponsoring City entity. \n     (b)     Location of Sign. The sign shall meet the following requirements:\n          (1)     The sign shall be posted inside of windows that are no more than six feet (6back from the property line, where the windows are of sufficient size to accommodate the sign. The bottom of the sign shall be no lower than four feet (4above grade and the top of the sign shall be no higher than eight feet six inches (8above grade. The sign shall not be obstructed by awnings, landscaping, or other impediment and shall be clearly visible from a public street, alley, or sidewalk. \n          (2)     In the absence of windows meeting the above criteria where the building facade is no more than nine feet (9back from the property line, the sign shall be affixed to the building, with the bottom of the sign being at least five feet (5above-grade and the top of the sign being no more than seven feet six inches (7above grade. The sign shall be protected from the weather as necessary. The sign shall not be obstructed by awnings, landscaping, or other impediment, and shall be clearly visible from a public street, alley, or sidewalk. \n          (3)     Where the structure is more than nine feet (9from the property line the sign shall be posted at the property line with the top of the sign no more than six feet (6and no less than five feet (5above grade. Such signs shall be attached to standards and shall be protected from the weather as necessary. \n          (4)     If no structures occupy the property, signs shall be posted sufficient to provide adequate notice to the public. The Director of Administrative Services shall be responsible for determining the number of signs to be posted on such property. \n     (c)     Contents and Size of Signs. The sign shall be at least thirty inches (30by thirty inches (30The sign shall be entitled NOTICE OF INTENT TO APPROVE A CITY PROJECT AT THIS LOCATION. The lettering of the title shall be at least 1-¼-inch capital letters. All other letters shall be at least ¾-inch uppercase and ½-inch lowercase. The sign shall provide an identification of the officer, department, board or commission that will determine whether to Approve the City Project; the date upon which Approval will be considered; and the procedure for obtaining additional information or submitting comments, which shall include, but not be limited to, a local contact person and telephone number where that person may be reached. \n     (d)     Production of Signs. The Director of Administrative Services shall develop a standardized sign that may be used to satisfy this Section. The Director of Administrative Services may charge a fee sufficient to cover the costs of producing such signs. \n     SEC. 79.6. Alternative Notice Provisions. \n     In lieu of the signposting requirements in Section 79.5, a City officer, department, board or commission shall send mailed notice to the owner of each property within 300 feet of the lot line of the property on which the City Project is proposed. Notice shall be sent to the property owners reflected on the latest Citywide Assessor roll and neighborhood associations and organizations listed with the Planning Department where the site would be located within the indicated geographic area of interest of said association or organization. In addition, to the extent practicable, mailed notice shall be sent to the occupants of each property within 300 feet of the lot line of the property on which the City Project is proposed. The mailed notice shall include, at a minimum, all of the information required in Section 79.5(c). Mailed notice shall be sent at least 20 days prior to consideration of Approval of a City Project. \n     SEC. 79.7. Permission to Enter Property. \n     Every person who has possession of property that is the subject of the pre-Approval signposting process required by this Chapter shall permit entry at a reasonable time to allow the posting of the sign required herein. No person shall remove or cause the removal of such sign during the period of time that posting is required herein without reasonable cause to believe that such removal is necessary to protect persons or property from injury. \n     SEC. 79.8. Rights Affected. \n     The requirements of this chapter are not intended to give any right to any person to challenge in any administrative or judicial proceeding any action if such person would not otherwise have the legal right to do so. A party aggrieved by a decision to Approve or disapprove a City Project may utilize any existing avenue(s) of appeal. \nSECTION 5. Severability \n     If any provision of this Act or the application thereof to any person or circumstances is held invalid or unconstitutional, such invalidity or unconstitutionality shall not affect other provisions or applications of this initiative which can be given effect without the invalid or unconstitutional provision or application, and to this end the provisions of this initiative are severable. \n\n","heading":{"title":"A","chaptersection":"40","identifier":"A.40","catch_text":"CITIZENS' RIGHT-TO-KNOW ACT OF 1998"}}