{"text":"\nProposition J, Adopted June 2, 1998 \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. [Short Title, Policies, Purposes] \n     This ordinance shall be known, and may be cited, as the \"Golden Gate Park Revitalization Act of 1998.\" \n     Golden Gate Park is the cultural, recreational and environmental heart of San Francisco. It is a world-renowned resource for the City and County's residents and visitors to the Park. Over the years, neglect, age, natural disasters and overuse have taken their toll on the Park. \n     It is the policy of the People of the City and County of San Francisco to revitalize this irreplaceable resource and ensure the fixture of Golden Gate Park as a public treasure, consistent with the following principles: \n     The future of Golden Gate Park centers around a public park that is scenically beautiful, environmentally sensitive and culturally diverse. It includes healthy and thriving institutions that have long been an integral part of the Park, particularly the M.H. de Young Memorial Museum (the \"de Young Museum\") and the California Academy of Sciences. It includes restoring the natural, scenic and recreational values that have made Golden Gate Park a green jewel of the City. It also includes making the Park accessible to all San Franciscans from all neighborhoods and by all forms of transportation, including, by way of example only, the Municipal Railway, bicycles and automobiles, subject to the provisions set forth in this ordinance, so that residents and visitors alike are able to use and enjoy the institutions and natural settings of the Park. Creating a sustainable Park is the goal of this ordinance, the Golden Gate Park Master Plan and the people of San Francisco. \n     The principal purposes of this ordinance are to (1) create a pedestrian oasis in the Music Concourse area of Golden Gate Park, situated between the de Young Museum and the Academy of Sciences (the \"Concourse\") and (2) take steps to reduce the impact of automobiles in the Park while still providing long-term assurance of safe, reliable and convenient access for visitors to the Park, including its cultural institutions. \n     An underground public parking facility within or near the Concourse with a dedicated entrance and exit (or entrances and exits) outside of the Park will enhance such public access. It will also minimize the potential conflict between recreational enthusiasts and automobile traffic, within the Park, including John F. Kennedy Drive and abutting roads. The construction of such an underground parking facility will allow surface parking spaces now located in and about the Concourse to be permanently eliminated, thereby improving recreational uses and scenic values of such portions of the Park. \n     This ordinance authorizes and directs the creation of a non-profit public benefit corporation named the \"Golden Gate Park Concourse Authority,\" which will have the objective, under the auspices of the Recreation and Park Commission, to beautify and enhance the natural and scenic landscape of the Concourse area of Golden Gate Park and to assure access by the public to the Park. To this end, the corporation shall be granted specific duties and powers, including the duties to construct and operate an underground parking facility in or about the Concourse area, to improve and landscape the surface area of the Concourse, to determine a dedicated access route (or routes) to and from the underground parking facility beginning at a location or locations outside of the Park, as further provided in this ordinance. \n     The underground parking facility shall be constructed entirely with funds received through one or more philanthropic donations. In addition, improvements to the surface area of the Concourse required by the construction of the parking facility shall also be constructed with funds received through philanthropic donations, provided that public funds may be used, together with such donations, for any such Concourse improvements that enhance the natural, scenic or recreational values of the Park related to the de Young Museum and the Academy of Sciences, as further provided in this ordinance. \n     Transit is as important to the future of the Park as parking is to assure access to the Park for all San Franciscans. This ordinance authorizes the Concourse Authority to take actions necessary to reduce the impact of automobiles that detract from the natural, scenic and environmental attributes of the Park. It is recognized the garages can create more traffic congestion in the Park and surrounding areas. It is also recognized that the development and support of necessary and appropriate transit, traffic and infrastructure improvements can successfully address these critical concerns to benefit Park users, neighbors and the overall Park experience. To these ends, the Golden Gate Park Concourse Authority shall be specifically charged with developing and completing a feasibility and implementation and \"transit first\" plan within one year after its formation, in conjunction with other appropriate City departments and commissions, as further provided in this ordinance. \n     The Concourse Authority, moreover, will be mandated to work with appropriate City departments and commissions to implement improvements, such as intra-park shuttles, \"traffic-calming\" strategies and neighborhood sensitive policies, through funds dedicated to these improvements, in accordance with the provisions of this ordinance. \n     Section 2. [Establishment of the Authority, Duties and, Powers of the Authority] \n     With the approval, by resolution, of the Board of Supervisors, the Mayor shall take any and all actions necessary to establish a nonprofit public benefit corporation to be named, the \"Golden Gate Park Concourse Authority\" (the \"Authority\"). The objective, purpose and scope of jurisdiction of the Authority shall be to beautify and enhance the natural and scenic landscape of the Concourse area of Golden Gate Park. Its primary mission is to assure access by all San Franciscans to the Park and to provide environmental and transit improvements to enhance the experience of visitors to the Park, in accordance with the Golden Gate Park Master Plan (subject to the provisions of Section 10 of this ordinance) and for the public interest, convenience, welfare and common benefit of the residents of the City and County of San Francisco. \n     In furtherance of the general purpose and objective described above, the Authority shall have all of the rights, powers, privileges, immunities, authorities and duties necessary or appropriate to: \n     (a)     locate, acquire, design, construct, reconstruct, operate, use, lease, maintain and repair an underground public parking facility of not less than eight hundred (800) spaces nor more than one thousand (1,000) spaces, located within or near the Concourse of the Park with an entrance and exit (or entrances and exits) situated outside of the Park and dedicated exclusively for the underground parking facility, together with any and all physical improvements related to such underground parking facility and dedicated access routes (collectively, the \"Underground Parking Facility\"), which shall serve the recreational uses and institutions in the Park, including, but not limited to, the de Young Museum, the California Academy of Sciences, the Conservatory of Flowers, the Strybing Arboretum and Botanical Garden and the Japanese Tea Garden, and which shall comply with the construction and operation requirements contained in Section 7 of this ordinance; \n     (b)     design, construct, reconstruct, landscape, improve, enhance, maintain and repair surface improvements to the Concourse area of Golden Gate Park to enhance its natural and scenic landscape, including, but not limited to, landscaping, and furniture, fixtures, equipment and structures suitable for a park setting, subject to the requirements of Section 7 of this ordinance; and \n     (c)     study, recommend and, working with appropriate City departments and commissions, implement traffic, transit and infrastructure plans, programs, policies, goals and improvements relating to the Concourse area and the remainder of the Park as necessary or appropriate to facilitate a park that is accessible to all of the public including, without limitation, families, children and young people, seniors, and persons with disabilities, and is safe for all recreational users, including, but not limited to, preparation of a feasibility and implementation plan as provided in Section 8 of this ordinance. \n     The power of the Authority to enact transit and environmental improvements shall be guided by the following principles: (1) priority shall be given to increasing transit options within the Park that are \"clean,\" including, without limitation, shuttle, bicycle and other like forms of transportation; and (2) equal priority shall also be given to measures that address and alleviate traffic congestion within the Park and neighborhoods bordering the Park. \n     The bylaws, rules and regulations by which the Authority conducts its business and exercises its duties and powers shall be subject to the approval of the Board of Supervisors, by resolution. The Board of Supervisors may, by resolution, authorize the Authority to enter into agency agreements with governmental agencies, including, without limitation, any department, commission or agency of the City and County, and contract with such governmental agencies for the performance of services in furtherance of and related to the purposes of the Authority, including, without limitation, the performance of the duties, rights and responsibilities designated in this ordinance. However, staff of the Recreation. and Park Department shall not perform staff functions for the Authority if the performance of such functions, in lieu of functions for the Department, would materially adversely impact programs or services provided by the Department to the public. \n     Notwithstanding anything to the contrary contained in this ordinance regarding the duties and powers of the Authority, the Authority shall be subject to the contract authority limitations set forth in Section \n9.118 of the Charter. Charter Section \n9.118 provides for approval by the Board of Supervisors, by resolution, of certain contracts and leases. \n     Section 3. [Administrative Jurisdiction Over the Underground Parking, Facility and Concourse Area] \n     Pursuant to the authority specifically vested in the voters by Charter Section \n4.113(2), the voters hereby authorize the Board of Supervisors, by resolution, to set aside the land in or near the area of the Music Concourse for the purpose and to the extent necessary, for the design, construction, operation, maintenance, reconstruction and repair of the Underground Parking Facility by or on behalf of the Authority under the terms of this ordinance (including, without limitation, surface vents and other appurtenant features of the Underground Parking Facility located on the surface of such land that do not materially interfere with use and enjoyment of the park attributes of such land). The Authority shall have administrative jurisdiction over the Underground Parking Facility, subject to the provisions of Section 6 of this ordinance. The Authority shall acquire jurisdiction over such real property without the payment of consideration for such property. If the Authority is dissolved or the use of all or any portion of the property set aside for the purposes designated in this Section is abandoned, administrative jurisdiction over such property shall automatically revert to the Recreation and Park Commission. \n     Section 4. [Board of Directors, Conflict of Interest Rules] \n     The Authority's affairs shall be managed by, and all of its corporate powers shall be exercised by or under, a board of directors. The directors shall be appointed by the Mayor. Such appointment(s) shall be effective immediately and remain so unless rejected by a two-thirds vote of the Board of Supervisors within thirty (30) days following transmittal of written notice to the Board of Supervisors of such appointments, as if the directors were City Commissioners subject to the appointment procedures set forth in Section \n3.100(17) of the Charter. \n     The number of members of the board of directors of the Authority, their term of service and the qualifications of directors, shall be set forth in the Authority's bylaws, which are subject to approval of the Board of Supervisors as provided in Section 2 of this ordinance. A director may be removed by the Mayor before the expiration of his or her term solely for cause in accordance with the provisions of Section \n15.105 of the Charter. \n     The composition of the Authority's directors will reflect the diversity of San Francisco as well as the cultural institutions within Golden Gate Park. All directors shall be residents of the City and County. Directors shall be selected according to criteria that include (a) demonstrated interest and knowledge of matters within the jurisdiction of the Authority, (b) experience and knowledge in one or more of the following areas: (i) parks and recreation, (ii) environment and conservation, (iii) transportation, (iv) museums, (v) the neighborhoods bordering Golden Gate Park and (vi) structural engineering, architecture or landscape design. No single interest shall be represented by a majority of the members appointed. \n     The directors shall be considered City officers within the meaning of Section 1.50 of Part I of the San Francisco Municipal Code (the \"San Francisco Administrative Code\"). Accordingly, the Authority and its directors shall be subject to the conflict of interest rules that would be applicable to City officers, including, without limitation, those set forth in the Political Reform Act (California Government Code Sections 81700 et seq.) and Government Code Sections 1090 et seq., and Section \nC8.105 of the Charter, and the Authority shall adopt a conflict of interest code as required and as provided by the implementing regulations of the Political Reform Act and Chapter 58 of the San Francisco Administrative Code.. \n     The board of the Authority shall meet in the same location that meetings of the Recreation and Park Commission are held. \n     Section 5. [Open Meetings, Public Information] \n     All meetings of the Authority's board shall be called, noticed, held and conducted subject to the provisions of the Ralph M. Brown Act (Chapter 9 of Part I of Division 2 of Title 5 of the California Government Code, Sections 54950 to 54962) and the San Francisco Sunshine Ordinance (Chapter 67 of the San Francisco Administrative Code). \n     All records of the Authority shall be deemed \"public records\" for purposes of the Public Records Act (California Government Code Section 6250 et seq.) and \"public information\" for purposes of the San Francisco Sunshine Ordinance (Chapter 67 of the San Francisco Administrative Code). The Authority shall be subject to the disclosure requirements and procedures mandated by the Public Records Act and Sunshine Ordinance. \n     Section 6. [Recreation and Park Commission Power to Reject Resolutions by the Authority] \n     Resolutions of the Authority shall be effective immediately upon passage and remain so unless, subject to the exceptions set forth below, the Recreation and Park Commission acts by a vote of two-thirds of the members of the Commission, to reject such resolution no later than ninety (90) days after submission of notice of such resolution by the Authority. In the event the Recreation and Park Commission acts to reject a resolution of the Authority as provided in this Section, such resolution of the Authority shall be of no further force or effect on and after the date of the Commission's action. However, within sixty (60) days after the Commission's action rejecting a resolution of the Authority, either the Authority or the Recreation and Park Commission may submit such resolution to the Board of Supervisors for its review. The Board may approve or disapprove of the Authority resolution by a majority vote of the Board. If the Board approves the Authority resolution, the resolution of the Authority shall be deemed effective as of the date of Board approval. \n     The Recreation and Park Commission's power to reject resolutions of the Authority shall be subject to the following exceptions: \n     (a)     Resolutions of the Authority awarding a contract (or contracts) for construction of the Underground Parking Facility (after design of the Underground Parking Facility has been approved), or modifying, amending or terminating any such contract, shall not be subject to the Recreation and Park Commission's power to reject resolutions of the Authority. \n     (b)     In instances where the Authority determines in its good faith judgment that the public interest would be seriously harmed by potential delay in review by the Recreation and Park Commission of any resolution of the Authority which is subject to such review power and such determination is substantiated by written findings in the relevant Authority resolution, the Recreation and Park Commission must act, if at all, by a two-thirds vote as provided above, no later than thirty (30) days after submission of notice of such resolution by the Authority. However, such exception may only be taken with respect to management agreements or other contracts to which the Authority is a party. \n     Section 7. [Construction and Operation of the Underground Parking Facility; Concourse Surface Improvements] \n     The Authority shall construct or cause the Underground Parking Facility to be constructed with private funds. It is intended that such funds be received by the Authority, on behalf of the City, as one or more philanthropic gifts. No public funds shall be used in the construction of the Underground Parking Facility, except as follows. The Authority may enter into agreements with the de Young Museum, Academy of Sciences, and/or the City and County, to coordinate the construction of the Underground Parking Facility with the construction projects relating to the facilities for those cultural institutions that may involve City funds, on such terms and conditions as the Authority and such affected parties may agree, if such coordination would result in cost savings to the City and County associated with such other projects. \n     In the design and construction of the Underground Parking Facility and surface restoration, the Concourse Authority shall abide by the following principles: (1) the visual character of the Concourse surface, particularly the areas upon which surface parking is eliminated, shall be enhanced and improved to increase the natural, scenic and landscape values of the Park; (2) above grade physical improvements required for the Underground Parking Facility, such as air vents, shall be concealed and blended in with the natural landscape to the maximum extent possible; and (3) unless otherwise specified in the Golden Gate Park Master Plan, the revitalized Concourse shall conform in shape and elevation to its present configuration, and, specifically, the construction of the Underground Parking Facility shall not result in any material rise in the grade of the Concourse to the extent it is reasonably feasible to maintain the existing grade; and (4) the surface of the Concourse shall also be improved for pedestrian, disabled and transit access. \n     Acting under Section \n4.113(l) of the Charter, the voters approve the construction of the Underground Parking Facility as contemplated by this ordinance. \n     Upon completion of construction of the Underground Parking Facility, the Authority shall cause one surface parking space within the Park to be permanently eliminated for each space within the Underground Parking Facility. As part of this process, all of the surface spaces in the Concourse, consisting of approximately 200 spaces, shall be eliminated. Priority for elimination of the remaining spaces shall be given to areas of heavy traffic congestion and environmental sensitivity. However, the Authority shall weigh in its decision to eliminate surface spaces the extent to which removal of such remaining spaces could adversely impact, by increasing traffic congestion, neighborhood and neighborhood commercial districts and attempt to avoid such impacts. Surface spaces that are unused because of present or future permanent road closures shall not be counted as spaces that have been permanently eliminated under this paragraph. No net gain in parking spaces existing as of the effective date of this ordinance, other than those provided for in the Golden Gate Park Master Plan, shall be permitted. \n     The Underground Parking Facility shall include bicycle parking facilities meeting the applicable requirements set forth in Section \n155 et seq. of Part II, Chapter II of the San Francisco Municipal Code (the Planning Code). \n     The Authority shall alleviate the effects of automobile traffic to and from the Underground Parking Facility on the surrounding neighborhoods by appropriately addressing such improvement measures in its plans for design and location of the Underground Parking Facility, including access routes. \n     The Authority shall not grant any free parking, discounts or other preference for parking in the Underground Parking Facility to any officials, commissioners, directors, or employees of the City or any of the institutions located in the Park unless such preference is made available on the same terms to members of the public. \n     The Authority may, by resolution, recommend charging a fee, if any, for parking within the Underground Parking Facility subject to the right of the Recreation and Park Commission to review such fee as provided in Section 6 of this ordinance and further subject to the provisions of Section \n2.109 of the Charter requiring that the Board of Supervisors approve such fee by ordinance. \n     Biannually after the Underground Parking Facility opens to the public, the Authority shall conduct a review of transit improvements and operations in Golden Gate Park and shall survey and make written recommendations to the Recreation and Park Commission and the Board of Supervisors about the need for any additional improvements or services, including, without limitation, transit enhancements and further removal of surface parking spaces. \n     Section 8. [Preparation of Feasibility and Implementation Plan, Periodic Reports to the Recreation and Park Commission and Board of Supervisors; Minimum Spending Levels] \n     Within one year after the Authority is established and its initial board of directors is appointed by the Mayor, the Authority shall develop and complete a feasibility study and implementation plan consistent with the Authority's designated objective and purpose. Such plan must encompass, but not be limited to, the following: an intra-Park shuttle system for all attractions within Golden Gate Park; access to the Park road system from the northern side of the Park; traffic \"calming\" measures to mitigate \"highway\"-type traffic patterns, including, without limitation, consideration of cul-de-sacs and other roadway improvements; time-limited parking throughout the Park on weekdays to discourage non-Park commuter use; a \"cultural shuttle\" carrying visitors from major downtown and transit locations to and from the Park, bicycle and skating lanes and paths within the Park; road closures within the Park in accordance with the Golden Gate Park Master Plan (adopted pursuant to Section 10 of this ordinance and subject to Section 11 of this ordinance); expanded use of the nearby hospital garages via shuttle for overflow use; Municipal Railway service improvements; and traffic, roadway, landscaping, and other infrastructure improvements to facilitate transition to a Golden Gate Park where the automobile is increasingly less visible. \n     The Authority shall consult with the City's Department of the Environment, the Planning Department, the Recreation and Park Department, the Parking and Traffic Department, the Municipal Railway, and any and all other City departments, as appropriate, in connection with the preparation of the implementation plan. \n     The implementation plan shall consider which improvements, particularly transit enhancements, can be put into place before the Underground Parking Facility opens to the public and which improvements can be implemented after the Underground Parking Facility opens. \n     After preparation of the implementation plan, the Authority shall approve, by resolution, recommendations set forth in the Plan that the Authority finds feasible and that can be implemented with funds that are then available for such Purposes. The Authority shall continue to periodically review, revise or alter recommendations in the implementation plan in light of improvements in the feasibility of such recommendations and increases in availability of funds. \n     To ensure that the transit and environmental improvements deemed feasible for implementation are enacted, the Authority shall set aside and cause to be expended from philanthropic funds that it receives the following amounts in the following years: (1) in the first year that philanthropic funds are received, not less than $150,000; (2) in the second year such funds are received, not less than $200,000; (3) in the third year such funds are received, not less than $300,000; (4) in the fourth year such funds are received, not less than $400,000; and (5) in the fifth year such funds are received, not less than $500,000. Notwithstanding the foregoing, such minimum spending levels shall apply only if and to the extent philanthropic funds are received in a given year. For purposes of this paragraph, any philanthropic funds that are not spent in the year received shall not count against the minimum spending levels for the following year (or years). \n     Within thirty (30) days after the end of each calendar quarter, the Authority shall submit a written report to the Recreation and Park Commission, with a copy to the Clerk of the Board of Supervisors, summarizing its operations for such quarter and its long-term improvement plans, including capital improvement projects. \n     Section 9. [Budgetary and Fiscal Provisions, Acceptance of Donations] \n     The Authority shall be subject to all of the budgetary and fiscal provisions of the City's Charter. Without limiting the foregoing, the Authority shall submit to the Mayor and the Board of Supervisors a proposed annual budget for their consideration and approval, as well as any proposed subsequent amendments to the budget that require the approval of the Mayor and the Board of Supervisors. \n     It shall be the policy of the People of the City and County that, to the fullest extent allowed by the budgetary and fiscal provisions of the Charter and applicable law, any net revenues of the Authority shall be used for operation, maintenance, improvement or enhancement of Golden Gate Park as further provided in subsection (c) of this paragraph. All revenues of the Authority, including interest earnings on such funds, shall be appropriated by the Board of Supervisors and used solely for the following purposes: (a) first, for the payment of expenses, in such amounts and order of priority as the Authority may determine, subject to the minimum spending levels set forth in Section 8 of this ordinance, that are related to (i) the operation, maintenance, or repair of the Underground Parking Facility, (ii) the operation, maintenance, repair or improvement of the surface area of the Concourse, (iii) the operation, maintenance or construction of transit, shuttle and roadway improvements described in the feasibility and implementation plan referred to in Section 6 of this ordinance, (iv) the reconstruction and replacement of the Underground Parking Facility, or (v) any other expenditure in furtherance of the purposes of the Authority designated in Section 2 of this ordinance; (b) second, any remaining revenues that are in excess of the expenses described in item (a) above shall be used for a reserve for capital improvements related to the purposes of the Authority; and (c) third, any remaining net revenues that are in excess of the amounts in items (a) and (b) above shall be used by the City and County for the operation, maintenance, improvement or enhancement of Golden Gate Park. The balance of any such revenues, including interest earnings, that are unappropriated, unencumbered or unexpended at the close of any fiscal year shall be deemed to have been provided for a specific purpose within the meaning of Charter Section \n9.113 and shall be carried forward and accumulated for the purposes designated in this Section. \n     The Authority may accept and agree to the term and conditions of loans, gifts, devises, bequests or agreements donating funds, properties, supplies, or services (collectively, \"donations\") from individuals, foundations, corporations, and other private or public entities, to the City and County, for the purpose of carrying out the duties of the Authority, including, but not limited to, the construction of the Underground Parking Facility and surface improvements to the Concourse area. The Authority may accept and agree to such donations, without action by the Board of Supervisors, as long as acceptance of the donations entails no expense for the City and County beyond ordinary care and maintenance. Specifically, no Board of Supervisors action shall be required for the acceptance by the Authority of donations to construct the Underground Parking Facility. \n     All funds of the Authority shall be used for the purposes designated in Section 2, and no part of the net earnings or assets of the Authority shall inure to the benefit of the directors, trustees, officers or any private person and shall inure to the sole benefit of the City and County. \n     Section 10. [Golden Gate Master Plan, Land Use] \n     The Recreation and Park Commission shall proceed expeditiously with the adoption of a Golden Gate Park Master Plan. The actions of the Authority in respect of the surface of the Concourse area, the implementation of the feasibility plan and the performance of its other functions shall be consistent with the goals and objectives of the Golden Gate Park Master Plan. The Authority shall have the power to recommend to the Recreation and Park Commission changes to the Golden Gate Park Master Plan, as necessary or appropriate in furtherance of the Authority's duties and powers designated under this ordinance. Notwithstanding the foregoing and without limiting Section 15 below, it shall be the policy of the People of the City and County that promptly following the effective date of this ordinance, the Recreation and Park Commission and the Board of Supervisors shall proceed to amend or adopt appropriate land use regulations, including, without limitation, the Golden Gate Park Master Plan, in a manner consistent with construction of the Underground Parking Facility as contemplated by this ordinance and consistent with Section 11 of this ordinance. \n     Section 11. [Reaffirmation of Sunday Closure of JFK Drive] \n     It is recognized that the John F. Kennedy Drive has been closed on Sundays and on certain holidays during the year to automobile traffic. It shall be the policy of the People of the City and County that John F. Kennedy Drive continue to be closed on Sundays and such holidays and that the Recreation and Park Commission consider closing such road to automobiles on additional days. \n     Section 12. [MUNI Feasibility Study] \n     The San Francisco Municipal Railway shall prepare and submit to the Authority and the Recreation and Park Department a feasibility study evaluating the possible extension of MUNI light rail service to the Concourse. The Municipal Railway shall consult with the Authority and the Recreation and Park Department in the course of preparing such study. \n     Section 13. [Public Contracting Provision] \n     Notwithstanding any provision of the San Francisco Municipal Code to the contrary, the Underground Parking Facility shall not be deemed a \"public work or improvement\" as that term or any similar term is used in any provision of the Municipal Code or any other ordinance or regulation of the City and County of San Francisco, for the purposes set forth in this Section. The person or entities constructing the Underground Parking Facility, including related improvements, including the Authority and the City and County of San Francisco, shall not be required to comply with any bidding or advertising requirements, or otherwise engage in any particular practice with respect to the selection of contractors or subcontractors in the award of contracts or subcontracts for the design, construction, purchase of materials, management or operation of any portion of the Underground Parking Facility, except as the Board of Supervisors may specifically require by resolution; provided, however, the design and construction of the Underground Parking Facility shall be subject to the applicable provisions of Chapters 12B, 12C and 12D of the San Francisco Administrative Code, unless the Board of Supervisors provides otherwise by ordinance, and prevailing wages shall be paid for construction and operation of the Underground Puking Facility. It is the intent of the People of the City and County of San Francisco in adopting this ordinance that the Underground Parking Facility shall be designed and constructed in an expeditious manner, with private funds, and shall not be undertaken as if such design and construction were the design and construction of a conventional public work. \n     Section 14. [Interpretation of Ordinance] \n     This ordinance shall be liberally construed to fulfill its intent. The captions for sections of this ordinance are for convenience of reference only and shall not be deemed to limit the scope or intent of any provision of this ordinance. \n     Section 15. [Implementation] \n     Promptly following the effective date of this ordinance, the City and County of San Francisco, through the Mayor, Board of Supervisors, Recreation and Park Commission, Planning Commission, Public Transportation Commission, Parking and Traffic Commission, Department of Public Works, Building Inspection Commission, Public Utilities Commission and other appropriate officials, boards or commissions, shall proceed to take actions necessary to achieve the purposes of this ordinance. The Authority and such City officials, boards and commissions shall cooperate with one another and coordinate their activities in furtherance of the purposes of this ordinance. \n     Section 16. [Severability] \n     If any provision of this ordinance, or any application of any such provision to any person or circumstance, is held invalid, such invalidity shall not affect any provision or application of this ordinance that can be given effect without the invalid provision or application. To this end, the provisions of this ordinance are severable. \n     Section 17. [Compliance with Laws, Including CEQA] \n     Except as otherwise provided in this ordinance, the construction of the Underground Parking Facility and other future actions contemplated by this ordinance shall be subject to all applicable federal, state and local laws, ordinances and regulations (as the same may be amended) including, but not limited to, the California Environmental Quality Act (Public Resources Code Sections 21000 et seq.). \n     Section 18. In-Park Entrance-Exit \n     This ordinance shall be construed and applied so that, provided the Underground Parking Facility has at least one dedicated entrance-exit located outside of the Park, the Underground Parking Facility may have one entrance-exit located inside of the Park without dedicated lanes leading from such entrance-exit to a point outside of the Park. \n     (Added by Proposition G, 11/8/2005)\n\n","heading":{"title":"A","chaptersection":"41","identifier":"A.41","catch_text":"GOLDEN GATE PARK REVITALIZATION ACT OF 1998"}}