{"text":"\nProposition H, Adopted November 3, 1998 \n     ORDERING SUBMISSION TO THE VOTERS OF AN ORDINANCE APPROVING THE CONTINUED IMPOSITION OF A 2% HOTEL TAX SURCHARGE ON THE RENT FOR OCCUPANCY OF GUEST ROOMS IN CERTAIN HOTELS FOR GENERAL FUND PURPOSES BY AMENDING PART III, ARTICLE 7 (TAX ON TRANSIENT OCCUPANCY OF HOTEL ROOMS), OF THE SAN FRANCISCO MUNICIPAL CODE BY ADDING SECTION 502.6-2. \n     The Board of Supervisors hereby orders submitted to the qualified electors of the City and County of San Francisco, at an election to be held in November, 1998, an ordinance, submitted by the Board of Supervisors, approving the continued imposition of a 2% hotel tax surcharge on the rent for occupancy of guest rooms in certain hotels for general fund purposes by amending Part III, Article 7 (Tax on Transient Occupancy Hotel Rooms), of the San Francisco Municipal Code by adding Section 502.6-2. The new ordinance shall read as follows: \n     [2% Hotel Tax Surcharge] \n     APPROVING THE CONTINUED IMPOSITION OF A 2% HOTEL TAX SURCHARGE ON THE RENT FOR OCCUPANCY OF GUEST ROOMS IN CERTAIN HOTELS FOR GENERAL FUND PURPOSES BY AMENDING PART III, ARTICLE 7 (TAX ON TRANSIENT OCCUPANCY OF HOTEL ROOMS), OF THE SAN FRANCISCO MUNICIPAL CODE BY ADDING SECTION 502.6-2 THERETO. \n     Note: This entire section is new. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. FINDINGS. \n     The People of the City and County of San Francisco hereby find and declare as follows: \n     A.     Section 502.6-1 of the San Francisco Municipal Code imposes a 2% hotel tax surcharge on the rent for occupancy of guest rooms in certain hotels. \n     B.     Currently, the 2% hotel tax surcharge is deposited in the General Fund of the City and County of San Francisco and expended for general city purposes. \n     C.     As a result of California Constitution Article XIII C, this 2% hotel tax surcharge will expire on November 6, 1998 unless it is continued by a majority of the voters of the City and County of San Francisco at the November, 1998 general election. \n     D.     The People of the City and County of San Francisco desire to continue the 2% hotel tax surcharge.\n     E.     All monies derived from the collection of such 2% hotel tax surcharge shall be deposited in the General Fund of the City and County of San Francisco and, subject to the budgetary and fiscal provisions of the Charter, may be expended for any lawful City and County of San Francisco purposes. \n     Section 2. \n     Article 7 of the San Francisco Municipal Code is hereby amended by adding Section 502.6-2, to read as follows: \n     SEC. 502.6-2. CONTINUATION OF 2% HOTEL TAX SURCHARGE \n     The City and County of San Francisco is hereby authorized to continue to levy and collect a 2% hotel tax surcharge imposed by Section 502.6-1. All monies derived from the collection of such 2% hotel tax surcharge shall be deposited in the General Fund of the City and County of San Francisco and, subject to the budgetary and fiscal provisions of the Charter, may be expended for any lawful City and County of San Francisco purposes. \n\n","heading":{"title":"A","chaptersection":"45","identifier":"A.45","catch_text":"HOTEL TAX SURCHARGE"}}