{"text":"\nProposition H, Adopted, November 7, 2000 \n     Be it ordained by the People of the City and County of San Francisco:\n     Editor's Note:A permanent injunction was issued by the San Francisco Superior Court on August 10, 2001 preventing implementation or enforcement of Proposition H with the exception of Sections 37.3(a)(6) and 37.3(b)(2) which were not challenged. Proposition H is provided here as reference only. \n     SECTION ONE: INITIATIVE ORDINANCE \n     Sec. 37.2 Definitions. \n     (a)     Base Rent. \n          (1)     That rent which is charged a tenant upon initial occupancy plus any rent increase allowable and imposed under this chapter; provided, however, that base rent shall not include increases imposed pursuant to Section 37.7 below or utility passthroughs or general obligation bond passthroughs pursuant to Section 37.2(o) below. Base rent for tenants of RAP rental units in areas designated on or after July 1, 1977 shall be that rent which was established pursuant to Section 32.73-1 of the San Francisco Administrative Code. Rent increases attributable to the Chief Administrative Officer's amortization of a RAP loan in an area designated on or after July 1, 1977 shall not be included in the base rent. \n          (2)     From and after the effective date of this ordinance, the base rent for tenants occupying rental units which have received certain tenant-based or project-based rental assistance shall be as follows: \n               (a)     With respect to tenant-based rental assistance:\n                    (i)     For any tenant receiving tenant-based rental assistance as of the effective date of this Ordinance (except where the rent payable by the tenant is a fixed percentage of the tenant's income, such as in the Section 8 certificate program and the rental subsidy program for the HOPWA program), and continuing to receive tenant-based rental assistance following the effective date of this Ordinance, the base rent for each unit occupied by such a tenant shall be the rent payable for that unit under the housing assistance payments contract, as amended, between the San Francisco Housing Authority and the landlord (the \"HAP Contract\") with respect to that unit immediately prior to the effective date of this ordinance (the \"HAP Contract Rent\"). \n                    (ii)     For any tenant receiving tenant-based rental assistance (except where the rent payable by the tenant is a fixed percentage of the tenant's income, such as in the Section 8 certificate program and the rental subsidy program for the HOPWA program), and commencing occupancy of a rental unit following the effective date of this Ordinance, the base rent for each unit occupied by such a tenant shall be the HAP Contract Rent in effect as of the date the tenant commences occupancy of such unit. \n                    (iii)     For any tenant whose tenant-based rental assistance terminates or expires, for whatever reason, following the effective date of this Ordinance, the base rent for each such unit following expiration or termination shall be the HAP Contract Rent in effect for that unit immediately prior to the expiration or termination of the tenant-based rental assistance. \n               (b)     For any tenant occupying a unit upon the expiration or termination, for whatever reason, of a project-based HAP Contract under Section 8 of the United States Housing Act of 1937 (42 USC § 1437f, as amended), the base rent for each such unit following expiration or termination shall be the \"contract rent\" in effect for that unit immediately prior to the expiration or termination of the project-based HAP Contract. \n               (c)     For any tenant occupying a unit upon the prepayment or expiration of any mortgage insured by the United States Department of Housing and Urban Development (\"HUD\"), including but not limited to mortgages provided under sections 221(d)(3), 221(d)(4) and 236 of the National Housing Act (12 USC § 1715z-1), the base rent for each such unit shall be the \"basic rental charge\" (described in 12 USC 1715z-1(f), or successor legislation) in effect for that unit immediately prior to the prepayment of the mortgage, which charge excludes the \"interest reduction payment\" attributable to that unit prior to the mortgage prepayment or expiration. \n     (b)     Board. The Residential Rent Stabilization and Arbitration Board. \n     (c)     Capital Improvements. Those improvements which materially add to the value of the property and appreciably prolong its useful life, or adapt it to new uses, and which may be amortized over the useful life of the improvement of the building. \n     (d)     CPI. Consumer Price Index for all Urban Consumers for the San Francisco-Oakland Metropolitan Area, U.S. Department of Labor.\n     (e)     Energy Conservation Measures. Work performed pursuant to the requirements of Article 12 of the San Francisco Housing Code. \n     (f)     Administrative Law Judge. A person, designated by the board, who arbitrates and mediates rental increase disputes, and performs other duties as required pursuant to this Chapter 37. \n     (g)     Housing Services. Services provided by the landlord connected with the use or occupancy of a rental unit including, but not limited to: repairs; replacement; maintenance; painting; light; heat; water; elevator service; laundry facilities and privileges; janitor service; refuse removal; furnishings; telephone; parking; rights permitted the tenant by agreement, including the right to have a specific number of occupants, whether express or implied, and whether or not the agreement prohibits subletting and/or assignment; and any other benefits, privileges or facilities. \n     (h)     Landlord. An owner, lessor, sublessor, who receives or is entitled to receive rent for the use and occupancy of any residential rental unit or portion thereof in the City and County of San Francisco, and the agent, representative or successor of any of the foregoing. \n     (i)     Member. A member of the Residential Rent Stabilization and Arbitration Board. \n     (j)     Over FMR Tenancy Program. A regular certificate tenancy program whereby the base rent, together with a utility allowance in an amount deter-mined by HUD, exceeds the fair market rent limitation for a particular unit size as determined by HUD. \n     (k)     Payment standard. An amount determined by the San Francisco Housing Authority that is used to determine the amount of assistance paid by the San Francisco Housing Authority on behalf of a tenant under the Section 8 Voucher Program (24 CFR Part 887). \n     (l)     Rap. Residential Rehabilitation Loan Program (Chapter 32, San Francisco Administrative Code). \n     (m)     RAP Rental Units. Residential dwelling units subject to RAP loans pursuant to Chapter 32, San Francisco Administrative Code. \n     (n)     Real Estate Department. A city department in the City and County of San Francisco. \n     (o)     Rehabilitation Work. Any rehabilitation or repair work done by the landlord with regard to a rental unit, or to the common areas of the structure containing the rental unit, which work was done in order to be in compliance with State or local law, or was done to repair damage resulting from fire, earthquake or other casualty or natural disaster. \n     (p)     Rent. The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, or the assignment of a lease for such a unit, including but not limited to monies demanded or paid for parking, furnishings, food service, housing services of any kind, or subletting. \n     (q)     Rent Increases. Any additional monies demanded or paid for rent as defined in item (p) above, or any reduction in housing services without a corresponding reduction in the monies demanded or paid for rent; provided, however, that where the landlord has been paying the tenant's utilities and cost of those utilities increase, the landlord's passing through to the tenant of such increased costs does not constitute a rent increase; and (2) where there has been a change in the landlord's property tax attributable to a ballot measure approved by the voters between November 1, 1996, and November 30, 1998, the landlord's passing through of such increased costs in accordance with this Chapter does not constitute a rent increase. \n     (r)     Rental Units. All residential dwelling units in the City and County of San Francisco together with the land and appurtenant buildings thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include: \n          (1)     housing accommodations in hotels, motels, inns, tourist houses, rooming and boarding houses, provided that at such time as an accommodation has been occupied by a tenant for thirty-two (32) continuous days or more, such accommodation shall become a rental unit subject to the provisions of this chapter; provided further, no landlord shall bring an action to recover possession of such unit in order to avoid having the unit come within the provisions of this chapter. An eviction for a purpose not permitted under Sec. 37.9(a) shall be deemed to be an action to recover possession in order to avoid having a unit come within the provisions of this chapter; \n          (2)     dwelling units in non-profit cooperatives owned, occupied and controlled by a majority of the residents or dwelling units solely owned by a non-profit public benefit corporation governed by a board of directors the majority of which are residents of the dwelling units and where it is required in the corporate by-laws that rent increases be approved by a majority of the residents; \n          (3)     housing accommodations in any hospital, convent, monastery, extended care facility, asylum, residential care or adult day health care facility for the elderly which must be operated pursuant to a license issued by the California Department of Social Services, as required by California Health and Safety Chapters 3, 2 and 3.3, or in dormitories owned and operated by an institution of higher education, a high school, or an elementary school; \n          (4)     except as provided in Subsections (A) and (B), dwelling units whose rents are controlled or regulated by any government unit, agency or authority, excepting those unsubsidized and/or unassisted units which are insured by the United States Department of Housing and Urban Development; provided, however, that units in unreinforced masonry buildings which have undergone seismic strengthening in accordance with Building Code Chapters 14 and 15 shall remain subject to the Rent Ordinance to the extent that the Ordinance is not in conflict with the seismic strengthening bond program or with the program's loan agreements or with any regulations promulgated thereunder; \n               (A)     For purposes of sections 37.2, 37.3(a)(9)(A), 37.4, 37.5, 37.6. 37.9, 37.9A, 37.10A, 37.11A and 37.13, and the arbitration provisions of sections 37.8 and 37.8A applicable only to the provisions of section 37.3(a)(9)(A), the term \"rental units\" shall include units occupied by recipients of tenant-based rental assistance where the tenant-based rental assistance program does not establish the tenant's share of base rent as a fixed percentage of a tenant's income, such as in the Section 8 voucher program and the \"Over-FMR Tenancy\" program defined in 24 CFR § 982.4; \n               (B)     for purposes of sections 37.2, 37.3(a)(9)(B), 37.4, 37.5, 37.6, 37.9, 37.9A, 37.10A, 37.11A and 37.13, the term \"rental units\" shall include units occupied by recipients of tenant-based rental assistance where the rent payable by the tenant under the tenant-based rental assistance program is a fixed percentage of the tenant's income; such as in the Section 8 certificate program and the rental subsidy program for the Housing Opportunities for persons with AIDS (\"HOPWA\") program (42 U.S.C. § 12901 et seq., as amended). \n          (5)     rental units located in a structure for which a certificate of occupancy was first issued after the effective date of this ordinance, except as provided in Section 37.9A(b) of this chapter. \n          (6)     dwelling units in a building which has undergone substantial rehabilitation after the effective date of this ordinance; provided, however, that RAP rental units are not subject to this exemption. \n     (s)     Substantial Rehabilitation. The renovation, alteration or remodeling of residential units of 50 or more years of age which have been condemned or which do not qualify for certificates of occupancy or which require substantial renovation in order to conform the building to contemporary standards for decent, safe and sanitary housing. Substantial rehabilitation may vary in degree from gutting and extensive reconstruction to extensive improvements that cure substantial deferred maintenance. Cosmetic improvements alone such as painting, decorating and minor repairs, or other work which can be performed safely without having the unit vacated do not qualify as substantial rehabilitation. \n     (t)     Tenant. A person entitled by written or oral agreement, sub-tenancy approved by the landlord, or by sufferance, to occupy a residential dwelling unit to the exclusion of others. \n     (u)     Tenant-based Rental Assistance. Rental assistance provided directly to a tenant or directly to a landlord on behalf of a particular tenant, which includes but shall not be limited to certificates and vouchers issued pursuant to Section 8 of the United States Housing Act of 1937, as amended (42 U.S.C. § 1437f) and the HOPWA program. \n     (v)     Utilities. The term \"utilities\" shall refer to gas and electricity exclusively. \n     Sec. 37.3 Rent Limitations. \n     (a)     Rent Increase Limitations for Tenants in Occupancy. Landlords may impose rent increases upon tenants in occupancy only as provided below: \n          (1)     Annual Rent Increase. On March 1 of each year, the Board shall publish the increase in the CPI for the preceding 12 months, as made available by the U.S. Department of Labor. A landlord may impose annually a rent increase which does not exceed a tenant's base rent by more than 60% of said published increase. In no event, however, shall the allowable annual increase be greater than 7%. \n          (2)     Banking. A landlord who refrains from imposing an annual rent increase or any portion thereof may accumulate said increase and impose that amount on the tenant's subsequent rent increase anniversary dates. A landlord who, between April 1, 1982 and February 29, 1984, has banked an annual 7% rent increase (or rent increases) or any portion thereof may impose the accumulated increase on the tenant's subsequent rent increase anniversary dates. \n          (3)     Capital Improvements, Rehabilitation, and Energy Conservation Measures. For any petitions filed after April 10, 2000 or pending petitions where no final decision has been issued by April 10, 2000, A a landlord may not impose rent increases based upon the cost of capital improvements, rehabilitation or energy conservation, except as provided in this section. A landlord who has performed seismic strengthening in accordance with Building Code Chapters 14 and 15, may impose rent increases for seismic retrofit in an amount not to exceed 5% of the tenant's base rent in any twelve (12) month period.\n     (a)However, in no event shall denial of a rent increase for capital improvements, rehabilitation or energy conservation measures deny the landlord a constitutionally required fair return on the property under the maintenance of net operating income standard of fair return. In determining such return, the landlord's net operating income, exclusive of mortgage principle and interest, in the base year before enactment of rent control limitations shall be increased at the rate of 40% of the increase in the CPI since the base year. \n     (b)All rent increases for capital improvement, rehabilitation or energy conservation measures which were approved after April 10, 2000 and paid by the tenant, and were not for seismic retrofit, shall be refunded to the tenant no later than December 31, 2000. If the landlord fails to refund the excess rent by December 31, 2000, the tenant may deduct the amount of the refund from future rent payments, or bring a civil action under Section 37.11A, or exercise any other existing remedies. Where a rent increase included costs for seismic retrofit, the landlord or tenant may file a request to the Board to calculate the amount of the allowable rent increase. provided that such costs are certified pursuant to Sections 37.7 and 37.8B below; provided further that where a landlord has performed seismic strengthening in accordance with Building Code Chapters 14 and 15, no increase for capital improvements (including but not limited to seismic strengthening) shall exceed, in any twelve (12) month period, 10% of the tenant's base rent, subject to rules adopted by the Board to prevent landlord hardship and to permit landlords to continue to maintain their buildings in a decent, safe and sanitary condition. A landlord may accumulate any certified increase which exceeds this amount and impose the increase in subsequent years, subject to the 10% limitation. Nothing in this subsection shall be construed to supersede any Board rules or regulations with respect to limitations on increases based upon capital improvements whether performed separately or in conjunction with seismic strengthening improvements pursuant to Building Code Chapters 14 and 15.\n          (4)     Utilities. A landlord may impose increases based upon the cost of utilities as provided in Section 37.2(o) above. \n          (5)     Charges Related to Excess Water Use. A landlord may impose increases not to exceed fifty percent of the excess use charges (penalties) levied by the San Francisco Water Department on a building for use of water in excess of Water Department allocations under the following conditions: \n               (A)     The landlord provides tenants with written certification that the following have been installed in all units: (1) permanently-installed retrofit devices designed to reduce the amount of water used per flush or low-flow toilets (1.6 gallons per flush); (2) low-flow showerheads which allow a flow of no more than 2.5 gallons per minute; and (3) faucet aerators (where installation on current faucets is physically feasible); and \n               (B)     The landlord provides the tenants with written certification that no known plumbing leaks currently exist in the building and that any leaks reported by tenants in the future will be promptly repaired; and \n               (C)     The landlord provides the tenants with a copy of the water bill for the period in which the penalty was charged. Only penalties billed for a service period which begins after the effective date of the ordinance [April 20, 1991] may be passed through to tenants. Where penalties result from an allocation which does not reflect documented changes in occupancy which occurred after March 1, 1991, a landlord must, if requested in writing by a tenant, make a good faith effort to appeal the allotment. Increases based upon penalties shall be pro-rated on a per room basis provided that the tenancy existed during the time the penalty charges accrued. Such charges shall not become part of a tenant's base rent. Where a penalty in any given billing period reflects a 25% or more increase in consumption over the prior billing period, and where that increase does not appear to result from increased occupancy or any other known use, a landlord may not impose any increase based upon such penalty unless inspection by a licensed plumber or Water Department inspector fails to reveal a plumbing or other leak. If the inspection does reveal a leak, no increase based upon penalties may be imposed at any time for the period of the unrepaired leak. \n          (6)     Property Tax. A landlord may impose increases based upon a change in the landlord's property tax resulting from the repayment of general obligation bonds of the City and County of San Francisco approved by the voters between November 1, 1996, and November 30, 1998 as provided in Section 37.2(o) above. Any rent increase for bonds approved after the effective date of this initiative ordinance must be disclosed and approved by the voters. The amount of such increase shall be determined for each tax year as follows: \n               (A)     The Controller and the Board of Supervisors will determine the percentage of the property tax rate, if any, in each tax year attributable to general obligation bonds approved by the voters between November 1, 1996, and November 30, 1998, and repayable within such tax year. \n               (B)     This percentage shall be multiplied by the total amount of the net taxable value for the applicable tax year. The result is the dollar amount of property taxes for that tax year for a particular property attributable to the repayment of general obligation bonds approved by the voters between November 1, 1996, and November 30, 1998. \n               (C)     The dollar amount calculated under Subsection (B) shall be divided by the total number of all units in each property, including commercial units. That figure shall be divided by twelve months, to determine the monthly per unit costs for that tax year of the repayment of general obligation bonds approved by the voters between November 1, 1996, and November 30, 1998. \n               (D)     Landlords may pass through to each unit in a particular property the dollar amount calculated under this Subsection (6). This passthrough may be imposed only on the tenant's anniversary date. This passthrough shall not become a part of a tenant's base rent. The amount of each annual passthrough imposed pursuant to this Subsection (6) may vary from year-to-year, depending on the amount calculated under Subsections (A) through (C). Each annual passthrough shall apply only for the twelve-month period after it is imposed. A landlord may impose the passthrough described in this Subsection (6) for a particular tax year only with respect to those tenants who were residents of a particular property on November 1 of the applicable tax year. A landlord shall not impose a passthrough pursuant to this Subsection (6) if the landlord has filed for or received Board approval for a rent increase under Section 37.8(e)(4) for increased operating and maintenance expenses in which the same increase in property taxes due to the repayment of general obligation bonds was included in the comparison year cost totals. \n               (E)     The Board will have available a form which explains how to calculate the passthrough.\n               (F)     Landlords must provide to tenants, at least thirty (30) days prior to the imposition of the passthrough permitted under this Subsection (6), a copy of the completed form described in Subsection (E). This completed form shall be provided in addition to the Notice of Rent Increase required under Section 37.3(b)(5). A tenant may petition for a hearing under the procedure described in Section 37.8 where the tenant alleges that a landlord has imposed a charge which exceeds the limitations set forth in this Subsection (6). In such a hearing, the burden of proof shall be on the landlord. Tenant petitions regarding this passthrough must be filed within one year of the effective date of the passthrough. \n               (G)     The Board may amend its rules and regulations as necessary to implement this Subsection (6).\n     (7)     RAP Loans. A landlord may impose rent increases attributable to the Chief Administrative Officer's amortization of the RAP loan in an area designated on or after July 1, 1977 pursuant to Chapter 32 of the San Francisco Administrative Code. \n     (8)     Additional Increases. A landlord who seeks to impose any rent increase which exceeds those permitted above shall petition for a rental arbitration hearing pursuant to Section 37.8 of this chapter. \n     (9)landlord may impose a rent increase to recover costs incurred for the remediation of lead hazards, as defined in San Francisco Health Code Article 26. Such increases may be based on changes in operating and maintenance expenses or for capital improvement expenditures as long as the costs which are the basis of the rent increase are a substantial portion of the work which abates or remediates a lead hazard, as defined in San Francisco Health Code Article 26, and provided further that such costs are approved for operating and maintenance expense increases pursuant to Section 37.8(e)(4)(A) and certified as capital improvements pursuant to Section 37.7 below. \n     When rent increases are authorized by this subsection (a)(8), the total rent increase for both operating and maintenance expenses and capital improvements shall not exceed 10% in any twelve (12) month period. If allowable rent increases due to the costs of lead remediation and abatement work exceed 10% in any 12 month period, an Administrative Law Judge shall apply a portion of such excess to approved operating and maintenance expenses for lead remediation work, and the balance, if any, to certified capital improvements, provided, however, that such increase shall not exceed 10%. A landlord may accumulate any approved or certified increase which exceeds this amount, subject to the 10% limit.\n     (10)     With respect to units occupied by recipients of tenant-based rental assistance:\n          (A)     If the tenant's share of the base rent is not calculated as a fixed percentage of the tenant's income, such as in the Section 8 voucher program and the Over-FMR Tenancy Program, then: \n               (i)     If the base rent is equal to or greater than the Payment Standard, the rent increase limitations in Sections 37.3(a)(1) and (2) shall apply to the entire base rent, and the arbitration procedures for those increases set forth in section 37.8 and 37.8A shall apply. \n               (ii)     If the base rent is less than the Payment Standard, the rent increase limitations of this Chapter shall not apply; provided, however, that any rent increase which would result in the base rent being equal to or greater than the Payment Standard shall not result in a new base rent that exceeds the Payment Standard plus the increase allowable under Section 37.3(a)(1). \n          (B)     If the tenant's share of the base rent is calculated as a fixed percentage of the tenant's income, such as in the Section 8 certificate program and the rental subsidy program for the HOPWA program, the rent increase limitations in Section 37.3(a)(1) and (2) shall not apply. In such circumstances, adjustments in rent shall be made solely according to the requirements of the tenant-based rental assistance program. \n     (b)     Notice of Rent Increase for Tenants in Occupancy. On or before the date upon which a landlord gives a tenant legal notice of a rent increase, the landlord shall inform the tenant, in writing, of the following: \n          (1)     Which portion of the rent increase reflects the annual increase, and/or a banked amount, if any;\n          (2)     Which portion of the rent increase reflects costs for increased operating and maintenance expenses, rents for comparable units, and/or capital improvements, rehabilitation, or energy conservation measures, certified pursuant to Section 37.7; Any rent increase certified due to increases in operating and maintenance costs shall not exceed seven percent.\n          (3)     Which portion of the rent increase reflects the passthrough of charges for gas and electricity, or bond measure costs described in Section 37.3(a)(6) above, which charges shall be explained in writing on a form provided by the Board as described in Section 37.3(a)(6)(E); \n          (4)     Which portion of the rent increase reflects the amortization of the RAP loan, as described in Section 37.3(a)(7) above.\n          (5)     Nonconforming Rent Increases. Any rent increase which does not conform with the provisions of this section shall be null and void. \n          (6)     With respect to rental units occupied by recipients of tenant-based rental assistance, the notice requirements of this Subsection (b) shall be required in addition to any notice required as part of the tenant-based rental assistance program. \n     (c)     Initial Rent Limitation for Subtenants. A tenant who subleases his or her rental unit may charge no more rent upon initial occupancy of the subtenant or subtenants than that rent which the tenant is currently paying to the landlord. \n     (d)     Effect of Deferred Maintenance on Passthroughs for Lead Remediation Techniques. \n          (1)     When lead hazards, which have been remediated or abated pursuant to San Francisco Health Code \nArticle 26 are also violations of state or local housing health and safety laws, the costs of such work shall not be passed through to tenants as either a capital improvement or an operating and maintenance expense if the Administrative Law Judge finds that the deferred maintenance, as defined herein, of the current or previous landlord caused or contributed to the existence of the violation of law. \n          (2)     In any unit occupied by a lead poisoned child and in which there exists a lead hazard, as defined in San Francisco Health Code \nArticle 26, there shall be a rebuttable presumption that violations of state or local housing health and safety laws caused or created by deferred maintenance, caused or contributed to the presence of the lead hazards. If the landlord fails to rebut the presumption, that portion of the petition seeking a rent increase for the costs of lead hazard remediation or abatement shall be denied. If the presumption is rebutted, the landlord shall be entitled to a rent increase if otherwise justified by the standards set forth in the Chapter. \n          (3)     For purposes of the evaluation of petitions for rent increases for lead remediation work, maintenance is deferred if a reasonable landlord under the circumstances would have performed, on a regular basis, the maintenance work required to keep the premises from being in violation of housing safety and habitability standards set forth in California Civil Code Section 1941 and the San Francisco Municipal Code. In order to prevail on a deferred maintenance defense, a tenant must show that the level of repair or remediation currently required would have been lessened had maintenance been performed in a more timely manner. \n     Sec. 37.7 Certification of Rental Increases for Capital Improvements, Rehabilitation and Energy Conservation Measures. Seismic Retrofit \n     (a)     Authority. In accordance with such guidelines as the Board shall establish, the Board and designated Administrative Law Judges shall have the authority to conduct hearings in order to certify rental increases to the extent necessary to amortize the cost of capital improvements, rehabilitation, and energy conservation measures seismic retrofit. Costs determined to be attributable to such work shall be amortized over a period of 20 years and shall not exceed 5% of the tenant's base rent in any 12 month period which is fair and reasonable for the type and the extent of the work and which will provide an incentive to landlords to maintain, improve and renovate their properties while at the same time protecting tenants from excessive rent increases. Costs attributable to routine repair and maintenance shall not be certified. \n     (b)     Requirements for Certification. The Board and designated Administrative Law Judges may only certify the costs of capital improvements, rehabilitation, and energy conservation measures seismic retrofit where the following criteria are met: \n          (1)     The landlord completed capital improvements or rehabilitation seismic retrofit on or after April 15, 1979, or the landlord completed installation of energy conservation measures on or after July 24, 1982 and has filed a proof of compliance with the Bureau of Building Inspection in accordance with the requirements of Section 1207(d) of the Housing Code;\n          (2)     The landlord has not yet increased the rent or rents to reflect the cost of said work;\n          (3)     The landlord has not been compensated for the work by insurance proceeds;\n          (4)     The building is not subject to a RAP loan in a RAP area designated prior to July 1, 1977.\n          (5)     The landlord who paid for the seismic retrofit files the certification petition no later than five (5) years after the work has been completed. \n     (c)     Amortization and Cost Allocation. The Board shall establish amortization periods and cost allocation formulas. Costs shall be allocated to each unit according to the benefit of the work attributable to each unit. \n     (d)     Estimator. The Board or its Executive Director may hire an estimator where an expert appraisal is required. \n     (e)     Filing Fee: The Board shall establish a filing fee based upon the cost of the capital improvement, rehabilitation, or energy conservation measures seismic retrofit being reviewed. Such fees will pay for the costs of an estimator. These fees shall be deposited in the Residential Rent Stabilization and Arbitration Fund pursuant to Section 10.117-88 of this code. \n     (f)     Application Procedure: \n          (1)     Filing. Landlords who seek to pass through the costs of capital improvements, rehabilitation, or energy conservation measures seismic retrofit must file an application on a form prescribed by the board. The application shall be accompanied by such supporting materials as the Board shall prescribe. All applications must be submitted with the filing fee established by the board. \n          (2)     Filing Date. Applications must be filed prior to the mailing or delivery of legal notice of a rent increase to the tenants of units for which the landlord seeks certification and in no event more than five (5) years after the work has been completed. \n          (3)     Effect of Filing Application. Upon the filing of the application, the requested increases will be inoperative until such time as the Administrative Law Judge makes findings of fact at the conclusion of the certification hearing. \n          (4)     Notice to Parties. The Board shall calendar the application for hearing before a designated Administrative Law Judge and shall give written notice of the date to the parties at least 10 days prior to the hearing. \n     (g)     Certification Hearings. \n          (1)     Time of Hearing. The hearing shall be held within 45 days of the filing of the application. \n          (2)     Consolidation. To the greatest extent possible, certification hearings with respect to a given building shall be consolidated. Where a landlord and/or tenant has filed a petition for hearing based upon the grounds and under the procedure set forth in Section 37.8, the Board may, in its discretion, consolidate certification hearings with hearings on Section 37.8 petitions. \n          (3)     Conduct of Hearing. The hearing shall be conducted by an Administrative Law Judge designated by the Board. Both parties may offer such documents, testimony, written declarations or other evidence as may be pertinent to the proceedings. Burden of proof is on the landlord. A record of the proceedings must be maintained for purposes of appeal. \n          (4)     Determination of the Administrative Law Judge. In accordance with the Board's amortization schedules and cost allocation formulas, the Administrative Law Judge shall make findings as to whether or not the proposed rent increases are justified based upon the following considerations: \n               (A)     The application and its supporting documentation;\n               (B)     Evidence presented at the hearing establishing both the extent and the cost of the work performed;\n               (C)     Estimator's report, where such report has been prepared; and\n               (D)     Any other such relevant factors as the board shall specify in Rules and Regulations.\n          (5)     Findings of Fact. The Administrative Law Judge shall make written findings of fact, copies of which shall be mailed within 30 days of the hearing. \n          (6)     Payment or Refund of Rents to Implement Certification Decision. If the Administrative Law Judge finds that all or any portion of the heretofore inoperative rent increase is justified, the tenant shall be ordered to pay the landlord that amount. If the tenant has paid an amount to the landlord which the Administrative Law Judge finds unjustified, the Administrative Law Judge shall order the landlord to reimburse the tenant said amount. \n          (7)     Finality of Administrative Law Judge's Decision. The decision of the Administrative Law Judge shall be final unless the Board vacates his or her decision on appeal. \n          (8)     Appeals. Either party may file an appeal of the Administrative Law Judge's decision with the Board. Such appeals are governed by Section 37.8(f) below. \n     Sec. 37.8A Expedited Hearing Procedures. \n     As an alternative to the hearing procedures set forth in Sections 37.7(g) and 37.8(e) above, a landlord or tenant may, in certain cases, obtain an expedited hearing and final order with the written consent of all parties. This section contains the exclusive grounds and procedures for such hearings. \n     (a)     Applicability. A tenant or landlord may seek an expedited hearing for the following petitions only: \n          (1)     Any landlord capital improvement petition where the proposed increase for certified capital improvement seismic retrofit costs does not exceed the greater of 10% 5% or $30.00 of a tenant's base rent and the parties stipulate to the cost of the capital improvements seismic retrofit; \n          (2)     Any tenant petition alleging decreased housing services with a past value not exceeding $1,000.00 as of the date the petition is filed; \n          (3)     Any tenant petition alleging the landlord's failure to repair and maintain the premises as required by state or local law;\n          (4)     Any tenant petition alleging unlawful rent increases where the parties stipulate to the tenant's rent history and the rent overpayments do not exceed a total of $1,000.00 as of the date the petition is filed; \n          (5)     Any petition concerning jurisdictional questions where the parties stipulate to the relevant facts.\n     (b)     Hearing Procedures. The petition application procedures of Sections 37.7(f) and Section 37.8(c) and (d) apply to petitions for expedited hearings. The hearings shall be conducted according to the following procedures: \n          (1)     Time of Hearing. The hearing must be held within twenty-one (21) days of the filing of the written consent of all the parties. The level of housing services provided to tenants' rental units shall not be decreased during the period between the filing of the petition and the conclusion of the hearing. \n          (2)     Consolidation. To the greatest extent possible, and only with the consent of the parties, hearings with respect to a given building shall be consolidated. \n          (3)     Conduct of Hearing. The hearing shall be conducted by an Administrative Law Judge designated by the Board. Both parties may offer such documents, testimony, written declarations or other evidence as may be pertinent to the proceedings. Stipulations of the parties as required under Sections 37.8A(b)(1), (b)(4) and (b)(5) shall be required as evidence. Burden of proof requirements set forth in Section 37.7 and 37.8 are applicable to the hearing categories in Section 37.8A(b) above. No record of the hearing shall be maintained for any purpose. \n          (4)     Order of the Administrative Law Judge. Based upon all criteria set forth in Section 37.7(4) and 37.8(e)(4) governing the petition, the Administrative Law Judge shall make a written order no later than ten (10) days after the hearing. The Administrative Law Judge shall make no findings of fact. The Administrative Law Judge shall order payment or refund of amounts owing to a party or parties, if amounts are owed, within a period of time not to exceed forty-five (45) days. \n          (5)     Stay of Order. The Administrative Law Judge's order shall be stayed for fifteen (15) days from the date of issuance. During this period, either party may lodge a written objection to the order with the Board. If the Board receives such objection within this period, the order is automatically dissolved and the petitioning party may refile the petition for hearing under any other appropriate hearing procedure set forth in this chapter. \n          (6)     Finality of Administrative Law Judge's Order. If no objection to the Administrative Law Judge's order is made pursuant to Subsection (c)(5) above, the order become final. The order is not subject to appeal to the Board under Section 37.8(f) nor is it subject to judicial review pursuant to Section 37.8(f)(9). \n     Sec. 37.8B Expedited Hearing and Appeal Procedures for Capital Improvements Resulting From Seismic Work on Unreinforced Masonry Buildings Pursuant to Building Code Chapters 14 and 15 where Landlords Performed the Work with a UMB Bond Loan. \n     This section contains the exclusive procedures for all hearings concerning certification of the above-described capital improvements. Landlords who perform such work without a UMB bond loan are subject to the capital improvement certification procedures set forth in Section 37.7 above. \n     (a)     Requirements for Certification. The landlord must have completed the capital improvements in compliance with the requirements of Building Code Chapters 14 and 15. The certification requirements of Section 37.7(b)(2) and (b)(3) are also applicable. \n     (b)     Amortization and Cost Allocation; Interest. Costs shall be equally allocated to each unit and amortized over a ten (10) twenty (20) year period or the life of any loan acquired for the capital improvements, whichever is longer. Interest shall be limited to the actual interest rate charged on the loan and in no event shall exceed 10% per year. \n     (c)     Eligible Items, Costs. Only those items required in order to comply with Building Code Chapters 14 and 15 may be certified. The allowable cost of such items may not exceed the costs set forth in the Mayor's Office of Economic Planning and Development's publication of estimated cost ranges for bolts plus retrofitting by building prototype and/or categories of eligible construction activities. \n     (d)     Hearing Procedures. The application procedures of Sections 37.7(f) apply to petitions for these expedited capital improvement hearings; provided, however, that the landlord shall pay no filing fee since the Board will not hire an estimator. The hearings shall be conducted according to the following procedures: \n          (1)     Time of Hearing; Consolidation; Conduct of Hearing. The hearing must be held within twenty-one (21) days of the filing of the application. The consolidation and hearing conduct procedures of Section 37.7(g)(2) and (g)(3) apply. \n          (2)     Determination of Administrative Law Judge. In accordance with the requirements of this section, the Administrative Law Judge shall make findings as to whether or not the proposed rent increases are justified based upon the following considerations: \n               (A)     The application and its supporting documentation;\n               (B)     Evidence presented at the hearing establishing both the extent and the cost of the work performed; and\n               (C)     The Mayor's Office of Planning and Economic Development's bolts plus cost range publication; and\n               (D)     Tenant objections that the work has not been completed; and\n               (E)     Any other such relevant factors as the Board shall specify in rules and regulations.\n          (3)     Findings of Fact; Effect of Decision. The Administrative Law Judge shall make written findings of fact, copies of which shall be mailed within twenty-one (21) days of the hearing. The decision of the Administrative Law Judge is final unless the Board vacates it on appeal. \n     (e)     Appeals. Either party may appeal the Administrative Law Judge's decisions in accordance with the requirements of Section 37.8(f)(1),(f)(2) and (f)(3). The Board shall decide whether or not to accept an appeal within twenty-one (21) days. \n          (1)     Time of Appeal Hearing; Notice to Parties; Record; Conduct of Hearing. The appeal procedures of Section 37.8 (f)(5), (f)(6), (f)(7), (f)(8) and (f)(9) apply; provided, however, that the Board's decision shall be rendered within twenty (20) days of the hearing. \n          (2)     Rent Increases. A landlord may not impose any rent increases approved by the Board on appeal without at least sixty (60) days notice to the tenants. \n     SECTION TWO: SEVERABILITY \n     If any provision of clause of this initiative ordinance or the application thereof to any person or circumstance is held to be unconstitutional or to be otherwise invalid by any court of competent jurisdiction, such invalidity shall not affect other initiative ordinance provisions, and clauses of this initiative ordinance are declared severable. \n\n","heading":{"title":"A","chaptersection":"50","identifier":"A.50","catch_text":"LANDLORD/RENTERS COSTS"}}