{"text":"\nProposition J, Adopted, November 7, 2000 \n     Amendment to San Francisco Administrative Code \n     Chapter 16 of the San Francisco Administrative Code shall be amended\nby the addition of the following Article: \n     ARTICLE XX. TAXPAYER PROTECTION \n     Section 16.990. Title \n     This Article shall be known as the City and County of San Francisco Taxpayer Protection Amendment of 2000. \n     Section 16.991. Findings and Declarations \n     (a)     The people of the City and County of San Francisco (\"City and County\") find that the use or disposition of public assets is often tainted by conflicts of interest among local public officials entrusted with their management and control. Such assets, including publicly owned real property, land use decisions conferring substantial private benefits, conferral of a franchise without competition, public purchases, taxation, and financing, should be arranged strictly on the merits for the benefit of the public, and irrespective of the separate personal or financial interests of involved public officials. \n     (b)     The people find that public decisions to sell or lease property, to confer cable, trash hauling and other franchises, to award public construction or service contracts, or to utilize or dispose of other public assets, and to grant special land use or taxation exceptions have often been made with the expectation of, and subsequent receipt of, private benefits from those so assisted to involved public 'decision makers'. The people further find that the sources of such corruptive influence include gifts and honoraria, future employment offers, and anticipated campaign contributions for public officials who are either elected or who later seek elective office. The trading of special favors or advantage in the management or disposal of public assets and in the making of major public purchases compromises the political process, undermines confidence in democratic institutions, deprives meritorious prospective private buyers, lessees, and sellers of fair opportunity, and deprives the public of its rightful enjoyment and effective use of public assets. \n     (c)     Accordingly, the people declare that there is a compelling state interest in reducing the corruptive influence of emoluments, gifts, and prospective campaign contributions on the decisions of public officials in the management of public assets and franchises, and in the disposition of public funds. The people, who compensate public officials, expect and declare that as a condition of such public office, no gifts, promised employment, or campaign contributions shall be received from any substantial beneficiary of such a public decision for a reasonable period, as provided herein. \n     Section 16.992. Definitions \n     (a)     As used herein, the term public benefit does not include public employment in the normal course of business for services rendered, but includes a contract, benefit, or arrangement between the City and County and any individual, corporation, firm, partnership, association, or other person or entity to: \n          (1)     provide personal services of a value in excess of $50,000 over any 12 month period;\n          (2)     sell or furnish any material, supplies or equipment to the City and County of a value in excess of $50,000 over any 12 month period; \n          (3)     buy or sell any real property to or from the City and County with a value in excess of$50,000, or lease any real property to or from the City and County with a value in excess of $50,000 over any 12 month period; \n          (4)     receive an award of a franchise to conduct any business activity in a territory in which no other competitor potentially is available to provide similar and competitive services, and for which gross revenue from the business activity exceeds $50,000 in any 12 month period; \n          (5)     confer a land use variance, special use permit, or other exception to a pre-existing master plan or land use ordinance pertaining to real property where such decision has a value in excess of $50,000; \n          (6)     confer a tax abatement, exception, or benefit not generally applicable of a value in excess of $5,000 in any 12 month period;\n          (7)     receive cash or specie of a net value to the recipient in excess of $10,000 in any 12-month period.\n     (b)     Those persons or entities receiving public benefits as defined in Section 16.992(a)(1)shall include the individual, corporation, firm, partnership, association, or other person or entity so benefiting, and any individual or person who, during a period where such benefit is received or accrues, \n          (1)     has more than a ten percent (10%) equity, participation, or revenue interest in that entity; or\n          (2)     who is a trustee, director, partner, or officer of that entity.\n     (c)     As used herein, the term personal or campaign advantage shall include:\n          (1)     any gift, honoraria, emolument, or personal pecuniary benefit of a value in excess of $50;\n          (2)     any employment for compensation;\n          (3)     any campaign contributions for any elective office said official may pursue.\n     (d)     As used herein, the term public official includes any elected or appointed public official acting in an official capacity.\n     Section 16.993. Prohibitions \n     (a)     No City and County public official who has exercised discretion to approve and who has approved or voted to approve a public benefit as defined in Section 16.992(a) may receive a personal or campaign advantage as defined in Section 16.992(c) from a person as defined in Section 16.992(b) for a period beginning on the date the official approves or votes to approve the public benefit, and ending no later than \n          (1)     two years after the expiration of the term of office that the official is serving at the time the official approves or votes to approve the public benefit; \n          (2)     two years after the official's departure from his or her office whether or not there is a pre-established term of office; or \n          (3)     six years from the date the official approves or votes to approve the public benefit; whichever is first.\n     (b)     Section 16.993(a) shall also apply to the exercise of discretion of any such public official serving in his or her official capacity through a redevelopment agency, or any other public agency, whether within or without the territorial jurisdiction of the City and County either as a representative or appointee of the City and County. \n     Section 16.994. Responsibilities of City and County Public Officials and Advantage Recipients \n     (a)     City and County public officials shall practice due diligence to ascertain whether or not a benefit defined under Section 16.952(a) has been conferred, and to monitor personal or campaign advantages enumerated under Section 16.992(c) so that any such qualifying advantage received is returned forthwith, and no later than ten days after its receipt. \n     (b)     City and County public officials shall provide, upon inquiry by any person, the names of all entities and persons known to them who respectively qualify as public benefit recipients under the terms of Sections 16.992 and 16.993. \n     Section 16.995. Disclosure of the Law \n     The City and County shall provide any person, corporation, firm, partnership, association, or other person or entity applying or competing for any benefit enumerated in Section 16.992(a)with written notice of the provisions of this Article and the future limitations it imposes. Said notice shall be incorporated into requests for 'proposal,' bid invitations, or other existing informational disclosure documents to persons engaged in prospective business with, from, or through the City and County. \n     Section 16.996. Penalties and Enforcement \n     (a)     In addition to all other penalties which might apply, any knowing and willful violation of this Article by a public official constitutes a criminal misdemeanor offense. \n     (b)     A civil action may be brought under this Article against a public official who receives a personal or campaign advantage in violation of Section 16.993. A finding of liability shall subject the public official to the following civil remedies: \n          (1)     restitution of the personal or campaign advantage received, which shall accrue to the General Fund of the City and County;\n          (2)     a civil penalty of up to five times the value of the personal or campaign advantage received;\n          (3)     injunctive relief necessary to prevent present and future violations of this Article;\n          (4)     disqualification from future public office or position within the jurisdiction, if violations are willful, egregious, or repeated.\n     (c)     A civil action under subdivision (b) of this section may be brought by any resident of the City and County. In the event that such an action is brought by a resident of the City and County and the petitioner prevails, the respondent public official shall pay reasonable attorney's fees and costs to the prevailing petitioner. Civil penalties collected in such a prosecution shall accrue 10% to the petitioner and 90% to the General Fund of the City and County. \n     (d)     Any person who believes that the provisions of this Article have been violated may file a complaint with the Ethics Commission. Upon receipt of a complaint, or upon its own initiative, the Commission may investigate alleged violations of this Article and may enforce the provisions of this Article pursuant to Charter Section \nC3.699-13 and to the rules and regulations adopted pursuant to Charter Section \n15.102. \n     Section 16.997. Effect of Article \n     The provisions of this Article are intended to supplement, and not to replace, any provisions of the San Francisco Charter and Administrative Code that relate to campaign finance, lobbying, conflicts of interest or governmental ethics. \n     Section 16.998. Severability \n     If any provision of this Article is held invalid, such invalidity or unconstitutionality shall not affect other provisions or applications which can be given effect without the invalidated provision, and to this end the provisions of this Article are severable. \n\n","heading":{"title":"A","chaptersection":"51","identifier":"A.51","catch_text":"TAXPAYER PROTECTION AMENDMENT OF 2000"}}