{"text":"\nProposition B, Adopted, November 6, 2001 \n     Resolution calling and providing for a Special Election to be held in the City and County of San Francisco for the purpose of submitting to the qualified voters of said City and County on November 6, 2001 a proposition for the issuance of revenue bonds and/or other forms of revenue financing by the City and County of San Francisco (or one of its agencies, departments or enterprises) in a principal amount not to exceed $100,000,000 to finance the acquisition, construction, rehabilitation, installation and/or improvement of solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment; consolidating said Special Election with the General Municipal Election to be held on November 6, 2001; and finding the proposed project is in conformity with the priority of Planning Code Section \n101.1(b) and the City's General Plan. \n     WHEREAS, The Board of Supervisors (the \"Board\") of the City and County of San Francisco (the \"City\") is authorized to provide for the issuance of revenue bonds subject to the revenue bond voter approval requirements of Section \n9.107 of the City Charter; and, \n     WHEREAS, Solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment provide viable means to produce safe energy resources for various agencies, departments and enterprises of the City; and, \n     WHEREAS, Solar energy technology allows electricity to be generated at the source where it is consumed and consequently provides increased energy independence and diminishes the vulnerability of City facilities where it is installed from rolling blackouts or other failures of the electric grid; and, \n     WHEREAS, Solar energy offers a clean, silent and reliable source of energy and produces energy during peak demand; and, \n     WHEREAS, The City will identify, evaluate and prioritize qualifying projects proposed to be funded from the Bonds. Those projects with the highest benefit to cost ratio shall be given priority access to these funds, subject to the consent of those City departments, agencies and/or enterprises which own or control the facilities or lands on which the improvements and/or facilities are proposed to be sited; and, \n     WHEREAS, This Board finds that it is desirable to finance the acquisition, construction, rehabilitation, installation and/or improvement of solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment for various agencies, departments and/or enterprises of the City; and, \n     WHEREAS, It is the intent of this Board to protect the City from price volatility in energy markets and to provide for diversity in sources and fuels used to provide electricity while providing predictable City energy budgets; and, \n     WHEREAS, This Board hereby finds and determines that it is in the best interests of the City to submit to the qualified voters of the City, at an election to be held for that purpose on November 6, 2001, the proposition for the issuance of revenue bonds and/or other forms of revenue financing by the City (or one of its agencies, departments or enterprises) in the principal amount not to exceed $100,000,000 (the \"Bonds\") to finance the acquisition, construction, rehabilitation, installation and/or improvement of solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment for various agencies, departments and/or enterprises of the City; now, therefore, be it \n     RESOLVED By the Board of the City, as follows: \n     Section 1. A special election is hereby called and ordered to be held in the City on Tuesday, November 6, 2001, at which election there shall be submitted to the qualified voters of the City the following proposition: \n     SOLAR ENERGY FACILITIES AND EQUIPMENT, ENERGY CONSERVATION FACILITIES AND EQUIPMENT AND/OR RENEWABLE ENERGY FACILITIES AND EQUIPMENT REVENUE BONDS. Shall the City and County of San Francisco (or one of its agencies, departments or enterprises) issue revenue bonds and/or other forms of revenue financing in a principal amount not to exceed $100,000,000, to finance the acquisition, construction, rehabilitation, installation and/or improvement of solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment for various agencies, departments and/or enterprises of the City? \n     Section 2. The cost that City departments, agencies and/or enterprises will incur over the life of the technologies shall not exceed the amount that such entities would have otherwise paid for such absent the improvements and/or facilities to be financed with the proposed Bonds. \n     Section 3. The proposed improvements and facilities financed by the Bonds shall constitute a single, unified, integrated enterprise, and only the revenue produced and any costs avoided by said improvements and facilities shall be pledged to the repayment of the Bonds. The Board hereby finds and determines that the acquisition, construction, rehabilitation, installation and/or improvement of solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment is necessary and desirable to enable the City to exercise its municipal powers and functions, namely, to produce renewable energy facilities, to conserve energy, and to provide a reliable source of energy for any present or future beneficial use of the City. The purpose for which the proposed Bonds will be issued is to finance the acquisition, construction, rehabilitation, installation and/or improvement of solar energy facilities and equipment, energy conservation facilities and equipment and/or renewable energy facilities and equipment for agencies, departments and/or enterprises of the City, including, without limitation, to finance capitalized interest on the Bonds and any other expenses incidental thereto or connected therewith. The estimated cost of the facilities and/or equipment is $100,000,000. Said estimated costs includes all costs and expenses incidental thereto or connected therewith, including engineering, inspection. legal and fiscal agent fees and costs of the issuance of the Bonds. The maximum principal amount of the proposed Bonds is $100,000,000. \n     Section 4. The Board hereby submits to the qualified voters of the City at such Special Election the proposition set forth in Section 1 of this Resolution, and designates and refers to such proposition in the form of ballot hereinafter prescribed for use at said election. The Special Election hereby called and ordered to be held shall be held and conducted and the votes thereat received and canvassed, and the returns thereof made and the results thereof ascertained, determined and declared as herein provided, and in all particulars not herein recited said election shall be held and the votes canvassed according to the applicable laws of the State of California and the Charter of the City and any regulations adopted pursuant thereto, providing for and governing elections in the City, and the polls for such election shall be and remain open during the time required by said laws and regulations. \n     Section 5. The Special Election hereby called shall be and hereby is consolidated with the General Election of the City to be held Tuesday, November 6, 2001, and the voting precincts, polling places and officers of election for said General Election are hereby adopted, established, designated and named, respectively, as the voting precincts, polling places and officers of elections for such special election hereby called. The ballots to be used at the special election shall be the ballots to be used at the General Election. \n     Section 6. In addition to any other matter required by law to be printed on the ballots, there shall appear thereon the proposition set forth in Section 1 of this Resolution. \n     Each voter to vote for the proposition hereby submitted and in favor of the issuance of the Bonds shall mark the ballot card in the location corresponding to a \"YES\" vote for the proposition, and to vote against the proposition and against the issuance of the Bonds shall mark the ballot card in the location corresponding to a \"NO\" vote for the proposition. \n     On absentee voter ballots, the voter to vote for the proposition and in favor of the issuance of the Bonds shall mark the ballot card in the location corresponding to a \"YES\" vote for the proposition, and to vote against said proposition and against the issuance of the Bonds shall mark the ballot card in the location corresponding to a \"NO\" vote for the proposition. \n     Section 7. If at such Special Election it shall appear that a majority of all the voters voting on the proposition voted in favor of and approve the issuance of the Bonds for the purposes set forth in this Resolution, then such proposition shall have been authorized by the electors, and the Bonds may be issued and sold for the purpose set forth in this Resolution. The rate of interest on such bonds shall not exceed 12% per annum, may be fixed or variable, and shall be payable at such times and in such manner as the Commission shall hereafter determine. \n     Section 8. The Bonds, if authorized, shall be special, limited obligations of the City, payable exclusively from and secured by a lien on the revenues of the improvements and facilities financed by the Bonds and such other funds as may be legally available and pledged for such purpose. The Bonds shall not be secured by the taxing power of the City, and shall be issued under Section \n9.107 of the Charter of the City and any state law or any procedure provided for by ordinance. The principal of and interest on the Bonds and any premiums upon the redemption thereof shall not constitute or evidence a debt of the City, nor a legal or equitable pledge, charge, lien or encumbrance upon any of its property, or upon any of its income, receipts or revenues, except the revenues of the improvements and facilities financed by the Bonds and such other funds as may be legally available and pledged for such purpose. \n     Section 9. This Resolution shall be published in accordance with any state law requirements, and such publication shall constitute notice of said election and no other notice of the election hereby called need be given. \n     Section 10. The appropriate officers, employees, agents and representatives of the City are hereby authorized and directed to do everything necessary or desirable to the calling and holding of said Special Election, and to otherwise carry out the provisions of this Resolution. \n     Section 11. PROPOSITION M FINDINGS. The Board of Supervisors having reviewed the proposed legislation, finds and declares that the proposed Bond Special Election is in conformity with the priority policies of Section \n101.1(b) of the City Planning Code and with the City's General Plan, and hereby adopts the findings of the City Planning Department, as set forth in the General Plan Referral. \n\n","heading":{"title":"A","chaptersection":"54","identifier":"A.54","catch_text":"SOLAR ENERGY REVENUE BOND"}}