{"text":"\nProposition L, Adopted, November 4, 2003 \n     AMENDING THE SAN FRANCISCO ADMINISTRATIVE CODE BY ADDING CHAPTER 12R, ENCOMPASSING SECTIONS 12R.1 TO 12R.11 TO PROVIDE THAT A PRESCRIBED MINIMUM WAGE BE PAID TO ALL EMPLOYEES WORKING IN SAN FRANCISCO. \n     Note: All sections are new. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. Findings. In order to safeguard the public welfare, health, safety and prosperity of the City and County of San Francisco (the \"City\"), it is essential that all persons working in our community earn wages that ensure a decent and healthy life for them and their families. An estimated 50,000 working people in San Francisco earn little more than California's current state minimum wage of $6.75 per hour-not nearly enough for them to meet their families' basic needs, particularly given the costs of living and housing in the Bay Area, which rank among the highest in California and the United States. As a consequence, they must work long hours and multiple jobs, causing hardship for their families, preventing them from pursuing further education, and limiting their participation in the civic and cultural life of our community. \n     Since its adoption in 2000, San Francisco's Minimum Compensation Ordinance has helped ensure decent pay for tens of thousands of workers at businesses that receive service contracts from the City or that benefit from the use of certain City-owned property. We now build on that success by adopting a broader Minimum Wage Ordinance that will ensure that all businesses in the City pay a decent minimum wage of at least $8.50 per hour. By enabling more workers to support and care for their families through their own efforts and with less need for financial assistance from the government, the City can safeguard the general welfare, health, safety and prosperity of all San Franciscans. \n     When businesses do not pay a livable wage, the surrounding community and the taxpayers bear many of the associated costs in the form of increased demand for taxpayer-funded services including homeless shelters, soup kitchens, and healthcare for the uninsured. Jobs paying a decent wage will ensure a more stable workforce for our City, increase consumer income, decrease poverty and invigorate neighborhood business. It is therefore in the interest of all San Franciscans to ensure that employers benefiting from the opportunity to do business in our City pay their employees a more adequate minimum wage. Public and private efforts to implement this policy accordingly serve the public interest and constitute a significant public benefit. \n     Section 2. Amendment to Chapter 12 of the Administrative Code. The San Francisco Administrative Code is hereby amended by adding Chapter 12R, encompassing Sections 12R.1 to 12R.11, to read as follows: \n     CHAPTER 12R\nMINIMUM WAGE \n     Sec.Title \n     Sec.Authority \n     Sec.Definitions \n     Sec.Minimum Wage \n     Sec.Notice, Posting and Payroll Records \n     Sec.Retaliation Prohibited \n     Sec.Implementation and Enforcement \n     Sec.Waiver Through Collective Bargaining \n     Sec.Relationship to Other Requirements \n     Sec.Application of Minimum Wage to Welfare-to-Work Programs \n     Sec.Effective Date \n     Sec.Severability \n     Sec.Amendment by the Board of Supervisors \n     SEC. 12R.1. TITLE. \n     This Chapter shall be known as the \"Minimum Wage Ordinance.\" \n     SEC. 12R.2. AUTHORITY. \n     This Chapter is adopted pursuant to the powers vested in the City and County of San Francisco (\"the City\") under the laws and Constitution of the State of California and the City Charter including, but not limited to, the police powers vested in the City pursuant to Article XI, Section 7 of the California Constitution and Section 1205(b) of the California Labor Law. \n     SEC. 12R.3. DEFINITIONS. \n     As used in this Chapter, the following capitalized terms shall have the following meanings: \n     \"Agency\" shall mean the Living Wage/Living Health Division of the Office of Contract Administration or such other City department or agency as the City shall by resolution designate. \n     \"City\" shall mean the City and County of San Francisco. \n     \"Employee\" shall mean any person who: \n     (a)In a particular week performs at least two (2) hours of work for an Employer within the geographic boundaries of the City; and \n     (b)Qualifies as an employee entitled to payment of a minimum wage from any employer under the California minimum wage law, as provided under Section 1197 of the California Labor Code and wage orders published by the California Industrial Welfare Commission, or is a participant in a Welfare-to-Work Program. \n     \"Employer\" shall mean any person, as defined in Section 18 of the California Labor Code, including corporate officers or executives, who directly or indirectly or through an agent any other person, including through the services of a temporary services or staffing agency or similar entity, employs or exercises control over the wages, hours or working conditions of any Employee. \n     \"Minimum Wage\" shall have the meaning set forth in Section 4 of this Chapter. \n     \"Small Business\" shall mean an Employer for which fewer than ten (10) persons perform work for compensation during a given week. In determining the number of persons performing work for an Employer during a given week, all persons performing work for compensation on a full-time, part-time, or temporary basis shall be counted, including persons made available to work through the services of a temporary services or staffing agency or similar entity. \n     \"Nonprofit Corporation\" shall mean a nonprofit corporation, duly organized, validly existing and in good standing under the laws of the jurisdiction of its incorporation and (if a foreign corporation) in good standing under the laws of the State of California, which corporation has established and maintains valid nonprofit status under Section 501(c)(3) of the United States Internal Revenue Code of 1986, as amended, and all rules and regulations promulgated under such Section. \n     \"Welfare-to-Work Program\" shall mean the City's CalWORKS Program, County Adult Assistance Program (CAAP) which includes the Personal Assisted Employment Services (PAES) Program, and General Assistance Program, and any successor programs that are substantially similar to them. \n     SEC. 12R.4. MINIMUM WAGE. \n     (a)     Employers shall pay Employees no less than the Minimum Wage for each hour worked within the geographic boundaries of the City.\n     (b)     Beginning on the effective date of this Chapter, the Minimum Wage shall be an hourly rate of $8.50. To prevent inflation from eroding its value, beginning on January 1, 2005, and each year thereafter, the Minimum Wage shall increase by an amount corresponding to the prior year's increase, if any, in the Consumer Price Index for urban wage earners and clerical workers for the San Francisco-Oakland-San Jose, CA metropolitan statistical area. \n     (c)     The Minimum Wage for Employers that are Small Businesses or Nonprofit Corporations shall phase in over a two year period in order to afford such Employers time to adjust. For such Employers, the effective date of this Chapter shall be January 1, 2005. For a transition period beginning January 1, 2005 and ending December 31, 2005, the Minimum Wage for Employees of such Employers shall be an hourly rate of $7.75. Beginning January 1, 2006, the Minimum Wage for Employees of such Employers shall be the regular Minimum Wage established pursuant to Section 4(b) of this Chapter. \n     SEC. 12R.5. NOTICE, POSTING AND PAYROLL RECORDS. \n     (a)     By December 1 of each year, the Agency shall publish and make available to Employers a bulletin announcing the adjusted Minimum Wage rate for the upcoming year, which shall take effect on January 1. In conjunction with this bulletin, the Agency shall by December 1 of each year publish and make available to Employers, in all languages spoken by more than five percent of the San Francisco work force, a notice suitable for posting by Employers in the workplace informing Employees of the current Minimum Wage rate and of their rights under this Chapter. \n     (b)     Every Employer shall post in a conspicuous place at any workplace or job site where any Employee works the notice published each year by the Agency informing Employees of the current Minimum Wage rate and of their rights under this Chapter. Every Employer shall post such notices in English, Spanish, Chinese and any other language spoken by at least five percent of the Employees at the workplace or job site. Every Employer shall also provide each Employee at the time of hire the Employer's name, address and telephone number in writing. \n     (c)     Employers shall retain payroll records pertaining to Employees for a period of four years, and shall allow the Agency access to such records, with appropriate notice and at a mutually agreeable time, to monitor compliance with the requirements of this Chapter. Where an Employer does not maintain or retain adequate records documenting wages paid or does not allow the Agency reasonable access to such records, it shall be presumed that the Employer paid no more than the applicable federal or state minimum wage, absent clear and convincing evidence otherwise. \n     SEC. 12R.6. RETALIATION PROHIBITED. \n     It shall be unlawful for an Employer or any other party to discriminate in any manner or take adverse action against any person in retaliation for exercising rights protected under this Chapter. Rights protected under this Chapter include, but are not limited to: the right to file a complaint or inform any person about any party's alleged noncompliance with this Chapter; and the right to inform any person of his or her potential rights under this Chapter and to assist him or her in asserting such rights. Protections of this Chapter shall apply to any person who mistakenly, but in good faith, alleges noncompliance with this Chapter. Taking adverse action against a person within ninety (90) days of the person's exercise of rights protected under this Chapter shall raise a rebuttable presumption of having done so in retaliation for the exercise of such rights. \n     SEC. 12R.7. IMPLEMENTATION AND ENFORCEMENT. \n     (a)     Implementation. The Agency shall be authorized to coordinate implementation and enforcement of this Chapter and may promulgate appropriate guidelines or rules for such purposes. Any guidelines or rules promulgated by the Agency shall have the force and effect of law and may be relied on by Employers, Employees and other parties to determine their rights and responsibilities under this Chapter. Any guidelines or rules may establish procedures for ensuring fair, efficient and cost-effective implementation of this Chapter, including supplementary procedures for helping to inform Employees of their rights under this Chapter, for monitoring Employer compliance with this Chapter, and for providing administrative hearings to determine whether an Employer or other person has violated the requirements of this Chapter. \n     (b)     Administrative Enforcement. The Agency is authorized to take appropriate steps to enforce this Chapter. The Agency may investigate any possible violations of this Chapter by an Employer or other person. Where the Agency has reason to believe that a violation has occurred, it may order any appropriate temporary or interim relief to mitigate the violation or maintain the status quo pending completion of a full investigation or hearing. Where the Agency, after a hearing that affords a suspected violator due process, determines that a violation has occurred, it may order any appropriate relief including, but not limited to, reinstatement, the payment of any back wages unlawfully withheld, and the payment of an additional sum as an administrative penalty in the amount of $50 to each Employee or person whose rights under this Chapter were violated for each day or portion thereof that the violation occurred or continued. Where prompt compliance is not forthcoming, the Agency may take any appropriate enforcement action to secure compliance, including initiating a civil action pursuant to Section 7(c) of this Chapter and/or, except where prohibited by state or federal law, requesting that City agencies or departments revoke or suspend any registration certificates, permits or licenses held or requested by the Employer or person until such time as the violation is remedied. In order to compensate the City for the costs of investigating and remedying the violation, the Agency may also order the violating Employer or person to pay to the City a sum of not more than $50 for each day or portion thereof and for each Employee or person as to whom the violation occurred or continued. Such funds shall be allocated to the Agency and shall be used to offset the costs of implementing and enforcing this Chapter. The amounts of all sums and payments authorized or required under this Chapter shall be updated annually for inflation, beginning January 1, 2005, using the inflation rate and procedures set forth in Section 4(b) of this Chapter. An Employee or other person may report to the Agency in writing any suspected violation of this Chapter. The Agency shall encourage reporting pursuant to this subsection by keeping confidential, to the maximum extent permitted by applicable laws, the name and other identifying information of the Employee or person reporting the violation. Provided, however, that with the authorization of such person, the Agency may disclose his or her name and identifying information as necessary to enforce this Chapter or for other appropriate purposes. \n     (c)     Civil Enforcement. The Agency, the City Attorney, any person aggrieved by a violation of this Chapter, any entity a member of which is aggrieved by a violation of this Chapter, or any other person or entity acting on behalf of the public as provided for under applicable state law, may bring a civil action in a court of competent jurisdiction against the Employer or other person violating this Chapter and, upon prevailing, shall be entitled to such legal or equitable relief as may be appropriate to remedy the violation including, without limitation, the payment of any back wages unlawfully withheld, the payment of an additional sum as liquidated damages in the amount of $50 to each Employee or person whose rights under this Chapter were violated for each day or portion thereof that the violation occurred or continued, reinstatement in employment and/or injunctive relief, and shall be awarded reasonable attorneys' fees and costs. Provided, however, that any person or entity enforcing this Chapter on behalf of the public as provided for under applicable state law shall, upon prevailing, be entitled only to equitable, injunctive or restitutionary relief, and reasonable attorneys' fees and costs. \n     SEC. 12R.8. WAIVER THROUGH COLLECTIVE\nBARGAINING. \n     All or any portion of the applicable requirements of this Chapter shall not apply to Employees covered by a bona fide collective bargaining agreement to the extent that such requirements are expressly waived in the collective bargaining agreement in clear and unambiguous terms. \n     SEC. 12R.9. RELATIONSHIP TO OTHER\nREQUIREMENTS. \n     This Chapter provides for payment of a minimum wage and shall not be construed to preempt or otherwise limit or affect the applicability of any other law, regulation, requirement, policy or standard that provides for payment of higher or supplemental wages or benefits, or that extends other protections including, but not limited to, the San Francisco Minimum Compensation Ordinance. \n     SEC. 12R.10. APPLICATION OF MINIMUM WAGE TO WELFARE-TO-WORK PROGRAMS. \n     The Minimum Wage established pursuant to Section 4(b) of this Chapter shall apply to the City's Welfare-to-Work programs under which persons must perform work in exchange for receipt of benefits. Participants in Welfare-to-Work Programs shall not, during a given benefits period, be required to work more than a number of hours equal to the value of all cash benefits received during that period, divided by the Minimum Wage. Where state or federal law would preclude the City from reducing the number of work hours required under a given Welfare-to-Work Program, the City may comply with this Section by increasing the cash benefits awarded so that their value is no less than the product of the Minimum Wage multiplied by the number of work hours required. \n     SEC. 12R.11. EFFECTIVE DATE. \n     This Chapter shall become effective ninety (90) days after it is adopted. This Chapter is intended to have prospective effect only. \n     SEC. 12R.12. SEVERABILITY. \n     If any part or provision of this Chapter, or the application of this Chapter to any person or circumstance, is held invalid, the remainder of this Chapter, including the application of such part or provisions to other persons or circumstances, shall not be affected by such a holding and shall continue in full force and effect. To this end, the provisions of this Chapter are severable. \n     SEC. 12R.13. AMENDMENT BY THE BOARD OF SUPERVISORS. \n     This Chapter may be amended by the Board of Supervisors as regards the implementation or enforcement thereof, but not as regards the substantive requirements of the Chapter or its scope of coverage. \n\n","heading":{"title":"A","chaptersection":"68","identifier":"A.68","catch_text":"MINIMUM WAGE"}}