{"text":"\nProposition I, Adopted, November 2004 \n     Ordinance amending the San Francisco Administrative Code by adding Sections 10.32, 10.32, and 10.33, to create an Office of Economic Analysis under the Controller, to require the Office of Economic Analysis to report on all pending City legislation having a potential material economic impact on the City, and to require the Economic and Workforce Development Department to prepare and periodically update an Economic Development Plan for the City; urging the Board of Supervisors to adopt appropriate rules and procedures to implement this measure; authorizing the Board to adopt appropriate amendments; and declaring it City policy to fully fund this measure. \n     Note:are single-underline italics Times New Roman; \n     deletions are strikethrough italics Times New Roman. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. The San Francisco Administrative Code is hereby amended by adding Sections 10.31, 10.32, and 10.33, to read as follows: \n     Article IV: Economic Analysis and\nDevelopment Planning \n     SEC. 10.31. OFFICE OF ECONOMIC\nANALYSIS. \n     There shall be an Office of Economic Analysis under the Controller. The office shall consist of two economists and such other staff as provided subject to the budgetary and fiscal provisions of the Charter. The Mayor and the Board of Supervisors may each make recommendations to the Controller from a list of eligible candidates for the economist positions. \n     SEC. 10.32. ECONOMIC ANALYSIS OF LEGISLATION. \n     The Office of Economic Analysis (\"the Office\") shall identify and report on all legislation introduced at the Board of Supervisors that might have a material economic impact on the City, as determined by the Office. The Office shall solicit assistance from the Board of Supervisors' Budget Analyst, the Economic and Workforce Development Department, and such public or private economists or other experts or professionals as may be appropriate to analyze the likely impacts of the legislation on business attraction and retention, job creation, tax and fee revenues to the City, and other matters relating to the overall economic health of the City. Upon implementation of Section 10.33, the Office's analysis shall address whether the proposed legislation would promote or impede the policies contained in the most recent versions of the Economic Development Plan or Survey on Barriers to Employment Retention and Attraction provided for in that Section. The Office shall submit its analysis to the Board of Supervisors within 30 days of receiving the subject legislation from the Clerk of the Board, unless the President of the Board grants an extension for legislation of unusual scope or complexity. The Office's analysis shall be submitted to the Board of Supervisors prior to the legislation being heard in committee. (Added by Proposition I, 11/2/2004) \n     SEC. 10.33. ECONOMIC DEVELOPMENT PLAN. \n     (a)      Within six months of the effective date of this Section, the Economic and Workforce Development Department shall prepare and present to the Board of Supervisors for its approval by resolution a long-term Economic Development Plan for the City and County of San Francisco. The plan shall cover a period of not less than three years, and updates shall be prepared no less often than every three years. The Controller's Office of Economic Analysis shall work with the Economic and Workforce Development Department on preparation of the Plan and periodic updates. \n     (b)      The plan and periodic updates shall address, but not be limited to: \n     (1)      Employment in the City, by public and private industries and job classification; \n     (2)      The City's tax revenues, by industry type and firm size; \n     (3)      The industries most likely to create significant numbers of jobs in the City in the period covered by the plan, together with an assessment of the skills and education typically required to obtain such jobs; \n     (4)      Goals for private and non-profit sector job and revenue generation, describing the industries, wage levels, skills and education required for the jobs the City would like to attract, and the anticipated tax revenue these new jobs would create; \n     (5)      Goals and strategies for protecting existing small businesses and neighborhood-serving businesses from displacement, while also growing new businesses; \n     (6)      Goals and strategies for increasing employment opportunities for people with disabilities and vulnerable populations; and \n     (7)      Any other topic the Economic and Workforce Development Department deems useful or appropriate. \n     (c)      The plan and periodic updates also shall include: \n     (1)      An analysis of the office and industrial markets in the City; \n     (2)      A review of the physical, financial, market and organizational factors impacting the City's ability to attract, retain and increase private and non-profit sector jobs; \n     (3)      Identification and analysis of other significant public and private sector economic plans and initiatives intended to promote economic development within the City and the region; \n     (4)     An assessment of the City's competitive strengths and weaknesses with respect to other regional, state and national markets; and \n     (5)     The identification of best practices that other jurisdictions have successfully implemented to create private and non-profit sector jobs within their respective communities. \n     (d)     As part of the initial plan required by this Section, and concurrent with any periodic update of the plan, the Economic and Workforce Development Department shall conduct a survey of key industries and significant employment generators that identifies impediments to business and employment retention in and attraction to the City, such as changes in zoning or permitted uses, permitting, taxes and fees, regulatory schemes and other City policies, requirements and other matters that may inhibit economic development and job creation within the City. The Economic and Workforce Development Department shall publish the results of the study, to be entitled \"Survey on Barriers to Employment Retention and Attraction,\" in conjunction with and at the same time as promulgation of the first Economic Development Plan required by this Section. \n     Section 2. The voters urge the Board of Supervisors, upon the adoption of this measure, to adopt all necessary rules and procedures for its full implementation, including, but not limited to, a Rule of Order providing that the Board shall not consider or hold hearings on any proposed legislation until it has received the Office of Economic Analysis' report on the impact of the legislation, if any, on the San Francisco economy, and that the Board may waive this requirement by a two-thirds' vote if it finds that the public interest requires the immediate consideration of the measure. \n     Section 3. The Board of Supervisors may amend the provisions of this measure to promote or better achieve the underlying goal of comprehensive and professional economic planning and analysis. \n     Section 4. It shall be the policy of the people of the City and County of San Francisco to provide sufficient new funding to the Economic and Workforce Development Department and the Controller's Office of Economic Analysis to carry out the duties and responsibilities assigned to them under this measure. \n\n","heading":{"title":"A","chaptersection":"72","identifier":"A.72","catch_text":"ECONOMIC ANALYSIS OF LEGISLATION"}}