{"text":"\nLEGAL TEXT OF PROPOSITION H \n     Initiative ordinance prohibiting the sale, manufacture and distribution of firearms in the City and County of San Francisco, and limiting the possession of handguns in the City and County of San Francisco. \n     Be it ordained by the People of the City and County of San Francisco: \n     Section 1. Findings. \n     The people of the City and County of San Francisco hereby find and declare: \n          1.     Handgun violence is a serious problem in San Francisco. According to a San Francisco Department of Public Health report published in 2002, 176 handgun incidents in San Francisco affected 213 victims in 1999, the last year for which data is available. Only 26.8% of firearms were recovered. Of all firearms used to cause injury or death, 67% were handguns. \n          2.     San Franciscans have a right to live in a safe and secure City. The presence of handguns poses a significant threat to the safety of San Franciscans. \n          3.     It is not the intent of the people of the City and County of San Francisco to affect any resident of other jurisdictions with regard to handgun possession, including those who may temporarily be within the boundaries of the City and County. \n          4.     Article XI of the California Constitution provides Charter created counties with the \"home rule\" power. This power allows counties to enact laws that exclusively apply to residents within their borders, even when such a law conflicts with state law or when state law is silent. San Francisco adopted its most recent comprehensive Charter revision in 1996. \n          5.     Since it is not the intent of the people of the City and County of San Francisco to impose an undue burden on inter-county commerce and transit, the provisions of Section 3 apply exclusively to residents of the City and County of San Francisco. \n     Section 2. Ban on Sale, Manufacture, Transfer or Distribution of Firearms in the City and County of San Francisco. \n     Within the limits of the City and County of San Francisco, the sale, distribution, transfer and manufacture of all firearms and ammunition shall be prohibited. \n     Section 3. Limiting Handgun Possession in the City and County of San Francisco. \n     Within the limits of the City and County of San Francisco, no resident of the City and County of San Francisco shall possess any handgun unless required for professional purposes, as enumerated herein. Specifically, any City, state or federal employee carrying out the functions of his or her government employment, including but not limited to peace officers as defined by California Penal Code Section 830 et.seq. and animal control officers may possess a handgun. Active members of the United States armed forces or the National Guard and security guards, regularly employed and compensated by a person engaged in any lawful business, while actually employed and engaged in protecting and preserving property or life within the scope of his or her employment, may also possess handguns. Within 90 days from the effective date of this section, any resident of the City and County of San Francisco may surrender his or her handgun at any district station of the San Francisco Police Department, or to the San Francisco Sheriff's Department without penalty under this section. \n     Section 4. Effective Date. \n     This ordinance shall become effective January 1, 2006. \n     Section 5. Penalties. \n     Within 90 days of the effective date of this section, the Board of Supervisors shall enact penalties for violations of this ordinance. The Mayor, after consultation with the District Attorney, Sheriff and Chief of Police shall, within 30 days from the effective date, provide recommendations about penalties to the Board. \n     Section 6. State Law. \n     Nothing in this ordinance is designed to duplicate or conflict with California state law. Accordingly, any person currently denied the privilege of possessing a handgun under state law shall not be covered by this ordinance, but shall be covered by the California state law which denies that privilege. Nothing in this ordinance shall be construed to create or require any local license or registration for any firearm, or create an additional class of citizens who must seek licensing or registration. \n     Section 7. Severability. \n     If any provision of this ordinance or the application thereof to any person or circumstances is held invalid or unconstitutional, such invalidity or unconstitutionality shall not affect other provisions or applications or this ordinance which can be given effect without the invalid or unconstitutional provision or application. To this end, the provisions of this ordinance shall be deemed severable. \n     Section 8. Amendment. \n     By a two-thirds vote and upon making findings, the Board of Supervisors may amend this ordinance in the furtherance of reducing handgun violence. \n(Added by Proposition H, 11/8/2005)\n\n","heading":{"title":"A","chaptersection":"73","identifier":"A.73","catch_text":"INITIATIVE ORDINANCE PROHIBITING SALE ETC. OF FIREARMS"}}