{"text":"\nLEGAL TEXT OF PROPOSITION J \n     It is the Policy of the people of the City and County of San Francisco to call for the impeachment of President George W. Bush and Vice President Richard B. Cheney for violating the public trust and for knowingly harming the United States of America, the State of California, and the City and County of San Francisco. \n     On November 2, 2004, the people of San Francisco passed Proposition N, asking the Federal government to \"take immediate steps to end the U.S. occupation of Iraq and bring our troops safely home now,\" citing President Bush's lies to the American people in making the case for war In Iraq. \n     President George W. Bush abused his power by authorizing the National Security Agency and various other agencies within the intelligence community to conduct electronic surveillance outside of the statutes Congress prescribed as the exclusive means for such surveillance and concealed the existence of this unlawful program from Congress, the press, and the public. \n     President George W. Bush and Vice President Richard B. Cheney abused their power by arbitrarily detaining citizens and non-citizens indefinitely inside and outside of the United States, without due process, without charges and with limited - if any - access to counsel or courts. They have failed to faithfully execute the laws of the United States by allowing torture and failing to investigate and prosecute high-level officials responsible for torture. \n     President George W. Bush disregarded his Presidential duty when he and his appointed head of Federal Emergency Management Agency failed to quickly and adequately respond to a major disaster on United States soil, Hurricane Katrina, which killed at least 1,383 people in the Gulf Coast Region and left over 78,000 people homeless, and is guilty of gross incompetence or reckless indifference to his obligation to execute the laws faithfully. \n     President George W. Bush arrogated excessive power to the executive branch in violation of the basic constitutional principle of the separation of powers. \n     On February 28, 2006, the San Francisco Board of Supervisors passed a resolution calling for a \"full investigation, impeachment or resignation of President George W. Bush and Vice President Richard B. Cheney.\" \n     We call upon the United States House of Representatives to initiate an investigation into High Crimes and Misdemeanors committed by President George W. Bush and Vice President Richard B. Cheney and to submit Articles of Impeachment to the United States Senate. \n     We call on the United States Senate, after trying any Impeachment, to remove President George W. Bush and Vice President Richard B. Cheney from office. \n     We call upon the Legislature of the State of California to transmit charges supporting impeachment of President George W. Bush and Vice President Richard B. Cheney to the United States House of Representatives. \n     We generally call on our elected federal and state representatives to immediately invoke every available legal mechanism to effect the impeachment and removal from office of President George W. Bush and Vice President Richard B. Cheney for High Crimes and Misdemeanors under Article II, Section 4 of the Constitution of the United States of America. \n(Added by Proposition J, Approved 11/7/2006)\n\n","heading":{"title":"A","chaptersection":"76","identifier":"A.76","catch_text":"POLICY CALLING FOR THE IMPEACHMENT OF PRESIDENT BUSH AND VICE PRESIDENT CHENEY"}}