{"text":"\nAdopted November 8, 1983 \n     Regulating smoking in the office workplace. \n     Be it ordained by the People of the City and County of San Francisco: \nSECTION 1. \n     Part II, Chapter V, of the San Francisco Municipal Code (Health Code) is hereby amended by adding Article 19 thereto, reading as follows: \n     Article 19\nSMOKING POLLUTION CONTROL \n     Section 1000. Title. \n     This Article shall be known as the Smoking Pollution Control Ordinance. \n     Section 1001. Purpose. \n     Because the smoking of tobacco or any other weed or plant is a danger to health and is a cause of material annoyance and discomfort to those who are present in confined places, the Board of Supervisors hereby declares that the purposes of this article are (1) to protect the public health and welfare by regulating smoking in the office workplace and (2) to minimize the toxic effects of smoking in the office workplace by requiring an employer to adopt a policy that will accommodate, insofar as possible, the preferences of nonsmokers and smokers and, if a satisfactory accommodation cannot be reached, to prohibit smoking in the office workplace. \n     This ordinance is not intended to create any right to smoke or to impair or alter an employer's prerogative to prohibit smoking in the workplace. Rather, if an employer allows employees to smoke in the workplace, then this ordinance requires (1) that the employer make accommodations for the preferences of both nonsmoking and smoking employees, and (2) if a satisfactory accommodation to all affected nonsmoking employees cannot be reached, that the employer prohibit smoking in the office workplace. \n     Section 1002. Definitions. \n     For the purposes of this Article: \n          (1)     \"City\" means the City and County of San Francisco;\n          (2)     \"Board of Supervisors\" means the Board of Supervisors of the City and County of San Francisco;\n          (3)     \"Person\" means any individual person, firm, partnership, association, corporation, company, organization, or legal entity of any kind; \n          (4)     \"Employer\" means any person who employs the services of an individual person;\n          (5)     \"Employee\" means any person who is employed by any employer in consideration for direct or indirect monetary wages or profit;\n          (6)     \"Office Workplace\" means any enclosed area of a structure or portion thereof intended for occupancy by business entities which will provide primarily clerical, professional or business services of the business entity, or which will provide primarily clerical, professional or business services to other business entities or to the public, at that location. Office workplace includes, but is not limited to, office spaces in office buildings, medical office waiting rooms, libraries, museums, hospitals and nursing homes; \n          (7)     \"Smoking\" or \"to smoke\" means and includes inhaling, exhaling, burning or carrying any lighted smoking equipment for tobacco or any other weed or plant; and \n          (8)     \"Enclosed\" means closed in by a roof and four walls with appropriate openings for ingress and egress and is not intended to mean areas commonly described as public lobbies. \n     Section 1003. Regulation of Smoking in the Office Workplace. \n          (1)     Each employer who operates an office or offices in the city shall within three months of adoption of this ordinance, adopt, implement and maintain a written Smoking Policy which shall contain, at a minimum, the following provisions and requirements: \n     (a)     Any nonsmoking employee may object to his or her employer about smoke in his or her workplace. Using already available means of ventilation or separation or partition of office space, the employer shall attempt to reach a reasonable accommodation, insofar as possible, between the preferences of nonsmoking and smoking employees. However, an employer is not required by this ordinance to make any expenditures or structural changes to accommodate the preferences of nonsmoking or smoking employees. \n     (b)     If an accommodation which is satisfactory to all affected nonsmoking employees cannot be reached in any given office workplace, the preferences of nonsmoking employees shall prevail and the employer shall prohibit smoking in that office workplace. Where the employer prohibits smoking in an office workplace, the area in which smoking is prohibited shall be clearly marked with signs. \n          (2)     The Smoking Policy shall be announced within three weeks of adoption to all employees working in office workplaces in the city and posted conspicuously in all workplaces under the employer's jurisdiction. \n     Section 1004. Where Smoking Not Regulated. \n     This Article is not intended to regulate smoking in the following places and under the following conditions within the city \n          (1)     A private home which may serve as an office workplace;\n          (2)     Any property owned or leased by state or federal government entities;\n          (3)     Any office space leased or rented by a sole independent contractor;\n          (4)     A private enclosed office workplace occupied exclusively by smokers, even though such an office workplace may be visited by nonsmokers, excepting places in which smoking is prohibited by the fire marshal or by other law, ordinance or regulation. \n     Section 1005. Penalties and Enforcement. \n          (1)     The Director of Public Health shall enforce Section 1003 hereof against violations by either of the following actions:\n     (a)     Serving notice requiring the correction of any violation of this Article;\n     (b)     Calling upon the City Attorney to maintain an action for injunction to enforce the provisions of this Article, to cause the correction of any such violation, and for assessment and recovery of a civil penalty for such violation; \n          (2)     Any employer who violates Section 1003 hereof may be liable for a civil penalty, not to exceed $500, which penalty shall be assessed and recovered in a civil action brought in the name of the People of the City and County of San Francisco in any court of competent jurisdiction. Each day such violation is committed or permitted to continue shall constitute a separate offense and shall be punishable as such. Any penalty assessed and recovered in an action brought pursuant to this paragraph shall be paid to the Treasurer of the City and County of San Francisco. \n          (3)     In undertaking the enforcement of this ordinance, the City and County of San Francisco is assuming an undertaking only to promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is liable in money damages to any person who claims that such breach proximately caused injury. \n\n","heading":{"title":"A","chaptersection":"8","identifier":"A.8","catch_text":"SMOKING POLLUTION CONTROL ORDINANCE"}}